[
  {
    "name": "To Kill a Mockingbird",
    "abstract": "Harper Lee's novel explores racial injustice in the Deep South through the eyes of young Scout Finch, whose father, lawyer Atticus Finch, defends a black man falsely accused of raping a white woman."
  },
  {
    "name": "1984",
    "abstract": "George Orwell's dystopian novel depicts a totalitarian society under constant surveillance, where independent thought is suppressed, and history is manipulated by the Party led by Big Brother."
  },
  {
    "name": "Pride and Prejudice",
    "abstract": "Jane Austen's classic novel follows Elizabeth Bennet as she navigates issues of manners, morality, and marriage in the society of the British gentry of the early 19th century."
  },
  {
    "name": "The Great Gatsby",
    "abstract": "F. Scott Fitzgerald's novel portrays the decadence and excess of the Jazz Age through the mysterious millionaire Jay Gatsby and his obsession with the beautiful Daisy Buchanan."
  },
  {
    "name": "Moby-Dick",
    "abstract": "Herman Melville's epic tale follows Captain Ahab's obsessive quest to hunt the white whale Moby Dick, exploring themes of fate, revenge, and the human condition."
  },
  {
    "name": "War and Peace",
    "abstract": "Leo Tolstoy's monumental novel chronicles the lives of Russian aristocrats against the backdrop of the Napoleonic Wars, delving into themes of fate, free will, and the tumult of history."
  },
  {
    "name": "The Catcher in the Rye",
    "abstract": "J.D. Salinger's novel follows teenage protagonist Holden Caulfield as he experiences alienation and disillusionment in 1950s New York City."
  },
  {
    "name": "The Lord of the Rings",
    "abstract": "J.R.R. Tolkien's epic fantasy trilogy follows hobbit Frodo Baggins and his companions on a quest to destroy the One Ring and defeat the dark lord Sauron."
  },
  {
    "name": "Jane Eyre",
    "abstract": "Charlotte Brontë's novel tells the story of the resilient governess Jane Eyre, her growth to adulthood, and her complex relationship with the enigmatic Mr. Rochester."
  },
  {
    "name": "Crime and Punishment",
    "abstract": "Fyodor Dostoevsky's novel explores the psychological turmoil of Raskolnikov, a destitute student who commits a murder and grapples with guilt and redemption."
  },
  {
    "name": "The Brothers Karamazov",
    "abstract": "Dostoevsky's final novel delves into the lives of the Karamazov brothers, exploring themes of faith, doubt, and the nature of free will."
  },
  {
    "name": "Wuthering Heights",
    "abstract": "Emily Brontë's novel is a tale of passion, revenge, and the destructive nature of love, centered on the tumultuous relationship between Heathcliff and Catherine Earnshaw."
  },
  {
    "name": "Great Expectations",
    "abstract": "Charles Dickens' novel follows the life of Pip, an orphan who aspires to rise above his humble beginnings, encountering a cast of memorable characters along the way."
  },
  {
    "name": "Anna Karenina",
    "abstract": "Leo Tolstoy's novel tells the tragic story of Anna Karenina, a married aristocrat who embarks on a doomed affair with the dashing Count Vronsky."
  },
  {
    "name": "Madame Bovary",
    "abstract": "Gustave Flaubert's novel chronicles the life of Emma Bovary, a doctor's wife who seeks escape from provincial life through romantic fantasies and extramarital affairs."
  },
  {
    "name": "The Adventures of Huckleberry Finn",
    "abstract": "Mark Twain's novel follows young Huck Finn as he journeys down the Mississippi River with Jim, an escaped slave, confronting issues of race and identity."
  },
  {
    "name": "The Iliad",
    "abstract": "Attributed to Homer, this ancient epic poem recounts the events of the Trojan War, focusing on the hero Achilles and themes of honor, wrath, and fate."
  },
  {
    "name": "The Odyssey",
    "abstract": "Homer's epic poem follows the hero Odysseus as he embarks on a perilous journey home after the Trojan War, encountering mythical creatures and divine challenges."
  },
  {
    "name": "One Hundred Years of Solitude",
    "abstract": "Gabriel García Márquez's masterpiece chronicles the multi-generational saga of the Buendía family in the mythical town of Macondo, blending reality and magical realism."
  },
  {
    "name": "The Divine Comedy",
    "abstract": "Dante Alighieri's epic poem describes the author's journey through Hell, Purgatory, and Paradise, exploring themes of sin, redemption, and divine justice."
  },
  {
    "name": "The Picture of Dorian Gray",
    "abstract": "Oscar Wilde's novel tells the story of Dorian Gray, a handsome young man who remains youthful while his portrait ages, reflecting his moral corruption."
  },
  {
    "name": "Don Quixote",
    "abstract": "Miguel de Cervantes' novel follows the misadventures of Don Quixote, a nobleman who becomes a self-styled knight-errant in pursuit of chivalrous ideals."
  },
  {
    "name": "The Grapes of Wrath",
    "abstract": "John Steinbeck's novel depicts the struggles of the Joad family as they migrate westward during the Great Depression in search of a better life."
  },
  {
    "name": "The Old Man and the Sea",
    "abstract": "Ernest Hemingway's novella tells the story of an aging Cuban fisherman who engages in an epic battle with a giant marlin."
  },
  {
    "name": "The Sound and the Fury",
    "abstract": "William Faulkner's novel presents the decline of the Compson family through multiple perspectives and a stream-of-consciousness narrative."
  },
  {
    "name": "Lolita",
    "abstract": "Vladimir Nabokov's controversial novel explores the obsession of Humbert Humbert, a middle-aged man, with Dolores Haze, a twelve-year-old girl he nicknames Lolita."
  },
  {
    "name": "Catch-22",
    "abstract": "Joseph Heller's satirical novel follows Captain John Yossarian, a World War II bombardier, as he confronts the absurdities of war and military bureaucracy."
  },
  {
    "name": "The Metamorphosis",
    "abstract": "Franz Kafka's novella tells the story of Gregor Samsa, a traveling salesman who awakens one morning to find himself transformed into a giant insect."
  },
    [
  {
    "name": "The Trial",
    "abstract": "Kafka's novel follows Josef K., a man who is arrested and prosecuted by an enigmatic legal system without ever knowing his crime, exploring themes of bureaucracy and existential dread."
  },
  {
    "name": "Brave New World",
    "abstract": "Aldous Huxley's dystopian novel depicts a future society controlled through technology, genetic engineering, and pleasure, questioning the cost of stability and happiness."
  },
  {
    "name": "Fahrenheit 451",
    "abstract": "Ray Bradbury's novel presents a future where books are banned, and 'firemen' burn them, following protagonist Guy Montag as he begins to question the system."
  },
  {
    "name": "Slaughterhouse-Five",
    "abstract": "Kurt Vonnegut's novel follows Billy Pilgrim, a World War II soldier who becomes 'unstuck in time,' experiencing moments of his life in a nonlinear fashion."
  },
  {
    "name": "Beloved",
    "abstract": "Toni Morrison's novel explores the haunting legacy of slavery through the story of Sethe, a former slave whose home is visited by the ghost of her dead daughter."
  },
  {
    "name": "Invisible Man",
    "abstract": "Ralph Ellison's novel follows an unnamed Black narrator as he navigates racism and identity in 20th-century America."
  },
  {
    "name": "The Stranger",
    "abstract": "Albert Camus' novel follows Meursault, a detached and indifferent man, as he commits a senseless murder and confronts existential meaninglessness."
  },
  {
    "name": "Les Misérables",
    "abstract": "Victor Hugo's epic novel follows Jean Valjean, a former convict seeking redemption while being pursued by the relentless Inspector Javert in revolutionary France."
  },
  {
    "name": "Dracula",
    "abstract": "Bram Stoker's classic gothic novel tells the story of Count Dracula's attempt to spread vampirism in England and the efforts to stop him."
  },
  {
    "name": "Frankenstein",
    "abstract": "Mary Shelley's novel tells the story of Victor Frankenstein, a scientist who creates a sentient creature, leading to tragic consequences."
  },
  {
    "name": "The Count of Monte Cristo",
    "abstract": "Alexandre Dumas' novel follows Edmond Dantès, who is wrongfully imprisoned and escapes to seek revenge on those who betrayed him."
  },
  {
    "name": "A Tale of Two Cities",
    "abstract": "Charles Dickens' historical novel is set during the French Revolution, exploring themes of sacrifice, resurrection, and justice."
  },
  {
    "name": "Ulysses",
    "abstract": "James Joyce's modernist novel follows Leopold Bloom over the course of a single day in Dublin, experimenting with language and narrative structure."
  },
  {
    "name": "The Sun Also Rises",
    "abstract": "Ernest Hemingway's novel explores the post-World War I 'Lost Generation' through the travels of expatriates in Spain."
  },
  {
    "name": "On the Road",
    "abstract": "Jack Kerouac's novel follows Sal Paradise and Dean Moriarty as they embark on road trips across America, capturing the Beat Generation spirit."
  },
  {
    "name": "The Bell Jar",
    "abstract": "Sylvia Plath's semi-autobiographical novel depicts the mental breakdown of Esther Greenwood as she struggles with identity and societal expectations."
  },
  {
    "name": "East of Eden",
    "abstract": "John Steinbeck's novel explores the intertwining lives of two families in California, delving into themes of good and evil."
  },
  {
    "name": "The Hobbit",
    "abstract": "J.R.R. Tolkien's fantasy novel follows Bilbo Baggins, a hobbit who embarks on an adventure with a group of dwarves to reclaim their homeland."
  },
  {
    "name": "Dune",
    "abstract": "Frank Herbert's science fiction novel follows Paul Atreides as he navigates political intrigue and prophecy on the desert planet Arrakis."
  },
  {
    "name": "Foundation",
    "abstract": "Isaac Asimov's novel explores the rise and fall of civilizations through the predictions of psychohistory, centering on the Foundation's efforts to preserve knowledge."
  },
  {
    "name": "Neuromancer",
    "abstract": "William Gibson's cyberpunk novel follows Case, a hacker hired for a dangerous job in a world of artificial intelligence and cyberspace."
  },
  {
    "name": "The Left Hand of Darkness",
    "abstract": "Ursula K. Le Guin's novel explores themes of gender and identity through the story of an ambassador visiting an alien planet where inhabitants can change sex."
  },
  {
    "name": "The Road",
    "abstract": "Cormac McCarthy's novel follows a father and son traveling through a post-apocalyptic America, struggling to survive and maintain their humanity."
  },
  {
    "name": "The Handmaid's Tale",
    "abstract": "Margaret Atwood's dystopian novel depicts a future where women are subjugated under a theocratic regime, following the experiences of Offred, a Handmaid."
  },
  {
    "name": "A Clockwork Orange",
    "abstract": "Anthony Burgess' novel explores free will and morality through the story of Alex, a violent youth subjected to government reformation."
  },
  {
    "name": "Blood Meridian",
    "abstract": "Cormac McCarthy's novel follows 'the Kid' as he joins a group of mercenaries hunting Native Americans in a brutal vision of the American West."
  },
  {
    "name": "The Wind-Up Bird Chronicle",
    "abstract": "Haruki Murakami's novel follows Toru Okada as he searches for his missing wife, encountering surreal events and mysterious figures."
  },
  {
    "name": "Norwegian Wood",
    "abstract": "Haruki Murakami's novel tells a nostalgic love story set in 1960s Tokyo, following the relationships of college student Toru Watanabe."
  },
  {
    "name": "White Teeth",
    "abstract": "Zadie Smith's novel explores multiculturalism, immigration, and identity through the lives of two families in London."
  },
  {
    "name": "Midnight’s Children",
    "abstract": "Salman Rushdie's novel tells the story of Saleem Sinai, who is born at the exact moment of India's independence and possesses telepathic powers."
  },
  {
    "name": "The Shadow of the Wind",
    "abstract": "Carlos Ruiz Zafón's novel follows Daniel, who discovers a mysterious book and uncovers a literary mystery in post-war Barcelona."
  },
  {
    "name": "Life of Pi",
    "abstract": "Yann Martel's novel tells the story of Pi Patel, who survives a shipwreck and is stranded in a lifeboat with a Bengal tiger."
  },
  {
    "name": "Cloud Atlas",
    "abstract": "David Mitchell's novel interweaves six narratives across time, exploring themes of reincarnation and interconnectedness."
  },
  {
    "name": "The Night Circus",
    "abstract": "Erin Morgenstern's novel follows two young magicians who compete in a mysterious circus, unaware of the consequences of their rivalry."
  },
  {
    "name": "The Goldfinch",
    "abstract": "Donna Tartt's novel follows Theo Decker, whose life is shaped by a tragic event and his obsession with a stolen painting."
  },
  {
    "name": "The Underground Railroad",
    "abstract": "Colson Whitehead's novel reimagines the Underground Railroad as a literal railway system, following Cora as she escapes slavery."
  },
  {
    "name": "Lincoln in the Bardo",
    "abstract": "George Saunders' novel blends history and the supernatural as President Lincoln mourns the death of his son in a graveyard inhabited by ghosts."
  },
  {
    "name": "Where the Crawdads Sing",
    "abstract": "Delia Owens' novel follows Kya, the 'Marsh Girl,' who grows up isolated in the North Carolina marshlands and becomes embroiled in a murder case."
  }
    ]
