[
    {
        "name": "Cabal (novella)",
        "abstract": "Cabal is a 1988 horror novel by the British author Clive Barker. It was originally published in the United States as part of a collection comprising a novel and several short stories from Barker's sixth and final volume of the Books of Blood. The book was adapted into the film Nightbreed in 1990, written and directed by Barker himself, starring Craig Sheffer and David Cronenberg. A television adaptation is in development at SyFy, directed by Michael Dougherty and written by Josh Stolberg."
    },
    {
        "name": "Cafe Little Wish",
        "abstract": "Cafe Little Wish (カフェ・リトルウィッシュ, Kafe Ritoru Wisshu) is a Japanese adult visual novel developed by Patissier and released on February 14, 2003 for Windows. It was later ported to the Dreamcast and PlayStation 2 consoles by Princess Soft. The story follows Leon, an amnesiac who has to work off his debt to Cafe Little Wish, after he engulfs everything in the cafe without paying any money. Cafe Little Wish charted twice in the national top 50 for best-selling bishōjo games. The gameplay of Cafe Little Wish follows a branching plot line which offers pre-determined scenarios with courses of interaction, and focuses on the appeal of the five female main characters by the player character. In 2004, a sequel called Magical Tale was released. An art book and original soundtrack have also been released."
    },
    {
        "name": "Cage on the Sea",
        "abstract": "Cage on the Sea (絶海密室, Zekkai Misshitsu, Distant Seas, Locked Room) is a 1998 novel, written by Japanese author Kaoru Ohno about a group of Japanese holdouts on the island of Anatahan in the Pacific Ocean. The Anatahan holdouts had also inspired a 1953 film, Anatahan."
    },
    {
        "name": "Caigentan",
        "abstract": "The Caigentan (Chinese: 菜根譚) is a circa 1590 text written by the Ming Dynasty scholar and philosopher Hong Zicheng (Chinese: 洪自誠; pinyin: Hóng Zì-Chéng). This compilation of aphorisms eclectically combines elements from the Three teachings (Confucianism, Daoism and Buddhism), and is comparable with Marcus Aurelius' Meditations or La Rochefoucauld's Maximes."
    },
    {
        "name": "Calcium citrate malate",
        "abstract": "Calcium citrate malate is a water-soluble calcium supplement. It is the calcium salt of citric acid and malic acid with variable composition. Calcium citrate malate's bioavailability stems from its water-solubility and its method of dissolution. When dissolved, it releases calcium ions and a calcium citrate complex. Calcium ions are absorbed directly into intestinal cells, and the citrate complex enters the body through paracellular absorption. Calcium citrate malate is similar to calcium malate and other calcium salts. The European Food Safety Authority has concluded that calcium citrate malate is \"slightly more bioavailable\" than other forms of calcium supplementation."
    },
    {
        "name": "Calcium glubionate",
        "abstract": "Calcium glubionate (or glubionate calcium) is a mineral supplement that is used to treat hypocalcemia."
    },
    {
        "name": "Calcium glucoheptonate",
        "abstract": "Calcium glucoheptonate is a highly water soluble mineral supplement."
    },
    {
        "name": "Calcium glycerylphosphate",
        "abstract": "Calcium glycerylphosphate (or calcium glycerophosphate) is a mineral supplement. Formerly it was sold as a nerve tonic. It is added to some kinds of toothpaste."
    },
    {
        "name": "Calcium pangamate",
        "abstract": "Calcium pangamate is a mineral supplement, and is sometimes used as a synonym for \"pangamic acid.\" \n* v \n* t \n* e"
    },
    {
        "name": "California Dreaming (novel)",
        "abstract": "California Dreaming is a novel by Zoey Dean, part of The A-List series about teens in Beverly Hills."
    },
    {
        "name": "Call It Courage",
        "abstract": "Call It Courage (published as The Boy Who Was Afraid in the United Kingdom) is a 1940 children's novel written and illustrated by American author Armstrong Sperry. The novel won the Newbery Medal for excellence in American children's literature in 1941."
    },
    {
        "name": "Call for the Dead",
        "abstract": "Call for the Dead is John le Carré's first novel, published in 1961. It introduces George Smiley, the most famous of le Carré's recurring characters, in a story about East German spies inside Great Britain. It also introduces a fictional version of British Intelligence, called \"the Circus\" because of its location in Cambridge Circus, that is apparently based on MI6 and that recurs throughout le Carré's spy novels. Call for the Dead was filmed as The Deadly Affair, released in 1966."
    },
    {
        "name": "Caltrate",
        "abstract": "Caltrate is a brand name calcium supplement sold by Haleon. The brand was originally owned by Pfizer (formerly Wyeth) and GSK and in Japan by Hisamitsu Pharmaceutical. The Caltrate brand is supplied in many different formulas; calcium carbonate (NOT calcium citrate) is the common ingredient serving as the calcium supplement source. Caltrate contains 600 mg of calcium carbonate as opposed to 200 mg in a typical multivitamin product. Caltrate Plus also contains 800 IU of vitamin D (cholecalciferol), 20 mcg vitamin K1, 50 mg magnesium, 7.5 mg zinc oxide, 1 mg copper, and 1.8 mg of manganese (II) sulfate monohydrate."
    },
    {
        "name": "Calypso (book)",
        "abstract": "Calypso is a collection of 21 semi-autobiographical essays by David Sedaris. It was published on May 29, 2018 by Little, Brown and Company. 14 of the 21 essays were previously published in a magazine or newspaper; some of these were published under a different title or in a different form."
    },
    {
        "name": "Cam Burke",
        "abstract": "Cam Burke (born April 30, 1987) is a Canadian amateur golfer. Burke was born in Kitchener, Ontario. He attended Eastern Michigan University. He won the 2008 and 2009 Canadian Amateur Championship. Burke played on the Web.com Tour in 2014 after earning his tour card through qualifying school but had little success and failed to retain his card."
    },
    {
        "name": "Camaya Falls",
        "abstract": "Camaya Falls is a collection of three waterfalls located in Camaya Coast in the city of Mariveles, in the southwestern part of the Bataan peninsula and province, Philippines. The smallest, a 10.3-foot (3.1 m) waterfall, is the most accessible and one of the natural attractions in Camaya Coast, a private residential community and beach resort area currently under development."
    },
    {
        "name": "Cambridge, Corpus Christi College, MS 178",
        "abstract": "Cambridge, Corpus Christi College, MS 178 (CCCC 178) is an English manuscript in the library of Corpus Christi College, Cambridge. The codex consists of two parts which may have been together since the thirteenth century. The first part, pp. 1–270 (item 54 on Gneuss's Handlist), contains homilies for general occasions (1-163) and for festivals (164-270) and was compiled in the early eleventh century and derived from Worcester. The second part, pp. 287–457 (Gneuss 55), contains Latin and Old English versions of the Rule of Saint Benedict. Both parts were glossed by The Tremulous Hand of Worcester. The first part formerly contained a number of homilies and other texts by Ælfric, including the Interrogationes Sigewulfi, his adaptation of Alcuin's Quaestiones in Genesim, which contains almost three hundred questions and answers on the Book of Genesis. This section was lifted from the manuscript by Matthew Parker and is now part of CCCC 162."
    },
    {
        "name": "Camera obscura (novel)",
        "abstract": "Camera obscura is a novel by Slovenian author Nejc Gazvoda. It was first published in 2006."
    },
    {
        "name": "Campaign Sourcebook and Catacomb Guide",
        "abstract": "Campaign Sourcebook and Catacomb Guide is an accessory for the Advanced Dungeons & Dragons fantasy role-playing game."
    },
    {
        "name": "Canada Land Inventory",
        "abstract": "The Canada Land Inventory (CLI) is a multi-disciplinary land inventory of rural Canada. Conceptualized in the early 1960s by the Department of Forestry and Rural Development (later the Department of Energy, Mines and Resources), the CLI was a federal-provincial project that lasted from 1963 to 1995 and produced maps which indicated the capability of land to sustain agriculture, forestry, recreation and wildlife; its geographic extent was all of Canada except the North (i.e. below the tree line). CLI used a common classification scheme and common mapping scales (1:50K 1:250K and 1:1 million). Land capability for agriculture, forestry, land-use, recreation, wildlife (ungulates and waterfowl) were mapped The large amount of data generated by the CLI saw the early adoption of the world's first geographic information system (GIS), called the Canada Geographic Information System (CGIS). Since 1995, the CLI agriculture data have been taken over by the Department of Agriculture to continue rating agricultural land capability. The CLI in this modified form consists of a soil survey with rankings from 1 to 7, with Class 1 soil having no limitations for arable crop production and Class 7 having no capability for agricultural activities. Classes 1-3 are considered prime agricultural land, and are protected by land use policies in certain provinces, including Ontario. Classes 2-6 have certain limitations for arable crop production, denoted by sub-classes which specify the limitations of the soil (for example, excessive water, adverse climate, stoniness). The results are mapped on 1:250,000 NTS grids."
    },
    {
        "name": "Canadian Certificate of Identity",
        "abstract": "The Canadian Certificate of Identity is an international travel document issued by Immigration, Refugees and Citizenship Canada (formerly by Passport Canada) to a permanent resident of Canada who is not yet a Canadian citizen, is stateless, or is otherwise unable to obtain a national passport or travel document. It is a biometric document with a grey (formerly brown) cover and is bilingual in both English and French. The validity period of the travel document is determined by the issuing office."
    },
    {
        "name": "Canadian Communications Foundation",
        "abstract": "The Canadian Communications Foundation (CCF) is a Canadian nonprofit organization which documents the history of broadcasting in Canada, particularly radio and television. Since 1995, the organization has distributed its collection via an internet website. It also provides a history of radio and television stations, including networks, programs, broadcasters and many others. The CCF was established in 1967, by the Canadian Association of Broadcasters. Its mission: to \"commemorate throughout Canada the development of electronic communications\". In the ensuing years, the project moved forward slowly, perhaps because broadcasters were too preoccupied with the challenges of the present and the future to their industry to be able to properly reflect on or to chronicle the past. But, all the while, a search was carried on to find the ideal vehicle with which to fulfill the mission. It was not until the potential of the Internet was revealed and realized that the ideal vehicle was found and two veteran Canadian broadcasters became involved in CCF. On December 31, 2014, Pip Wedge resigned from the presidency of the foundation, and on January 1, 2015, Dr. Evelyn Ellerman became president, Jack Ruttle was elected as vice-president, and Pip Wedge was appointed as executive director of the foundation. The following past and present broadcasting industry executives and university faculty members have served on the board of the foundation in a voluntary capacity at various times since 1996: Ross McCreath, Lyman Potts, Pip Wedge, Jon Keeble, Mrs. Peggy Miller, Professor Michael Murphy, Peter O'Neill, Terry Scott, Fil Fraser, Bruce Raymond, Jim Macdonald, Hal Blackadar, Peter Searle, Nevin Grant, Charles Fenton, Bob Macdonald, Yvon Chouinard, Don Smith, J. Terry Strain, Mrs. Jean Caine, Gerry Acton, James Nelles, H.T. \"Mac\" McCurdy, Bruce Hogle, Craig Roskin, Dr. Evelyn Ellerman, Ted Barris, Jack Ruttle, Dr. Asma Sayed and Darren Harkness."
    },
    {
        "name": "Cancer Ward",
        "abstract": "Cancer Ward (Russian: Раковый корпус, romanized: Rakovy korpus) is a semi-autobiographical novel by Nobel Prize-winning Russian author Aleksandr Solzhenitsyn. Completed in 1966, the novel was distributed in Russia that year in samizdat, and banned there the following year. In 1968, several European publishers published it in Russian, and in April 1968, excerpts in English appeared in the Times Literary Supplement in the UK without Solzhenitsyn's permission. An unauthorized English translation was published that year, first by The Bodley Head in the UK, then by Dial Press in the US. Cancer Ward tells the story of a small group of patients in Ward 13, the cancer ward of a hospital in Tashkent, Soviet Uzbekistan, in 1954, one year after Joseph Stalin's death. A range of characters are depicted, including those who benefited from Stalinism, resisted, or acquiesced. Like Solzhenitsyn, the main character, the Russian Oleg Kostoglotov, spent time in a labor camp as a \"counter-revolutionary\" before he was exiled to Central Asia under Article 58. The story explores the moral responsibility of those implicated in Stalin's Great Purge (1936–1938), during the murders of millions, sent to camps, or exiled. One patient worries a man he helped to jail will seek revenge, while others fear their failure to resist renders them as guilty as any other. \"You haven't had to do much lying, do you understand? ...\" one patient tells Kostoglotov. \"You people were arrested, but we were herded into meetings to 'expose' you. They executed people like you, but they made us stand up and applaud the verdicts ... And not just applaud, they made us demand the firing squad, demand it!\" Toward the end of the novel, Kostoglotov realizes the damage is too great, there will be no healing after Stalin. As with cancer, there may be periods of remission, but no escape. On the day of his release from the hospital, he visits a zoo, seeing in the animals people he knew: \"[D]eprived of their home surroundings, they lost the idea of rational freedom. It would only make things harder for them, suddenly to set them free.\""
    },
    {
        "name": "Candy (Brooks novel)",
        "abstract": "Candy is a 2005 young adult novel by Kevin Brooks about a doomed teenage love affair between a musician and a prostitute."
    },
    {
        "name": "Candy Candy",
        "abstract": "Candy Candy (キャンディ・キャンディ, Kyandi Kyandi) is a Japanese series created by Kyoko Mizuki. The main character, Candice \"Candy\" White Ardley is a blonde girl with freckles, large emerald green eyes and long hair, worn in pigtails with bows. Candy Candy first appeared as a manga in April 1975, written by Japanese writer Keiko Nagita under the pen name Kyoko Mizuki and illustrated by manga artist Yumiko Igarashi, a collaboration which was put together by the Japanese magazine Nakayoshi who were interested in recreating a \"masterpiece\" manga in the same vein as Heidi, Anne of Green Gables and other famous classic titles of literature read predominantly by young girls. The manga series ran for four years and won the 1st Kodansha Manga Award for shōjo in 1977. The story was adapted into an anime series by Toei Animation. There are also three animated short films."
    },
    {
        "name": "Candyfloss (novel)",
        "abstract": "Candyfloss is a novel by Jacqueline Wilson, first published in 2006 by Doubleday."
    },
    {
        "name": "Candyfreak",
        "abstract": "Candyfreak: A Journey Through the Chocolate Underbelly of America is a non-fiction book written by Steve Almond. It is about a trip that he took in which he searched for candy bars made by small companies. He traveled to factories across the country. It was widely reviewed. It was featured as a \"Staff Pick\" at Powells.com. On May 24, 2004, shortly after the books publication in print, Highbridge Audio published an audiobook production of Candyfreak, read by Oliver Wyman. In 2006, Heinemann republished the book in the UK with the revised title Candyfreak: Confessions of a Chocoholic."
    },
    {
        "name": "Cannabis: The Illegalization of Weed in America",
        "abstract": "Cannabis: The Illegalization of Weed in America is a 2019 nonfiction graphic novel by Box Brown. Publishers Weekly found it to be a \"useful\" historical review that \"finds the drug's restriction is based on racism and falsehoods\", and that it \"will inform anyone curious about cannabis’s history in America\". NPR's review said Brown's story presentation and technique provided \"perfect support for stories freighted with layers of misinformation and irony\" like this examination of \"the drug's history and the century-long, globe-spanning crusade against\" cannabis. Hollywood Reporter's review noted how Brown showed the pseudo-scientific studies that justified the initial U.S. prohibition were \"strange and wonderful things — especially when they were exploring such hot-button topics as the effect that cannabis use has on people in an era when Reefer Madness was taken seriously as a cautionary tale\"."
    },
    {
        "name": "Cannonball (novel)",
        "abstract": "Cannonball is Joseph McElroy's ninth novel. Set in Southern California and Iraq, it tells the story of Zach, a young and naive military photographer who stumbles upon a secret network of underground water pipes (\"horizontal wells\") in Iraq used to smuggle what are apparently scrolls containing the original prosperity Gospel, an interview with Jesus peddling free market doctrine."
    },
    {
        "name": "Cantata (Stravinsky)",
        "abstract": "The Cantata by Igor Stravinsky is a work for soprano, tenor, female choir, and instrumental ensemble (of two flutes, oboe, cor anglais (doubling second oboe), and cello), and was composed from April 1951 to August 1952. The premiere performance on 11 November 1952 was by the Los Angeles (Chamber) Symphony Society (to whom the work is dedicated), conducted by Stravinsky himself. After completing the opera The Rake's Progress, Stravinsky felt the urge to compose another work setting English words, but in a non-dramatic form. The piece consists of the following movements: 1. \n* \"A lyke-wake dirge. Versus I. Prelude: 'This ae nighte'\" 2. \n* Ricercar I. \"The maidens came\" 3. \n* \"A lyke-wake dirge. Versus II. First interlude: 'If ever thou gav'st hos'n and shoon'\" 4. \n* Ricercar II. \"Sacred History: 'To-morrow shall be my dancing day'\" 5. \n* \"A lyke-wake dirge. Versus III. Second interlude: 'From Whinnymuir when thou may'st pass'\" 6. \n* \"Westron Wind\" 7. \n* \"A lyke-wake dirge. Versus IV. Postlude: 'If ever thou gav'st meat or drink'\" For his texts, Stravinsky chose four anonymous 15th- and 16th-century poems found in,, an anthology of poetry presented to him as a Christmas gift by W. H. Auden, the librettist of his opera The Rake's Progress. The dirge sections concern a soul's approach to and journey through purgatory. In between the verses of the dirge there are two ricercars (Ricercar I sets \"The maidens came\"; Ricercar II sets the carol \"Tomorrow shall be my dancing day\"), and a sixteenth-century song text, \"Westron Wind\"."
    },
    {
        "name": "Cantata Profana",
        "abstract": "Cantata Profana (subtitled A kilenc csodaszarvas [The Nine Enchanted Stags], Sz 94) is a work for tenor, baritone, double mixed chorus and orchestra by the Hungarian composer Béla Bartók. Completed on 8 September 1930, it received its premiere in London on 25 May 1934, with the BBC Symphony Orchestra and Wireless Chorus conducted by Aylmer Buesst. Tenor Trefor Jones and baritone Frank Phillips were the featured soloists. The work was presented in an English translation by M. D. Calvocoressi."
    },
    {
        "name": "Cantate!",
        "abstract": "Cantate! (Sing!) is a German Catholic hymnal first published in 1847, and continued in seven editions until 1879. It was a collection of 444 old and new songs, edited by the educator and hymnwriter Heinrich Bone, and the first Catholic hymnal in German that was used in multiple dioceses. Several of the songs are still part of the common Catholic hymnal in German, Gotteslob."
    },
    {
        "name": "Canto for a Gypsy",
        "abstract": "Canto for a Gypsy is a novel by Martin Cruz Smith (under the name \"Martin Smith\") first published in 1972. It is the follow up to Gypsy in Amber and also has Romano Grey as the main character."
    },
    {
        "name": "Capoeira: The History of an Afro-Brazilian Martial Art",
        "abstract": "Capoeira: The History of an Afro-Brazilian Martial Art is a book by published by Routledge in 2005. The book is known for its insight into the far-reaching history of the Brazilian martial art known as Capoeira, and its complex cultural significance to Brazilian identity. It provides a series of in-depth debates on Capoeira, including what it actually is (a fight, sport, dance, or art), where its true origins lie (African, Afro-Brazilian, or Brazilian), and what it exemplifies (resistance, or acceptance). Additionally, it describes the evolution of Capoeira from its roots as it spread to different regions of Brazil in the 19th and 20th Centuries, and the rest of the world in the 21st Century, accepting a multitude of beliefs into a single divers culture. Throughout the book, Capoeira is also seen as a mechanism for racial desegregation."
    },
    {
        "name": "Cappadonna Hits",
        "abstract": "Cappadonna Hits is a greatest hits album by rapper Cappadonna. It contains songs from his first two albums."
    },
    {
        "name": "Captain Fantastic and the Brown Dirt Cowboy",
        "abstract": "Captain Fantastic and the Brown Dirt Cowboy is the ninth studio album by English musician Elton John. The album is an autobiographical account of the early musical careers of Elton John (Captain Fantastic) and his long-term lyricist Bernie Taupin (the Brown Dirt Cowboy). It was released in May 1975 by MCA Records in America and DJM in the UK and was an instant commercial success. The album was certified gold before its release, and reached No. 1 in its first week of release on the US Billboard 200, the first ever album to achieve both honors. It sold 1.4 million copies within four days of release, and stayed in the top position in the chart for seven weeks. Though they would all appear on later albums, this was the last album of the 1970s with the original lineup of the Elton John Band (guitarist Davey Johnstone, bassist Dee Murray, and drummer Nigel Olsson). Murray and Olsson, who had formed John's rhythm section since 1970, were fired prior to the recording of the follow-up album Rock of the Westies, while Johnstone would leave in 1978. This was the last album until 1983's Too Low for Zero that Elton John and his classic band would play on together. In 2003, the album was ranked number 158 on Rolling Stone's list of The 500 Greatest Albums of All Time, maintaining the rating in a 2012 revised list."
    },
    {
        "name": "Captain Tempesta",
        "abstract": "Captain Tempesta (original title: Capitan Tempesta) is a historical adventure novel written by Italian author Emilio Salgari, published in 1905. Set against the backdrop of the Siege of Famagusta during the Ottoman–Venetian War (1570–1573) it features the first female swordswoman in Italian popular fiction, the Duchess Eleanora d'Eboli, better known as Captain Tempesta. The novel and its sequel The Lion of Damascus were adapted for the big screen in 1942. The films were directed by Corrado D'Errico and starred Carla Candiani as Captain Tempesta. In 2009 it was selected by Julia Eccleshare as one of the 1001 Children's Books You Must Read Before You Grow Up."
    },
    {
        "name": "Captain Underpants and the Revolting Revenge of the Radioactive Robo-Boxers",
        "abstract": "Captain Underpants and the Revolting Revenge of the Radioactive Robo-Boxers is the tenth book in the Captain Underpants series created by Dav Pilkey. It was published on January 15, 2013."
    },
    {
        "name": "Captain from Castile (novel)",
        "abstract": "Captain from Castile is a historical adventure novel by author Samuel Shellabarger originally published in 1945. The novel relates the adventures of young Spanish nobleman Pedro de Vargas during the early years of the 16th century, focusing mainly on his mistreatment by the Spanish Inquisition, his adventures in Mexico while serving as a captain during Hernan Cortés' conquest of the Aztecs, and his subsequent return to Spain."
    },
    {
        "name": "Car-Jacked (novel)",
        "abstract": "Car-Jacked is novel by British author Ali Sparkes. The story follows a 12-year-old child genius Jack Mattingly and his friendship with the hijacker of his parents' Toyota Prius. The book was shortlisted for a 2017 Red House Children's Book Award in the \"Book For Older Readers\" category, which was won by One."
    },
    {
        "name": "Car brez zaklada",
        "abstract": "Car brez zaklada is a novel by Slovenian author Slavko Pregl. It was first published in 2009."
    },
    {
        "name": "Carey Baptist College",
        "abstract": "Carey Baptist College is a Bible and theological college for training in mission, ministry, and formation based in Auckland, New Zealand.It is the theological college of the Baptist Churches of New Zealand. The college was founded in 1924 as New Zealand Baptist Theological College. It held its first classes in 1926, originally training men to be ministers for Baptist churches in New Zealand. Its first principal was J.J. North. The college was renamed in 1992 to Carey Baptist College after the English Baptist missionary William Carey."
    },
    {
        "name": "Carl's Afternoon in the Park",
        "abstract": "Carl's Afternoon in the Park (ISBN 0-374-31104-8) is a children's picture book by Alexandra Day. The book was copyrighted in 1991. The book is largely pictorial with text only on the very first and very last pages."
    },
    {
        "name": "Carl Burgos",
        "abstract": "Carl Burgos (/ˈbɜːrɡoʊs/; born Max Finkelstein /ˈfɪŋkəlstiːn/; April 18, 1916 – March 1, 1984) was an American comic book and advertising artist best known for creating the original Human Torch in Marvel Comics #1 (Oct. 1939), during the period historians and fans call the Golden Age of comic books. He was inducted into comic books' Jack Kirby Hall of Fame in 1996."
    },
    {
        "name": "Carlos Celdran",
        "abstract": "John Charles Edward \"Carlos\" Pamintuan Celdran (November 10, 1972 – October 8, 2019) was a Filipino artist, tour guide, segment TV host and cultural activist. He was known for \"Walk This Way\", a guided tour of the Manila districts of Intramuros, Binondo, and Quiapo using a combination of music, visuals, and history lectures to immerse tourists into what was life like during the Spanish and American colonization periods of the Philippines. He was also known for engaging in a controversial protest, known colloquially as his \"Damaso stunt\", in the Manila Cathedral in September 2010, leading to his arrest for \"offending religious feelings\" as per Article 133 of the Revised Penal Code. In January 2019, the conviction forced Celdran to go on self-exile in Madrid, Spain, where he died of cardiac arrest on October 8 of that year."
    },
    {
        "name": "Carpe Jugulum",
        "abstract": "Carpe Jugulum (/ˈkɑːrpi ˈdʒʌɡjʊləm/; Latatian for \"seize the throat\", cf. Carpe diem) is a comic fantasy novel by English writer Terry Pratchett, the twenty-third in the Discworld series. It was first published in 1998. In Carpe Jugulum, Terry Pratchett pastiches the traditions of vampire literature, playing with the mythic archetypes and featuring a tongue-in-cheek reversal of 'vampyre' subculture with young vampires who wear bright clothes, drink wine, and stay up until noon."
    },
    {
        "name": "Carrie (novel)",
        "abstract": "Carrie is a horror novel by American author Stephen King. It was his first published novel, released on April 5, 1974, with a first print-run of 30,000 copies. Set primarily in the then-future year of 1979, it revolves around the eponymous Carrie White, a friendless, bullied high-school girl from an abusive religious household who uses her newly discovered telekinetic powers to exact revenge on those who torment her. In the process, she causes one of the worst local disasters the town has ever had. King has commented that he finds the work to be \"raw\" and \"with a surprising power to hurt and horrify\". Much of the book uses newspaper clippings, magazine articles, letters, and excerpts from books to tell how Carrie destroyed the fictional town of Chamberlain, Maine while exacting revenge on her sadistic classmates and her own mother, Margaret. Carrie was one of the most frequently banned books in United States schools in the 1990s because of its violence, cursing, underage sex and negative view of religion. Several adaptations of Carrie have been released, including a 1976 feature film, a 1988 Broadway musical as well as a 2012 off-Broadway revival, a 1999 feature film sequel, a 2002 television film, and a 2013 feature film, which serves as a remake of the 1976 film. The book is dedicated to King's wife Tabitha King."
    },
    {
        "name": "Carrying the Fire",
        "abstract": "Carrying the Fire: An Astronaut's Journeys is the autobiography of the Gemini 10 and Apollo 11 astronaut Michael Collins. It was released in 1974 with a foreword by the aviator Charles Lindbergh (who died that year). The book was re-released in 2009 to coincide with the 40th anniversary of the first crewed lunar landing, and again for its 50th anniversary, in 2019. The book covers Collins's life as a test pilot in the United States Air Force; his selection as an astronaut and his spacewalks on Gemini 10 and historic flight as the command module pilot on Apollo 11. Collins presents some candid insights into his astronaut colleagues, including Neil Armstrong (\"I can't offhand think of a better choice to be the first man on the moon\") and Buzz Aldrin (\"would make a champion chess player; always thinks several moves ahead\")."
    },
    {
        "name": "Cars: Radiator Springs Adventures",
        "abstract": "Cars: Radiator Springs Adventures is a minigame collection PC game by American studios AWE Games and Rainbow Studios based on the Disney/Pixar Cars (film). The platform it is designed for is the Windows/Macintosh. It was released on June 6, 2006 and published by THQ. It was intended for the early Cars (video game) childhood market, ages 4 and up. There was another version exclusively to Target stores. It was more of an arcade style version made for all gaming systems. This version is for the PC/Mac."
    },
    {
        "name": "Carver (novel)",
        "abstract": "Carver is the fifth novel of the Samuel Carver series by English thriller writer, Tom Cain, released on 18 August 2011 through Bantam Press."
    },
    {
        "name": "Cary Bates",
        "abstract": "Cary Bates (born 1948) is an American comic book, animation, television and film writer. He is best known for his work on The Flash, Superman, Superboy, the Legion of Superheroes and Captain Atom."
    },
    {
        "name": "Casanova (novel)",
        "abstract": "Casanova is the second novel by English author, Andrew Miller, released on 3 September 1998 through Sceptre. The novel was relatively well received by reviewers and was shortlisted for an Encore Award in 1999."
    },
    {
        "name": "Case Mansion",
        "abstract": "The Case Mansion in Canton, Ohio, was a historic work of architect Guy Tilden. It was listed on the National Register of Historic Places, but removed from the National Register in 1990 after being demolished."
    },
    {
        "name": "Casino Royale (novel)",
        "abstract": "Casino Royale is the first novel by the British author Ian Fleming. Published in 1953, it is the first James Bond book, and it paved the way for a further eleven novels and two short story collections by Fleming, followed by numerous continuation Bond novels by other authors. The story concerns the British secret agent James Bond, gambling at the casino in Royale-les-Eaux to bankrupt Le Chiffre, the treasurer of a French union and a member of the Russian secret service. Bond is supported in his endeavours by Vesper Lynd, a member of his own service, as well as Felix Leiter of the CIA and René Mathis of the French Deuxième Bureau. Fleming used his wartime experiences as a member of the Naval Intelligence Division, and the people he met during his work, to provide plot elements; the character of Bond also reflected many of Fleming's personal tastes. Fleming wrote the draft in early 1952 at his Goldeneye estate in Jamaica while awaiting his marriage. He was initially unsure whether the work was suitable for publication, but was assured by his friend, the novelist William Plomer, that the novel had promise. Within the spy storyline, Casino Royale deals with themes of Britain's position in the world, particularly the relationship with the US in light of the defections to the Soviet Union of the British agents Guy Burgess and Donald Maclean. The book was given broadly positive reviews by critics at the time and sold out in less than a month after its UK release on 13 April 1953, although US sales upon release a year later were much slower. Since publication Casino Royale has appeared as a comic strip in The Daily Express, and been adapted for the screen three times: a 1954 episode of the CBS television series Climax! with Barry Nelson as an American Bond, a 1967 film version with David Niven playing \"Sir James Bond\", and a 2006 film in the Eon Productions film series starring Daniel Craig as James Bond."
    },
    {
        "name": "Cass Street Park",
        "abstract": "Cass Street Park is a public art work by American artist , located on the east side of Milwaukee, Wisconsin at 1647 N. Cass St. The work was created as part of a revitalization effort."
    },
    {
        "name": "Cassandra (novel)",
        "abstract": "Cassandra (German: Kassandra) is a 1983 novel by the German author Christa Wolf. It has since been translated into a number of languages. Swiss composer Michael Jarrell has adapted the novel for speaker and instrumental ensemble, and his piece has been performed frequently."
    },
    {
        "name": "Cast of Criminals",
        "abstract": "Cast of Criminals is the 97th novel in the Hardy Boys Mystery Stories and was written by Franklin W. Dixon. It was published in 1989 by Minstrel Books."
    },
    {
        "name": "Caste: The Origins of Our Discontents",
        "abstract": "Caste: The Origins of Our Discontents is a nonfiction book by the American journalist Isabel Wilkerson, published in August 2020 by Random House. The book describes racism in the United States as an aspect of a caste system – a society-wide system of social stratification characterized by notions such as hierarchy, inclusion and exclusion, and purity. Wilkerson does so by comparing aspects of the experience of American people of color to the caste systems of India and Nazi Germany, and she explores the impact of caste on societies shaped by them, and their people. Caste, which followed Wilkerson's 2010 book The Warmth of Other Suns, was met with critical acclaim and commercial success. It won or was nominated for several awards, and was featured prominently on nonfiction bestsellers lists and year-end best-books lists."
    },
    {
        "name": "Cat Country (novel)",
        "abstract": "Cat Country (simplified Chinese: 猫城记; traditional Chinese: 貓城記; pinyin: Māochéngjì, also translated as City of Cats) is a dystopian satirical novel by Chinese writer Lao She (1899–1966), first published in 1933. It has been translated into English, French, German, Hungarian, Japanese and Russian."
    },
    {
        "name": "Cat Girl Alliance",
        "abstract": "Koneko Doumei (仔猫同盟, Koneko Doumei) is a Japanese erotic visual novel developed by Sekilala and published by , released on February 20, 2004 for Windows. It was localized in North America as Cat Girl Alliance by on February 20, 2010."
    },
    {
        "name": "Cat O'Nine Tales",
        "abstract": "Cat O'Nine Tales is British author Jeffrey Archer's fifth collection of short stories. It was published in 2006, and nine of the twelve stories are based on tales Archer heard while in prison. The other three stories are also based on true events but are not derived from prison."
    },
    {
        "name": "Catch-22",
        "abstract": "Catch-22 is a satirical war novel by American author Joseph Heller. He began writing it in 1953; the novel was first published in 1961. Often cited as one of the most significant novels of the twentieth century, it uses a distinctive non-chronological third-person omniscient narration, describing events from the points of view of different characters. The separate storylines are out of sequence so the timeline develops along with the plot. The novel is set during World War II, from 1942 to 1944. It mainly follows the life of antihero Captain John Yossarian, a U.S. Army Air Forces B-25 bombardier. Most of the events in the book occur while the fictional 256th US Army Air Squadron is based on the island of Pianosa, in the Mediterranean Sea west of Italy, although it also covers episodes from basic training at Lowry Field in Colorado and Air Corps training at Santa Ana Army Air Base in California. The novel examines the absurdity of war and military life through the experiences of Yossarian and his cohorts, who attempt to maintain their sanity while fulfilling their service requirements so that they may return home. The book was made into a film adaptation in 1970, directed by Mike Nichols. In 1994, Heller published a sequel to the 1961 novel entitled Closing Time."
    },
    {
        "name": "Catch the Breeze",
        "abstract": "Catch the Breeze is a two-disc collection of songs by English shoegazing band Slowdive. It was released in November 2004 on Sanctuary Midline with sleeve notes by Paul Lester."
    },
    {
        "name": "Amblypoda",
        "abstract": "Amblypoda was a taxonomic hypothesis uniting a group of extinct, herbivorous mammals. They were considered a suborder of the primitive ungulate mammals and have since been shown to represent a polyphyletic group."
    },
    {
        "name": "Ambrosian Iliad",
        "abstract": "The Ambrosian Iliad or Ilias Picta (Milan, Biblioteca Ambrosiana, Cod. F. 205 Inf.) is a 5th-century illuminated manuscript on vellum, which depicts the entirety of Homer's Iliad, including battle scenes and noble scenes. It is considered unique due to being the only set of ancient illustrations that depict scenes from the Iliad. The Ambrosian Iliad consists of 52 miniatures, each labeled numerically. It is thought to have been created in Alexandria, given the flattened and angular Hellenistic figures, which are considered typical of Alexandrian art in late antiquity, in approximately 500 AD, possibly by multiple artists. The author(s) first drew the figures nude and then painted the clothes on, much like in Greek vase painting. In the 11th century, the miniatures were cut out of the original manuscript and pasted into a Siculo-Calabrian codex of Homeric texts. Comparisons of texts per page to other late antique manuscripts (Vatican Vergil, Vienna Genesis) has led some to speculate these miniatures were originally part of a large manuscript. This manuscript was unlike other illuminated manuscripts in its lack of gilding. Instead, the author(s) chose yellow ochre to represent gold within the individual images, i.e. the gold cuirasses of noble figures, and the halo of Zeus (folios XXXIV). Cardinal Angelo Mai, librarian of the Ambrosiana in the early 1800s, became convinced that the manuscript was from the 3rd century, and therefore philologically extremely important. He labelled the miniatures, and applied harsh chemicals to the manuscript in an attempt to improve the legibility of the text. His actions caused the miniatures' colors to bleed through the pages and left them in the damaged state they are in today. Today the Ambrosian Iliad is held in the Biblioteca Ambrosiana in Milan, Lombardy, Italy, which is also the manuscript's namesake. It was purchased from Genoese collector Gian Vincenzo Pinelli's library and added, by the famed Cardinal Federico Borromeo, to the Biblioteca Ambrosiana on June 14th, 1608. The manuscript's images can be viewed on the Warburg Institute Iconographic Database. Wikimedia Commons has media related to Ambrosian Iliad."
    },
    {
        "name": "Ambrosio de Letinez",
        "abstract": "Ambrosio de Letinez is an early Texan novel believed written by , a Catholic missionary and Frenchman by birth. It was first issued in 1838 as Mexico versus Texas, a Descriptive Novel, most of the Characters of which are Living Persons.(Ambrosio de Letinez, v)"
    },
    {
        "name": "Ambulanse",
        "abstract": "Ambulance (Original title: Ambulanse) is a collection of short stories by the Norwegian author Johan Harstad, published in 2002. The collection contains eleven short stories, all connected to each other. The main character in one of the stories shows up as an 'extra' in the next, and several stories are told from different angles. The overall link between the short stories is an ambulance driving through an unnamed city. Harstad received the Bjørnson Stipend for the collection. It has also been published in France and Finland, and many of the short stories have been published in anthologies in Germany, France, England, United States, Italy and India. \n* v \n* t \n* e"
    },
    {
        "name": "Amduat",
        "abstract": "The Amduat (Ancient Egyptian: jmj dwꜣt, literally \"That Which Is In the Afterworld\", also translated as \"Text of the Hidden Chamber Which is in the Underworld\" and \"Book of What is in the Underworld\"; Arabic: كتاب الآخرة, romanized: Kitab al-Akhira) is an important ancient Egyptian funerary text of the New Kingdom of Egypt. Like many funerary texts, it was found written on the inside of the pharaoh's tomb for reference. Unlike other funerary texts, however, it was reserved only for pharaohs (until the Twenty-first Dynasty almost exclusively) or very favored nobility. It tells the story of Ra, the Egyptian sun god who travels through the underworld, from the time when the sun sets in the west and rises again in the east. It is said that the dead Pharaoh is taking this same journey, ultimately to become one with Ra and live forever. The underworld is divided into twelve hours of the night, each representing different allies and enemies for the Pharaoh/sun god to encounter. The Amduat names all of these gods and monsters. The main purpose of the Amduat is to give the names of these gods and monsters to the spirit of the dead Pharaoh, so he can call upon them for help or use their name to defeat them. As well as enumerating and naming the inhabitants of the Duat, both good and bad, the illustrations of the work show clearly the topography of the underworld. The earliest complete version of the Amduat is found in KV34, the tomb of Thutmose III in the Valley of the Kings."
    },
    {
        "name": "Ame Badha",
        "abstract": "Ame Badha (pronounced [əme bə.dʰã]; transl. We All) is a Gujarati humorous novel co-authored by Dhansukhlal Mehta and Jyotindra Dave, published in 1935. It is widely considered to be the second humorous novel in Gujarati literature, after Bhadrambhadra (1900) by Ramanbhai Neelkanth. The novel presents the story of protagonist Vipin from his birth to marriage."
    },
    {
        "name": "Amelia (novel)",
        "abstract": "Amelia is a sentimental novel written by Henry Fielding and published in December 1751. It was the fourth and final novel written by Fielding, and it was printed in only one edition while the author was alive, although 5,000 copies were published of the first edition. Amelia follows the life of Amelia and Captain William Booth after they are married. It contains many allusions to classical literature and focuses on the theme of marriage and feminine intelligence, but Fielding's stance on gender issues cannot be determined because of the lack of authorial commentary discussing the matter. Although the novel received praise from many writers and critics, it received more criticism from Fielding's competition, possibly resulting from the \"paper war\" in which the author was involved."
    },
    {
        "name": "Amelia Bedelia (book)",
        "abstract": "Amelia Bedelia is the first book in the popular Amelia Bedelia children's picture book series about a housekeeper who takes her instructions literally. It was written by Peggy Parish, illustrated by Fritz Siebel, and published by Harper and Row in 1963. The idea for the book came from a former housekeeper as well as Peggy's third-grade students at the Dalton School in Manhattan who tended to confuse vocabulary, often with comic results. Amelia Bedelia has been referenced for its use of language and portrayal of gender norms. Over 35 million copies of books in the series have been sold. 2013 marked the book's 50th anniversary and commemorated its popularity with the publication of a new line of Amelia Bedelia books."
    },
    {
        "name": "Amelia Peabody's Egypt",
        "abstract": "Amelia Peabody's Egypt : A Compendium is a 2003 non-fiction book, edited by Elizabeth Peters and Kristen Whitbread."
    },
    {
        "name": "Amelia and Me",
        "abstract": "Amelia and Me is a 2013 children's fiction novel by Heather Stemp. The book is edited by Paul Butler. A photo gallery and glossary are included in the end of the paperback edition. The novel was originally written to record the author's family history. The setting and characters are non-fictional, with Ginny Ross, the main character, being the author's aunt. Amelia and Me was shortlisted for the 2014/15 Red Cedar Book Award, and is in the Canadian Children's Book Centre's Best Books for Kids & Teens Spring 2014 Selection."
    },
    {
        "name": "Amen: The Awakening",
        "abstract": "Amen: The Awakening was a first-person shooter developed by Cavedog Entertainment. It was to be the first FPS by Cavedog. 60% completed, it was cancelled in 2000 for a variety of reasons, one of which being that its overall scope and proprietary game engine was far too ambitious, given computer hardware of the time."
    },
    {
        "name": "Amen Corner (novel)",
        "abstract": "Amen Corner is a 2007 novel by American author Rick Shefchik, published March 9 by Poisoned Pen Press. A mystery/thriller set at the Masters Tournament of golf, it centers on Minneapolis police detective and amateur golfer Sam Skarda, as he competes in his first Masters and tries to stop a crazed killer determined to put an end to the tournament. It is the first in a series about Skarda and his adventures investigating crime in the sports world. The second, Green Monster, was published August 1, 2008."
    },
    {
        "name": "America's Ethan Allen",
        "abstract": "America's Ethan Allen is a 1949 picture book biography written by Stewart Holbrook and illustrated by Lynd Ward. The book is a biography of Ethan Allen. The book was a recipient of a 1949 Caldecott Honor for its illustrations."
    },
    {
        "name": "America's Great Depression",
        "abstract": "America's Great Depression is a 1963 treatise on the 1930s Great Depression and its root causes, written by Austrian School economist and author Murray Rothbard. The fifth edition was released in 2000."
    },
    {
        "name": "America's National Game",
        "abstract": "America's National Game is a book by Albert Spalding, published in 1911, that details the early history of the sport of baseball. It is one of the defining books in the early formative years of modern baseball. Much of the story is told first-hand; since the 1850s, Spalding had been involved in the game, first as a pitcher and later a manager and club owner. Later he branched out to become a leading manufacturer of sporting goods. In addition to his personal recollections, he had access to the records of Henry Chadwick, the game's first statistician and archivist. Much of his early history of the game is considered to be reliable. Spalding was, however, said to aggrandize his role in the major moments in baseball's history. Early editions of the book include quality full-page photo-plates of important players."
    },
    {
        "name": "America's Original Sin",
        "abstract": "America's Original Sin: Racism, White Privilege, and the Bridge to a New America is a 2015 book by Jim Wallis."
    },
    {
        "name": "America's Other Army",
        "abstract": "America's Other Army: The U.S. Foreign Service and 21st-Century Diplomacy is a book by Nicholas Kralev. Its first edition was published in 2012, and its second edition in 2015. The book is based on the author's visits to 77 American embassies and consulates over more than a decade, and interviews with about 600 diplomats, including eight U.S. secretaries of state: John Kerry, Hillary Clinton, Condoleezza Rice, Colin Powell, Madeleine Albright, Warren Christopher, James Baker and George Shultz. The author, who is a former Financial Times and Washington Times correspondent, discussed this book on BBC in January 2013 and PBS in March 2013."
    },
    {
        "name": "America's Western Frontiers",
        "abstract": "America's Western Frontiers: The Exploration and Settlement of the Trans-Mississippi West (released in the United Kingdom as The American West) is a book which chronicles the history of the American West from the Pre-Columbian era through the mid-twentieth century. It was written by , a professor of history at the University of Birmingham in England, whose speciality was the history of the American west. The book was first published by Alfred A. Knopf in 1967. America's Western Frontiers won the Western History Association's Alfred A. Knopf Western History Prize for this book in 1966. The book also received the National Cowboy & Western Heritage Museum's Western Heritage Award for non-fiction books in 1968."
    },
    {
        "name": "America, an Epic Rhapsody",
        "abstract": "America, an Epic Rhapsody (often shortened to America) is an orchestral work composed between 1926 and 1927 by Swiss-born Ernest Bloch, as a tribute to the country to which he had emigrated in 1916. The work consists of three movements, covering the history of the United States and entitled '1620', '1861-1865' and '1926'. It was first performed in New York. According to Bloch, the idea for America first came to him as he arrived in the United States in 1916. This idea reoccurred to him as he studied some works of Walt Whitman in 1925, and the following year he composed the rhapsody's anthem while in San Francisco. In a 1927 contest sponsored by Musical America, the rhapsody won the $3000 prize for the best symphonic work on an American theme by an American composer, beating ninety-one other entries to gain the unanimous vote of the judges. On 21 December 1928, following this success, America was performed simultaneously in five American cities: Chicago, New York, Boston, Philadelphia and San Francisco."
    },
    {
        "name": "America-Lite",
        "abstract": "America-Lite: How Imperial Academia Dismantled Our Culture (and Ushered in the Obamacrats) is a 2012 book by David Gelernter, published by Encounter Books. The term \"America Lite\" has also been used to jokingly refer to the country of Canada by Americans because of its proximity and cultural similarities to the United States."
    },
    {
        "name": "America (The Book)",
        "abstract": "America (The Book): A Citizen's Guide to Democracy Inaction is a 2004 humor book written by Jon Stewart and other writers of The Daily Show that parodies and satirizes American politics and worldview. It has won several awards, and generated some controversy. An updated trade paperback edition was published in 2006 as a \"Teacher's Edition\", with updated coverage of the Supreme Court Justices (including Samuel Alito and John Roberts, who were appointed after the 2004 book's publication), and fact checking by , professor emeritus of history at the University of Wisconsin–Madison, with red marks and remarks appearing throughout, correcting the satirical \"mistakes\" (and a few honest errors) of the original edition."
    },
    {
        "name": "America Again",
        "abstract": "America Again: Re-becoming The Greatness We Never Weren't is a 2012 satirical book written by Stephen Colbert and other writers of The Colbert Report as a follow-up to 2007's I Am America (And So Can You!). It is published by Grand Central Publishing. The book was released on October 2, 2012. Its audiobook won the 2014 Grammy Award for Best Spoken Word Album, making for Colbert's second Grammy win, as well as his third Grammy nomination overall."
    },
    {
        "name": "America Alone",
        "abstract": "America Alone: The End of the World as We Know It is a 2006 non-fiction book by the Canadian newspaper columnist and writer Mark Steyn. It forecasts the downfall of Western civilization due to internal weaknesses and Muslim population growth in Western countries and the world generally. Based on his own observations, Steyn says that the fall of the Western world is caused by three factors: demographic decline, unsustainability of the advanced Western social democratic state, and exhaustion of civilization. By 2007, Steyn's America Alone, had already convinced many American conservatives that there was an imminent and inevitable Muslim invasion. The Canadian Islamic Congress (CIC) filed Human rights complaints against Maclean's magazine—in which they accused the magazine of Islamophobia—with the Canadian Human Rights Commission, the British Columbia Human Rights Tribunal and the Ontario Human Rights Commission, based partly on Maclean's publication of a chapter from Steyn's book, \"The Future Belongs to Islam\"."
    },
    {
        "name": "America Is Elsewhere",
        "abstract": "America Is Elsewhere: The Noir Tradition in the Age of Consumer Culture (ISBN 978-0-199-96991-3) is a book written by Erik Dussere and published by Oxford University Press on 1 November 2013 which later went on to win the Edgar Award for Best Critical / Biographical in 2014."
    },
    {
        "name": "America Is in the Heart",
        "abstract": "America Is in the Heart, sometimes subtitled A Personal History, is a 1946 semi-autobiographical novel written by Filipino American immigrant poet, fiction writer, short story teller, and activist, Carlos Bulosan. The novel was one of the earliest published books that presented the experiences of the immigrant and working class based on an Asian American point of view and has been regarded as \"[t]he premier text of the Filipino-American experience.\" In his introduction, journalist Carey McWilliams, who wrote a 1939 study about migrant farm labor in California (Factories in the Field), described America Is in the Heart as a “social classic” that reflected on the experiences of Filipino immigrants in America who were searching for the “promises of a better life”."
    },
    {
        "name": "America a Prophecy",
        "abstract": "America a Prophecy is a 1793 prophetic book by the English poet and illustrator William Blake. It is engraved on eighteen plates, and survives in fourteen known copies. It is the first of Blake's Continental prophecies."
    },
    {
        "name": "America and Americans",
        "abstract": "America and Americans is a 1966 collection of John Steinbeck's journalism. It was Steinbeck's last book."
    },
    {
        "name": "America by Heart",
        "abstract": "America by Heart: Reflections on Family, Faith, and Flag is the second book by Sarah Palin. It was released on November 23, 2010, and has been described as containing selections from Palin's favorite speeches, sermons, and inspirational works, as well as vignettes about Americans she met in the fall of 2009 while on her book tour for Going Rogue: An American Life. One million copies were printed for the first run, and a digital edition has been available since the release. She embarked on a 16-city book tour in America's \"heartland\" that began on November 23, 2010. The book made number two on The New York Times Best Seller list during its second week of release. America by Heart was the fifth best-selling nonfiction book of 2010, according to Publishers Weekly, with 797,955 copies sold."
    },
    {
        "name": "America in Vietnam",
        "abstract": "America in Vietnam is a book by Guenter Lewy about America's role in the Vietnam War. The book is highly influential although it has remained controversial even decades after its publication. Lewy contends that the US actions in Vietnam had been neither illegal nor immoral and that tales of American atrocities were greatly exaggerated in what he understands as a \"veritable industry\" of war crimes allegations. The text returned to the limelight during the 2004 US presidential election, when it was cited by several groups supporting the reelection of George W. Bush, in contending that Democratic presidential contender John Kerry had betrayed his country for his participation in anti-war activities upon his return from service in Vietnam."
    },
    {
        "name": "American Appetites",
        "abstract": "American Appetites is a novel by Joyce Carol Oates, that is about a couple in upstate New York. It tells of the secrets each harbors and what will happen when they finally get exposed. \n* v \n* t \n* e"
    },
    {
        "name": "American Authors and Books",
        "abstract": "American Authors and Books is a reference work about American literature. Editions, with varying subtitles, were published in 1943, 1962, and 1972. The first edition, American Authors and Books: 1640–1940, edited by and Will D. Howe, was published in 1943 by Gramercy Publishing Company (now part of Crown Publishing Group). The 1943 edition ran to 858 pages. When the first edition was published, both Burke and Howe were on staff at Charles Scribner's Sons. A review by Rollo G. Silver in American Literature compared the first edition to The Oxford Companion to American Literature, edited by James D. Hart, but noted that American Authors listed far more people than the Companion. Booklist likewise compared the 1943 American Authors to the Companion, describing it as a \"quick reference tool\". A second edition, updated by , was released by Crown Publishers in 1962. Weiss's edition updated the book to include entries from 1940 to shortly before the new edition was published. A review by John Barkham upon the publication of the second edition described American Authors as a \"widely-used reference text to American writing\". Crown published the third edition, titled American Authors and Books: 1640 to the Present Day, in 1972. It was updated and revised by Irving Weiss and . This edition contained around 17,000 entries about authors, publications, and publishers, among other topics, and had 719 pages. The third edition had some errors but was generally of \"high quality\"."
    },
    {
        "name": "American Beauty (Dean novel)",
        "abstract": "American Beauty is the seventh novel in the A-List series by Zoey Dean. It was released in 2006 through Megan Tingley Publishers."
    },
    {
        "name": "American Beauty (Ferber novel)",
        "abstract": "American Beauty is a 1931 novel by American author Edna Ferber first published by Doubleday Doran. Set in the Housatonic region of Connecticut, the story, spanning the years 1700 to 1930, relates the steady decline of the Oakes family and their property, as well as their tense relations with Polish immigrants. The title comes from a line within the book. According to the story, Christopher Wren, who helped design the Oakes family mansion, said Connecticut has \"a kind of American beauty,\" resembling Kent but possessing larger and higher landscapes."
    },
    {
        "name": "American Born Chinese",
        "abstract": "American Born Chinese is a graphic novel by Gene Luen Yang. Released in 2006 by First Second Books, it was a finalist for the 2006 National Book Awards in the category of Young People's Literature. It won the 2007 Michael L. Printz Award, the 2007 Eisner Award for Best Graphic Album: New, the Publishers Weekly Comics Week Best Comic of the Year, the San Francisco Chronicle Best Book of the Year, the 2006/2007 Best Book Award from The Chinese American Librarians Association, and Amazon.com Best Graphic Novel/Comic of the Year. It also made the Booklist Top Ten Graphic Novel for Youth, the NPR Holiday Pick, and Time Top Ten Comic of the Year. It was colored by cartoonist Lark Pien, who received the 2007 Harvey Award for Best Colorist for her work on the book."
    },
    {
        "name": "American Civics Test",
        "abstract": "The American Civics Test (also known as the American Citizenship Test, U.S. Civics Test, U.S Citizenship Test, and U.S. Naturalization Test) is an oral examination that all immigrants must pass to gain United States citizenship."
    },
    {
        "name": "American College Dictionary",
        "abstract": "The American College Dictionary was the first Random House dictionary and was later expanded to create the Random House Dictionary of the English Language. First published in 1947, The American College Dictionary was edited by Clarence Barnhart based on the 1927 New Century Dictionary."
    },
    {
        "name": "American Cookery",
        "abstract": "American Cookery, by Amelia Simmons, is the first known cookbook written by an American, published in Hartford, Connecticut, in 1796. Until then, the cookbooks printed and used in the Thirteen Colonies were British. Its full title is: American Cookery, or the art of dressing viands, fish, poultry, and vegetables, and the best modes of making pastes, puffs, pies, tarts, puddings, custards, and preserves, and all kinds of cakes, from the imperial plum to plain cake: Adapted to this country, and all grades of life. Simmons' American Cookery used terms known to Americans, and ingredients that were readily available to American cooks. It was the first cookbook to include New England specialties such as Indian pudding, johnnycake, and what is now called pumpkin pie. The cookbook was the first to suggest serving cranberry with turkey, and the first to use the Hudson River Valley Dutch word cookey.It introduced the use of pearlash, a precursor of baking soda, as a chemical leavener, starting a revolution in the making of American cakes. The book was quite popular and was printed, reprinted and pirated for 30 years after its first appearance. Only four copies of the first edition are known to exist. It is considered by the Library of Congress to be one of the “Books That Shaped America.” The importance of this work cannot be overestimated. Its initial publication (Hartford, 1796) was, in its own way, a second Declaration of American Independence ... —Feeding America: The Historic American Cookbook Project"
    },
    {
        "name": "American Dervish",
        "abstract": "American Dervish is a 2012 novel by Ayad Akhtar. The novel tells the story of a young Pakistani-American boy growing up in the American Midwest and his struggle with his identity and religion. The novel has been published in English, Italian (La donna che mi insegnò il respiro), Norwegian (Begynnelsen på et farvel), Dutch (De hemelverdiener), Danish (Tavshedens smerte), German (Himmelssucher) and Spanish (El aroma secreto del limón y las especias)."
    },
    {
        "name": "American Desperado",
        "abstract": "American Desperado is a 2011 book written by journalist Evan Wright and drug smuggler Jon Roberts, a subject of the 2006 documentary Cocaine Cowboys."
    },
    {
        "name": "American Dirt",
        "abstract": "American Dirt is a 2020 novel by American author Jeanine Cummins, about the ordeal of a Mexican woman who had to leave behind her life and escape as an undocumented immigrant to the United States with her son."
    },
    {
        "name": "American Document",
        "abstract": "American Document is a modern dance work choreographed by Martha Graham in response to rising Fascism in 1930s Europe. The piece premiered on August 6, 1938 at the Vermont State Armory in Bennington, Vermont. The ballet features spoken word excerpts from the Declaration of Independence and Emancipation Proclamation, among other texts. The set was created by Arch Lauterer; the costumes were designed by Edythe Gilfond. The original music was written by Ray Green. Graham extensively reworked the choreography in 1989. John Corigliano's Oboe Concerto replaced Green's music for the revised version."
    },
    {
        "name": "American Eclipse (book)",
        "abstract": "American Eclipse is a book by David Baron about the popular impression of the 1878 solar eclipse as observed across the United States. Its full subtitle is, \"A Nation's Epic Race to Catch the Shadow of the Moon and Win the Glory of the World\"."
    },
    {
        "name": "American Empire: Blood and Iron",
        "abstract": "American Empire: Blood and Iron is the first book of the American Empire trilogy of alternate history fiction novels by Harry Turtledove. It is a sequel to the novel How Few Remain and the Great War trilogy, and is part of the Southern Victory series. Blood and Iron covers events directly following the closing events of The Great War: Breakthroughs. It takes the TL-191 Earth from 1917 to 1924."
    },
    {
        "name": "American Empire: The Victorious Opposition",
        "abstract": "American Empire: The Victorious Opposition is the third and final book in the American Empire alternate history series by Harry Turtledove, and the seventh in the Southern Victory series of books."
    },
    {
        "name": "American Exorcist: Critical Essays on William Peter Blatty",
        "abstract": "American Exorcist: Critical Essays on William Peter Blatty (2008) is an anthology of essays studying all of William Peter Blatty's novels, from Which Way to Mecca, Jack? (1959) to Elsewhere (2009)."
    },
    {
        "name": "American Fairy Tales",
        "abstract": "American Fairy Tales is the title of a collection of twelve fantasy stories by L. Frank Baum, published in 1901 by the George M. Hill Company, the firm that issued The Wonderful Wizard of Oz the previous year. The cover, title page, and page borders were designed by Ralph Fletcher Seymour; each story was furnished with two full-page black-and-white illustrations, by either Harry Kennedy, Ike Morgan, or Norman P. Hall."
    },
    {
        "name": "American Fantastic Tales",
        "abstract": "American Fantastic Tales is a set of two reprint horror anthologies, released as American Fantastic Tales: Terror and the Uncanny from Poe to the Pulps and American Fantastic Tales: Terror and the Uncanny from the 1940s to Now. Both anthologies were edited by Peter Straub. They were published by Library of America in 2009. The anthologies contain horror stories by American authors from the 18th century to modern times, split at 1940. The anthology pair itself won the 2010 World Fantasy Award—Anthology. The pair were also released as a boxed set in 2009."
    },
    {
        "name": "American Girl (book series)",
        "abstract": "The American Girl series, by various authors, is a collection of novels set within toy line's fictional universe. Since its inception, American Girl has published books based on the dolls, with novels and other media to tie in with their dolls. The books follow various American girls throughout both historical eras and contemporary settings. The historical novels that have corresponding dolls are referred to as the Central Series. There is also the Girl of the Year line of characters from contemporary settings. A related series entitled History Mysteries, also known as Mysteries Through Time and/or Mysteries through History was released by American Girl in 1999 and discontinued in 2004."
    },
    {
        "name": "American Gothic (novel)",
        "abstract": "American Gothic is a 1974 psychological horror novel by American writer Robert Bloch, a fictionalized portrayal of real life serial killer H. H. Holmes, who is renamed \"G. Gordon Gregg\" for the story."
    },
    {
        "name": "American Gothic Tales",
        "abstract": "American Gothic Tales is an anthology of \"gothic\" American short fiction. Edited and with an Introduction by Joyce Carol Oates, it was published by Plume in 1996. It featured contributions by Washington Irving, Nathaniel Hawthorne, Edgar Allan Poe, Stephen King, Anne Rice and others, and included over 40 stories."
    },
    {
        "name": "American Ground",
        "abstract": "American Ground: Unbuilding the World Trade Center is a book by William Langewiesche, published in 2002, about the cleanup and recovery effort at the World Trade Center site following the September 11 attacks. Langewiesche embedded with the team managing the search and removal of The Pile, originally writing a series of articles for The Atlantic that were expanded into American Ground."
    },
    {
        "name": "American Hardcore: A Tribal History",
        "abstract": "American Hardcore: A Tribal History is a book written by Steven Blush that relates the history of the hardcore punk movement that took place in Northern America between 1980 and 1986. It was first published by Feral House in October 2001. The book was the basis of the documentary film American Hardcore (2006), directed by Paul Rachman."
    },
    {
        "name": "American History: A Survey",
        "abstract": "American History: A Survey is a textbook first published in 1961 that was written initially by the historians Richard N. Current, T. Harry Williams, and Frank Freidel and later by Alan Brinkley, the Allan Nevins professor of history at Columbia University. The book provides an account of United States history spanning from the arrival of Christopher Columbus to the age of globalization in the most recent editions. As of December 2014, the current edition is the 14th published in 2011. This textbook has been commonly used in AP United States History classes and in college survey courses."
    },
    {
        "name": "American Holocaust (book)",
        "abstract": "American Holocaust: Columbus and the Conquest of the New World is a multidisciplinary book about the indigenous peoples of the Americas and colonial history written by American scholar and historian David Stannard. Francis Jennings of Early American Literature wrote: In essence the book comprises two main features: descriptions of the horrible bloodshed suffered by American Indians as a consequence of European \"discovery\"; and an explanation of the evolution of European ideas that culminated in the genocide of the title. Samuel R. Cook of The American Indian Quarterly wrote: ...the author focuses on the genocidal component of the conquest of the Americas, labeling it, \"far and away, the most massive act of genocide in the world... American Holocaust is a substantial addition to the library of injustice toward American Natives....From an ethical standpoint, works such as Stannard's are necessary to counterbalance the ethnocentricities of past historical works on Natives...\". This book generated significant of critical commentary. Stannard responded to some of it in an essay titled \"Uniqueness as Denial: The Politics of Genocide Scholarship\", published in Is the Holocaust Unique?, edited by Alan S. Rosenbaum."
    },
    {
        "name": "American Icon: The Fall of Roger Clemens and the Rise of Steroids in America's Pastime",
        "abstract": "American Icon: The Fall of Roger Clemens and the Rise of Steroids in America's Pastime is a book written by , Michael O'Keeffe, & , four sportswriters from the New York Daily News, that was released in 2009. It focuses on seven-time Cy Young Award-winning pitcher Roger Clemens' alleged use of steroids, relationship with trainer Brian McNamee, and both their testimonies in front of Congress regarding the Mitchell Report (2007). The book received a very positive review from Michiko Kakutani of The New York Times. Clemens gave a rare radio interview to ESPN's Mike and Mike in the Morning on the book's release date to combat its claims."
    },
    {
        "name": "American Jihad",
        "abstract": "American Jihad: The Terrorists Living Among Us is a book by investigative journalist Steven Emerson, aiming to document the clandestine activities of Islamic terrorist groups such as Hamas in the United States. Emerson seeks to explain the ideological motives of the global Islamic Jihad movements and he contends that their efforts are aimed at exploiting the freedoms prevalent in the West and the United States to infiltrate and develop various terrorist recruiting and financing networks and set the foundations for the destruction of the West. Peter Probst reviewed the book for the Middle East Quarterly, writing: \"In the best tradition of investigative reporting, Emerson has written a must-read account if one is to understand the events of September 2001, and more broadly, the threat posed by the Islamists in the United States.\" Writing for Military Review, Youssef Aboul-Enein wrote: \"Emerson's book is important because it helps differentiate between the militant from the moderate Muslim and articulates the threat militant Islamic groups pose to Americans as well as to moderate and liberal Muslims.\" A review of the book by The New York Times's Ethan Bronner, says that conservatives and some Jewish organizations took Emerson seriously, but that others have dismissed him as \"an obsessive crusader\", and concludes that while Emerson sometimes connects unrelated dots, occasionally he can be wrong; but that as an investigator focusing on radical Islamic groups in the US, his information should be taken seriously but not just at face value."
    },
    {
        "name": "American Knees",
        "abstract": "American Knees is a novel written by Shawn Wong, first published in 1995 by Simon & Schuster, and currently published by the University of Washington Press (2005). Conceived as a cultural response to Amy Tan's novel The Joy Luck Club, Wong's book depicts the love life of an Asian American man with three complex women. The book chronicles with humor the romantic chapters in the life of Raymond Ding, a Chinese American university administrator who first marries and divorces the perfect Chinese American wife, dates and breaks up with a hapa (bi-racial) younger woman, and gets involved with a Vietnamese American co-worker haunted by memories of the war."
    },
    {
        "name": "American Lightning",
        "abstract": "American Lightning: Terror, Mystery, the Birth of Hollywood, and the Crime of the Century is a non-fiction book by Howard Blum, published in 2008."
    },
    {
        "name": "American Marxism",
        "abstract": "American Marxism is a 2021 book by Mark Levin, a conservative radio host in the United States. The book is a New York Times bestseller and sold 700,000 in its first three weeks of publication."
    },
    {
        "name": "American Massacre",
        "abstract": "American Massacre: The Tragedy At Mountain Meadows, September 1857 is a non-fiction historical book by investigative reporter and author Sally Denton, released by Alfred A. Knopf in 2003."
    },
    {
        "name": "American Nations",
        "abstract": "American Nations: A History of the Eleven Rival Regional Cultures of North America is an American non-fiction book written by Colin Woodard and published in 2011. Woodard proposes a framework for examining American history and current events based on a view of the country as a federation of eleven nations, each defined by a shared culture established by each nation's founding population. Noting that the original thirteen colonies were established at different times and by different groups with different goals and values, Woodard shows how these colonies both cooperated and competed from their founding. The principles held dear by each colony often conflicted with those of other colonies, and those conflicting agendas shaped the founding and growth of the United States. As the country expanded, the populace that moved into the new territory brought with it the culture of the society from which they came, resulting in nations – a group that shares a common culture and origin – divorced from legal state and international boundaries. American Nations argues that the contrasts between regional cultures, as opposed to state borders, provide a more useful and accurate explanation of events and movements. Woodard has written two sequels: American Character: A History of the Epic Struggle Between Individual Liberty and the Common Good (Viking, 2016) and Union: The Struggle to Forge the Story of United States Nationhood (Viking, 2020). He has referred to them as an \"informal American Nations trilogy.\""
    },
    {
        "name": "American Nerd",
        "abstract": "American Nerd: The Story of My People is a book by Benjamin Nugent. The book discusses the history and origin of the term \"nerd\", as well as what the term means in today's age. Some of the important topics discussed include the racial differences for the term \"nerd\", such as how race played into Urkel, a nerdy character played by Jaleel White on the TV series Family Matters."
    },
    {
        "name": "American Notes",
        "abstract": "American Notes for General Circulation is a travelogue by Charles Dickens detailing his trip to North America from January to June 1842. While there he acted as a critical observer of North American society, almost as if returning a status report on their progress. This can be compared to the style of his Pictures from Italy written four years later, where he wrote far more like a tourist. His American journey was also an inspiration for his novel Martin Chuzzlewit. Having arrived in Boston, he visited Lowell, New York, and Philadelphia, and travelled as far south as Richmond, as far west as St. Louis and as far north as Quebec. The American city he liked best was Boston – \"the air was so clear, the houses were so bright and gay. [...] The city is a beautiful one, and cannot fail, I should imagine, to impress all strangers very favourably.\" Further, it was close to the Perkins Institution and Massachusetts Asylum for the Blind where Dickens encountered Laura Bridgman, who impressed him greatly."
    },
    {
        "name": "American Poetry Since 1950 (poetry anthology)",
        "abstract": "American Poetry Since 1950: Innovators and Outsiders is a 1993 poetry anthology edited by Eliot Weinberger. First published by Marsilio Publishers, it joined two other collections which appeared at that time: From the Other Side of the Century: A New American Poetry, 1960-1990 (1994; edited by Douglas Messerli) and Postmodern American Poetry, a 1994 poetry anthology edited by Paul Hoover. These three anthologies were perhaps seeking to be for their time what Donald Allen's anthology, The New American Poetry (Grove Press, 1960), was for the 1960s. Weinberger chooses thirty-five \"innovators and outsiders,\" all of them from the U.S.. As in the two Donald Allen anthologies of The New American Poetry, no poets from other English-speaking countries are included. Weinberger's two principles of inclusion are (1) only poems first published in book form since 1950 and (2) no poets born after World War II."
    },
    {
        "name": "American Predator",
        "abstract": "American Predator: The Hunt for the Most Meticulous Serial Killer of the 21st Century is a 2019 true crime nonfiction book about serial killer Israel Keyes, written by Maureen Callahan."
    },
    {
        "name": "American Rhapsody (book)",
        "abstract": "American Rhapsody is a 2000 book by Joe Eszterhas about the Bill Clinton-Monica Lewinsky scandal."
    },
    {
        "name": "American Rust",
        "abstract": "American Rust is a novel by American writer Philipp Meyer, published in 2009. It is set in the 2000s, in the fictional town of Buell in Fayette County, Pennsylvania, which is in a rural region referred to as \"the Valley\" of dilapidated steel towns. The novel focuses on the decline of the American middle class and well-paying manufacturing jobs, and the general sense of economic and social malaise. Meyer's novel received positive reviews, and many publications ranked it one of the best novels of the year. American Rust was published in 2009 in the United States, Great Britain, Australia, and The Netherlands (in Dutch); in 2010 it was published (in translation) in France, Germany, Italy, Korea, Israel, Greece, and Serbia."
    },
    {
        "name": "American Slavery, American Freedom",
        "abstract": "American Slavery, American Freedom: The Ordeal of Colonial Virginia is a 1975 history text by American historian Edmund Morgan. The work was first published in September 1975 through W W Norton & Co Inc and is considered to be one of Morgan's seminal works."
    },
    {
        "name": "American Smooth (poetry collection)",
        "abstract": "American Smooth is a poetry book by Rita Dove."
    },
    {
        "name": "American Sniper (book)",
        "abstract": "American Sniper: The Autobiography of the Most Lethal Sniper in U.S. Military History is a work of autobiographical creative nonfiction by United States Navy SEAL Chris Kyle, written with Scott McEwen and Jim DeFelice. The book was published by William Morrow and Company on January 2, 2012 and appeared on The New York Times Best Seller list for 37 weeks. The memoir has sold over 1.2 million copies across all formats (hardcover, paper, and ebook), including 700,000 copies in 2015 alone, making it one of the best-selling books of 2015. It landed atop all the major best-seller lists including the aforementioned The New York Times, and Publishers Weekly, USA Today and No. 2 on Amazon. Its film adaptation directed by Clint Eastwood and starring actor Bradley Cooper as Kyle was released in 2014."
    },
    {
        "name": "American Sphinx",
        "abstract": "American Sphinx: The Character of Thomas Jefferson, is a 1996 book written by Joseph Ellis, a professor of history at Mount Holyoke College. It won the 1997 National Book Award for Nonfiction."
    },
    {
        "name": "American Stud Book",
        "abstract": "The American Stud Book is the stud book for the Thoroughbred horse in the United States. It was founded by Sanders Bruce, with assistance from his brother B. G. Bruce. In 1896, The Jockey Club bought out Bruce and assumed publication of the book, which it has continued to the present. The American Stud Book was first published, as volume one, in 1868, covering the first part of the alphabet from A to K. In 1873, a revised volume one and a second volume were published, with the new volume one covering A through L. Bruce continued publishing the volumes, but a fire in his offices right before volume five was published put him in financial difficulty, and he then entered into a legal fight with The Jockey Club over the right to publish the American Stud Book, which was finally settled in 1896 when The Jockey Club bought the American Stud Book from Bruce for $35,000. Currently the American Stud Book includes all Thoroughbred horses foaled in the United States, Canada, and Puerto Rico. It also includes any Thoroughbreds imported into those places from other countries, as long as those countries' Thoroughbred stud books are approved by The Jockey Club."
    },
    {
        "name": "American Tuna",
        "abstract": "American Tuna: The Rise and Fall of an Improbable Food is a 2012 non-fiction book by Andrew F. Smith, published by the University of California Press. The work describes how tuna became popular as a food in the United States, and how said popularity ebbed. The first part, covering the former, is titled \"Rise\" while the latter is titled \"Fall\"."
    },
    {
        "name": "American Visions",
        "abstract": "American Visions: The Epic History of Art in America is a 1997 book by art critic Robert Hughes. It was also turned into a 6-part documentary series featuring the author."
    },
    {
        "name": "American War (novel)",
        "abstract": "American War is the first novel by the Canadian-Egyptian journalist Omar El Akkad. It is set in the United States in the near future, ravaged by climate change and disease, in which the Second Civil War has broken out over the use of fossil fuels. The plot is told by using historiographic metafiction by the future historian Benjamin Chestnut about his aunt, Sarat Chestnut, a climate refugee who is pushed out of Louisiana by the war. The narrative chapters are interspersed with fictional primary documents collected by the narrator. The novel was generally well received and was nominated for several \"first book\" awards."
    },
    {
        "name": "American Woman (novel)",
        "abstract": "American Woman is a 2003 novel written by American Susan Choi, based on the 1974 kidnapping of Patty Hearst by the Symbionese Liberation Army and following events with activists. A film adaptation of the same name was released in 2019. It is written and directed by Semi Chellas, starring Hong Chau."
    },
    {
        "name": "American by Blood",
        "abstract": "American by Blood is a 2001 historical fiction novel by Andrew Huebner. It is his first novel and tells the story of three American Civil War scouts."
    },
    {
        "name": "American craft",
        "abstract": "American craft is craft work produced by independent studio artists working with traditional craft materials and processes. Examples include wood (woodworking and furniture making), glass (glassblowing and lampworking), clay (ceramics), textiles, and metal (metalworking). Studio craft works tend to either serve or allude to a functional or utilitarian purpose, although they are just as often handled and exhibited in ways similar to visual art objects."
    },
    {
        "name": "American on Purpose",
        "abstract": "American on Purpose: The Improbable Adventures of an Unlikely Patriot is a memoir written by entertainer Craig Ferguson. The book details various experiences over several decades in Ferguson's life from his days in Scotland through his migration to the United States; the rise of his performing career in the United Kingdom, then Hollywood, and eventual acquisition of US citizenship in early 2008. He tells about his assorted jobs as a musician in a punk rock band, a bouncer, a construction worker, comedian and actor, as well as his struggle with alcoholism and drug abuse, and contemplation of suicide at a low point in his life. In December 2010 the audiobook version, read by Ferguson, was nominated for a Best Spoken Word Album Grammy."
    },
    {
        "name": "American shot",
        "abstract": "\"American shot\" or \"cowboy shot\" is a translation of a phrase from French film criticism, plan américain, and refers to a medium-long (\"knee\") film shot of a group of characters, who are arranged so that all are visible to the camera. The usual arrangement is for the actors to stand in an irregular line from one side of the screen to the other, with the actors at the end coming forward a little and standing more in profile than the others. The purpose of the composition is to allow complex dialogue scenes to be played out without changes in camera position. In some literature, this is simply referred to as a 3/4 shot. One of the other main reasons why French critics called it \"American shot\" was its frequent use in the western genre. This was because a shot that started at knee level would reveal the weapon of a cowboy, usually holstered at their waist. It is actually the closest the camera can get to an actor while keeping both their face and their holstered gun in frame. The French critics thought it was characteristic of American films of the 1930s or 1940s; however, it was mostly characteristic of cheaper American movies, such as Charlie Chan mysteries where people collected in front of a fireplace or at the foot of the stairs in order to explain what happened a few minutes ago. Howard Hawks legitimized this style in his films, allowing characters to act, even when not talking, when most of the audience would not be paying attention. It became his trademark style."
    },
    {
        "name": "Americana (book)",
        "abstract": "Americana: Dispatches from the New Frontier is a 2004 collection of non-fiction essays compiled by American historian and author Hampton Sides. The book was published in paperback on April 13, 2004 through Doubleday."
    },
    {
        "name": "Americana (novel)",
        "abstract": "Americana (1971) is American novelist Don DeLillo's first book. DeLillo conceived the novel while traveling through Maine with friends. In 1989, DeLillo revised the text, excising several pages from the original."
    },
    {
        "name": "Americanah",
        "abstract": "Americanah is a 2013 novel by the Nigerian author Chimamanda Ngozi Adichie, for which Adichie won the 2013 U.S. National Book Critics Circle Award for fiction. Americanah tells the story of a young Nigerian woman, Ifemelu, who immigrates to the United States to attend university. The novel traces Ifemelu's life in both countries, threaded by her love story with high school classmate Obinze. It was Adichie's third novel, published on May 14, 2013 by Alfred A. Knopf. A television miniseries, starring and produced by Lupita Nyong'o, was in development for HBO Max, but then was later dropped."
    },
    {
        "name": "Americans Before Columbus",
        "abstract": "Americans Before Columbus by Elizabeth Baity is a children's book about the history of pre-Columbian cultures in America illustrated by C. B. Falls. It was published in 1951 and was a Newbery Honor recipient in 1952. In the book, Elizabeth Chesley Baity talks about the history of the tribes of people in South and Meso-Americas from the time of the Ice Age when they crossed the Bering Strait up until Spain's arrival. The author gives insight through the archaeologists findings on how each individual culture of American Indian lived, what their history was and what became of them. Focusing on the Aztecs, the Mayans, the Iroquois, the Incas and the different important builders and people throughout the continents, she teaches about each individual group and compares them to the readers modern life. Though some of the information is outdated now, it is inundated with information and written for children to begin them on the path towards history and archaeology."
    },
    {
        "name": "Amerika (novel)",
        "abstract": "Amerika, also known as The Man Who Disappeared, The Missing Person and as Lost in America (German: Der Verschollene), is the incomplete first novel by author Franz Kafka (1883–1924), written between 1911 and 1914 and published posthumously in 1927. The novel originally began as a short story titled \"The Stoker\". The novel incorporates many details of the experiences of his relatives who had emigrated to the United States. The commonly used title Amerika can be traced to the edition of the text put together by Max Brod, a close friend of Kafka's during the latter's lifetime, after Kafka's death in 1924."
    },
    {
        "name": "Amers",
        "abstract": "Amers [a.mɛʁ] is a collection of poetry by French writer Saint-John Perse, published in 1957. Perse won the Nobel Prize in Literature three years later. The title means \"sea marks\" (points used to navigate at sea, both manmade and natural); it possibly puns on the French amer(s), \"bitter\", perhaps meaning \"briny\" here, and has echoes of mer, \"sea\". Amers was ranked #97 in Le Monde's 100 Books of the Century."
    },
    {
        "name": "Amid dictionary",
        "abstract": "Amid dictionary (Persian: فرهنگ فارسی عمید) is a two volume dictionary of Persian language, written by Hasan Amid. The dictionary was first published in 1963. Hasan Amid had previously published a dictionary titled Farhang-e No (lit. New Dictionary) in 1954, but the most complete dictionary published by him is Amid Dictionary (1963). It was republished in 2010 under the supervision of Farhad Ghorbanzadeh, who is a member of Dehkhoda Dictionary Institute."
    },
    {
        "name": "Amigoland",
        "abstract": "Amigoland is the first novel by American author Oscar Casares and a follow-up to his book of short stories, Brownsville. It was published in 2009 by Little Brown and Company. The plot centers on two estranged elderly brothers who reunite after many years to break the elder brother, Don Fidencio, out of his nursing home in Brownsville, Texas and head to Mexico on a quest to solve the mystery of how their family came to America. Amigoland received a starred review from Publishers Weekly and was later selected by the 2010 Mayor's Book Club in Austin, Texas for that year's citywide reading campaign."
    },
    {
        "name": "Amigos (play)",
        "abstract": "Amigos is a 2004 play by the Australian playwright David Williamson, published by Currency Press in 2004, which premiered with the Sydney Theatre Company."
    },
    {
        "name": "Amis and Amiloun",
        "abstract": "Amis and Amiloun is a Middle English romance in tail rhyme from the late thirteenth century. The 2508-line poem tells the story of two friends, one of whom is punished by God with leprosy for engaging in a trial by ordeal after the other has been seduced and betrayed. The poem is praised for the technical competency displayed in the stanzaic organization, though its quality as a chivalric romance has been debated. It is found in four manuscripts ranging from c. 1330 to c. 1500, including the Auchinleck Manuscript."
    },
    {
        "name": "Amityville: The Evil Escapes (book)",
        "abstract": "Amityville: The Evil Escapes is a 1988 horror fiction book and the fourth installment in the Amityville series of books. The book is known for starting the fictional sequels by John G. Jones."
    },
    {
        "name": "Amityville: The Final Chapter",
        "abstract": "Amityville: The Final Chapter is the third installment of the Amityville book series written by John G. Jones. Most of the book is believed to be fiction unrelated to the actual claims of the Lutz family. Amityville: The Final Chapter was intended to be the final book in the series. However after the success of this book an entirely fictional Amityville sequel was created titled Amityville: The Evil Escapes."
    },
    {
        "name": "Amma Vandhaal",
        "abstract": "Amma Vandhaal is an Indian novel by the noted Indian Tamil writer Thi. Janakiraman (\"Thi Jaa\"). It is a fictional account of a youngster who returns home from his vedic school. It is one of Thi Jaa's most important works, and one of the few that have been translated into English, published in 1972 as The Sins of Appu's Mother."
    },
    {
        "name": "Ammi: Letter to a Democratic Mother",
        "abstract": "Ammi: Letter to a Democratic Mother is a debut novel by Indian Director and script writer Saeed Akhtar Mirza. It takes the form of a letter written by Mirza to his late mother."
    },
    {
        "name": "Amnesia (Carey novel)",
        "abstract": "Amnesia is a 2014 novel by Australian author Peter Carey."
    },
    {
        "name": "Amnesia (Cooper novel)",
        "abstract": "Amnesia is a 1994 novel by Douglas Anthony Cooper and is his debut novel. The book was published in March 1994 by Hyperion Books and is the first entry in the Izzy Darlow series."
    },
    {
        "name": "Amnesia Moon",
        "abstract": "Amnesia Moon is a 1995 novel by Jonathan Lethem. Lethem adapted the novel from several unpublished short stories he had written, all about catastrophic, apocalyptic events. When Tor Books published the second edition in 1996, they commissioned Michael Koelsch to illustrate a new cover art; Koelsch had previously illustrated Lethem's previous book cover art Gun, with Occasional Music."
    },
    {
        "name": "Amoghapasa inscription",
        "abstract": "Amoghapasa inscription is an inscription inscribed on the back of pāduka Amoghapāśa as referred to in Padang Roco inscription. In 1347, Adityawarman added this inscription on back of the statue proclaimed that the statue portrayed himself. Today the inscription is stored in the National Museum of Indonesia in Jakarta with inventory number D.198-6469 (the statue part)."
    },
    {
        "name": "Amok (novella)",
        "abstract": "Amok is a novella by the Austrian author Stefan Zweig. First printed in the newspaper Neue Freie Presse in 1922, Amok appeared shortly afterwards in the collection of novellas Amok: Novellas of a Passion. As Zweig was fascinated and influenced by Sigmund Freud’s work, Amok includes clear psychoanalytic elements. It deals with an extreme obsession, which leads the protagonist to sacrifice his professional and private life and, eventually, to commit suicide. The title of the novella comes from the Indonesian-origin term \"amok\", which was uncommon in those days. It refers to people who attack the enemy in supposedly blind anger and try to kill the enemy as well as anyone else in their way, randomly, without taking into consideration any danger. The actual title is Der Amokläufer an apparent High German neologism from the Indonesian original and the basis of \"running amok\". In the novella, as in Moonbeam Alley, Zweig brings the altruistic concerns of the protagonist into the forefront."
    },
    {
        "name": "Among Others",
        "abstract": "Among Others is a 2011 fantasy novel written by Welsh-Canadian writer Jo Walton, published originally by Tor Books. It is published in the UK by Corsair (Constable & Robinson). It won the 2012 Nebula Award for Best Novel, the Hugo Award for Best Novel and the British Fantasy Award, and was a nominee for the World Fantasy Award for Best Novel."
    },
    {
        "name": "Among the Believers",
        "abstract": "Among the Believers: An Islamic Journey is a book by the Nobel laureate V. S. Naipaul.Published in 1981, the book describes a six-month journey across the Asian continent after the Iranian Revolution. V.S. Naipaul explores the culture and the explosive situation in countries where Islamic fundamentalism was growing. His travels start with Iran, on to Pakistan, Malaysia and end in Indonesia, with a short stop in Pakistan and Iran on the return to the UK."
    },
    {
        "name": "Among the Betrayed",
        "abstract": "Among the Betrayed is a 2002 novel by Margaret Peterson Haddix, about a time in which drastic measures have been taken to quell overpopulation. It is the third of seven novels in the Shadow Children series. Unlike the first, it is not told from the viewpoint of Luke Garner, but instead from that of Nina Idi, the shadow child who was arrested with Jason Barstow at the end of Among the Impostors. Unlike Jason, who was a member of the Population Police, Nina is another third child who became Jason's pawn. The Spanish Version is called Enter the Betrayed."
    },
    {
        "name": "Among the Dead Cities",
        "abstract": "Among the Dead Cities: The History and Moral Legacy of the WWII Bombing of Civilians in Germany and Japan (later released as Among the Dead Cities: Was the Allied Bombing of Civilians in WWII a Necessity or a Crime?) is a 2006 book by British philosopher A. C. Grayling in which he argues that although World War II was a just and necessary war, the area bombing done to defeat Germany was a crime (unlike the American precision bombing or \"pinpoint bombing\" of industrial and military targets) because it was (1) an intentional attack on non-combatants; (2) unnecessary in defeating Germany; and (3) disproportionate. Responses were divided."
    },
    {
        "name": "Among the Enemy",
        "abstract": "Among the Enemy is a 2005 novel by Margaret Peterson Haddix, about a time in which drastic measures have been taken to quell overpopulation. It is the sixth of seven novels in the Shadow Children series."
    },
    {
        "name": "Among the Hidden",
        "abstract": "Among the Hidden by Margaret Peterson Haddix is a young adult novel published on September 1, 1998 and is the first book in the Shadow Children series. The book tells the story of a fictional future in which drastic measures have been taken to quell overpopulation. In 2013, it was one of the ten most taught texts in United States' middle schools."
    },
    {
        "name": "Among the Impostors",
        "abstract": "Among the Impostors is a 2001 book by Margaret Peterson Haddix, about a time in which drastic measures have been taken to quell overpopulation. It is the second of seven novels in the Shadow Children series."
    },
    {
        "name": "Among the Lost",
        "abstract": "Among the Lost is a 2015 novel by Mexican author Emiliano Monge. The novel is a love story between two human traffickers set in the jungles and wastelands of the Mexican–US border area. Eileen Battersby, writing for The Guardian, said \"Monge balances the dour, apocalyptic brutality of Cormac McCarthy with lively, grim humour – evident in the exasperated exchanges – all of which makes the stark truths driving this flamboyant narrative a little easier to swallow\". The novel was translated into English by Frank Wynne and published by Scribe."
    },
    {
        "name": "Among the Missing (novel)",
        "abstract": "Among the Missing is a crime novel by American author Richard Laymon. It was first published in 1999 by Headline Publishing. The book is a detective story about an investigation into the murder of a woman whose decapitated body is found on a beach."
    },
    {
        "name": "Among the Thugs",
        "abstract": "Among the Thugs: The Experience, and the Seduction, of Crowd Violence is a 1990 work of journalism by American writer Bill Buford documenting football hooliganism in the United Kingdom. Buford, who lived in the UK at the time, became interested in crowd hooliganism when, on his way home from Cardiff in 1982 he boarded a train that was commandeered by supporters coming from a football match. He spent the next eight years going to football matches, befriending supporters, and witnessing riots, resulting in this book."
    },
    {
        "name": "Amongst Women",
        "abstract": "Amongst Women is a novel by the Irish writer John McGahern (1934–2006). McGahern's best known novel, it is also considered his greatest work. Published by Faber and Faber, the novel tells the story of Michael Moran, a bitter, ageing Irish Republican Army (IRA) veteran, and his tyranny over his wife and children, who both love and fear him. It was shortlisted for the 1990 Booker Prize and won The Irish Times/Aer Lingus Literary Award in 1991."
    },
    {
        "name": "Amor de Perdição (novel)",
        "abstract": "Amor de Perdição is a 19th-century Portuguese novel by Camilo Castelo Branco. It has been adapted into several films, like Amor de Perdição (1979 film) and a telenovela."
    },
    {
        "name": "Amplified Bible",
        "abstract": "The Amplified Bible (AMP) is an English language translation of the Bible produced jointly by Zondervan and The Lockman Foundation. The first edition as a complete volume was published in 1965. “Amplifications” are words or phrases intended to more fully bring out the meaning of the original text but distinguished from the translation itself by a unique system of brackets, parentheses, and italics. The translation is largely one of formal equivalence (word-for-word)."
    },
    {
        "name": "Amrita (Gujarati novel)",
        "abstract": "Amrita (pronounced [əmrɪta]; Gujarati: અમૃતા), also spelled Amruta, is a 1965 Gujarati novel by Raghuveer Chaudhari. Although criticized for its highly Sanskritised language and lengthy metaphysical discussion, it is regarded as a landmark in the development of the experimental novel in modern Gujarati literature. It has been referred to as a reflective existentialist novel. The story follows a love triangle between three characters, Amrita, Udayan and Aniket."
    },
    {
        "name": "Amrita (Yoshimoto novel)",
        "abstract": "Amrita （アムリタ) is a novel written by Japanese author Banana Yoshimoto (吉本ばなな）in 1994 and translated into English in 1997 by ."
    },
    {
        "name": "Amritbani Guru Ravidass Ji",
        "abstract": "Amritbani Guru Ravidass Ji is the holy book of the Ravidassia religion."
    },
    {
        "name": "Amsterdam (novel)",
        "abstract": "Amsterdam is a 1998 novel by British writer Ian McEwan, for which he was awarded the 1998 Booker Prize."
    },
    {
        "name": "Amuktamalyada",
        "abstract": "Āmuktamālyada (Telugu: ఆముక్తమాల్యద) is a Telugu epic poem composed by Krishnadevaraya, the Vijayanagara Emperor in the early 16th century. Amuktamalyada translates to \"One who offered the garland after wearing it himself\". Considered as a masterpiece, Amuktamalyada describes the story of wedding of the Hindu Lord Ranganayaka, an avatar, of Vishnu and Goda Devi aka Andal the Tamil Alvar poet and daughter of Periyalvar, at Srirangam."
    },
    {
        "name": "Amulet (novel)",
        "abstract": "Amulet (Spanish: Amuleto) is a short novel by the Chilean author Roberto Bolaño (1953–2003). It was published in 1999. An English translation, by Chris Andrews, was published by New Directions in 2006. The book is dedicated to the author's poet friend Mario Santiago Papasquiaro (1953–1998), who died the year it was being written; as \"Ulises Lima\", Santiago was prominently featured in The Savage Detectives and gets a cameo in this story."
    },
    {
        "name": "Amy's Eyes",
        "abstract": "Amy's Eyes is a children's fantasy novel by Richard Kennedy, published by Harper & Row in 1985, and illustrated by Richard Egielski."
    },
    {
        "name": "A Golden Age",
        "abstract": "A Golden Age is the first novel of the Bangladesh-born writer Tahmima Anam. It tells the story of the Bangladesh War of Independence through the eyes of one family. The novel was awarded the prize for Best First Book in the Commonwealth Writers' Prize 2008. It was also shortlisted for the 2007 Guardian First Book Award. The first chapter of the novel appeared in the January 2007 edition of Granta magazine. In 2022, the novel was included on the \"Big Jubilee Read\" list of 70 books by Commonwealth authors, selected to celebrate the Platinum Jubilee of Elizabeth II."
    },
    {
        "name": "Bay Psalm Book",
        "abstract": "The Whole Booke of Psalmes Faithfully Translated into English Metre, commonly called the Bay Psalm Book, is a metrical psalter first printed in 1640 in Cambridge, Massachusetts. It was the first book printed in British North America. The psalms in it are metrical translations into English. The translations are not particularly polished, and none have remained in use, although some of the tunes to which they were sung have survived (for instance, \"Old 100th\"); however, its production, just 20 years after the Pilgrims' arrival at Plymouth, Massachusetts, represents a considerable achievement. It went through several editions and remained in use for well over a century. In November 2013, one of eleven known surviving copies of the first edition sold at auction for $14.2 million, a record for a printed book."
    },
    {
        "name": "Bay at the Back of the Ocean",
        "abstract": "The Bay at the Back of the Ocean (Scottish Gaelic: Camas Cuil an t-Saimh) is a wide, west facing bay on the island of Iona, Argyll and Bute, Scotland, and is so named because the next westward stop is North America. Behind the beach is the machair, a wide grassed area that houses communal sheep grazing for the island, and the local golf course. It is the half-way point of the most popular walk on the island."
    },
    {
        "name": "Bay of Souls",
        "abstract": "Bay of Souls is the seventh published novel by American novelist Robert Stone. It was published in 2003."
    },
    {
        "name": "Bayan Ul Quran",
        "abstract": "Bayan Ul Quran (Urdu: بیان القرآن) is a three volume tafsir (exegesis) of the Quran written by Indian Islamic scholar, Ashraf Ali Thanwi (d.1943). Originally written in Urdu, it is the most prominent work of its author. The tafsīr is said to be specifically for scholars."
    },
    {
        "name": "Bayinnaung's Bell Inscription",
        "abstract": "Bayinnaung's Bell Inscription is a bilingual inscription found on a bell which was cast by King Bayinnaung of Toungoo dynasty and hung in the middle of a road in Bago, Burma (Myanmar), during the rule of king Bayinnaung from 1554 to 1581. It is written in Burmese and Mon. The bell was first taken to Mrauk U, Arakan, Burma. And in 1825 it was taken to India by Bheem Singh and now it hangs in a Hindu temple, Bhim Ghanta (also called 84 Mann Temple), QJJ9+J77, Bakner, Uttar Pradesh 207123, India."
    },
    {
        "name": "Bayou Arcana",
        "abstract": "Bayou Arcana: Songs of Loss and Redemption is a graphic novel anthology of 11 stories created by a team of male writers and female artists, first published in 2012. It draws heavily on the United States' 'Southern Gothic' tradition of mysticism in both the storytelling themes and visual art. Much of the stories' content is also related to cultural issues of oppression and retribution in the context of the history of the Southern United States"
    },
    {
        "name": "Bazaar-e-Husn",
        "abstract": "Bazaar-e-Husn (Urdu: بازارِ حُسن) or Seva Sadan (Hindi: सेवासदन, lit. 'The House of service') is a Hindustani novel by Munshi Premchand. It was originally written in Urdu under the title Bazaar-e-Husn (\"Market of Beauty\" or Red-light district) but was first published in Hindi from Calcutta as Seva Sadan (\"The House of Service\"), in 1919. It was published in Urdu, in 1924, from Lahore. Bazaar-e-Husn was Premchand's first major novel; before it, he had published four novellas in Urdu of about 100 pages each. An English translation of this book was released by Oxford University Press, India in New Delhi in 2005. The year is stated to be significant, being the 125th anniversary of Munshi Premchand's birth."
    },
    {
        "name": "Bazaar of the Bizarre (short story collection)",
        "abstract": "Bazaar of the Bizarre is a collection of fantasy short stories by American writer Fritz Leiber. It was first published in 1978 by Donald M. Grant, Publisher, Inc. in an edition of 1,350 copies. The stories feature Leiber's characters Fafhrd and the Gray Mouser and originally appeared in the magazine Fantastic."
    },
    {
        "name": "Bazil Broketail",
        "abstract": "Bazil Broketail is a 1992 fantasy novel by author Christopher Rowley, the name of its main character, and the name of the further series of books featuring him. Bazil is a leatherback dragon serving in the Marneri legions of the Argonath empire on the world of Ryetelth. The series has been reformatted for digital eBooks with new visuals and expanded text under the title Battle Dragons, published by Voyager.World. There are currently seven books in the series: 1. \n* Bazil Broketail (1992) 2. \n* A Sword for a Dragon (1993) 3. \n* Dragons of War (1994) 4. \n* Battledragon (1995) 5. \n* A Dragon at Worlds' End (1997) 6. \n* Dragons of Argonath (1998) 7. \n* Dragon Ultimate (1999)"
    },
    {
        "name": "Bazil Broketail (novel)",
        "abstract": "Bazil Broketail (1992) is a fantasy novel written by Christopher Rowley. The book is the first in the Dragons of the Argonath series that follows the adventures of a human boy, Relkin, and his dragon, Bazil Broketail as they fight in the Argonath Legion’s 109th Marneri Dragons. Relkin and Bazil, down on their luck when they come to the white city of Marneri, are obliged to join the Legions of the Argonath and find themselves fighting against the Masters of Padmasa, whose agent Thrembode the New has kidnapped the young Queen, Besita. They track the queen to the Masters’ stronghold of Tummuz Orgmeen where they encounter the Doom, a black rock imbued with an evil intelligence. All except Relkin are captured and forced to fight as gladiators against trolls and imps in the Masters’ arena. During a critical battle Relkin managed to return Bazil’s dragonsword to his partner, who cuts down and destroys the Doom, though his sword is destroyed in the process. Tummuz Orgmeen falls to the invading Argonath forces and Besita is rescued. \n* v \n* t \n* e"
    },
    {
        "name": "Be(com)ing Nigerian",
        "abstract": "Becoming Nigerian styled as Be(com)ing Nigerian: A Guide is a 2019 novel by Nigerian satirist Elnathan John. It is his second novel. It was published in 2019 by Cassava Republic."
    },
    {
        "name": "Be Careful What You Wish For (Archer novel)",
        "abstract": "Be Careful What You Wish For is the fourth novel in Jeffrey Archer's Clifton Chronicles. It was published on 13 March 2014."
    },
    {
        "name": "Be Evil",
        "abstract": "Be Evil is a collection of freestyle tracks and battles by American indie hip hop artist Doseone. Many of the tracks on the album were live recordings from Doseone and Jel's freestyle school, \"freestyleclass\". Limited copies of the album were sold on Themselves' 2009 tour."
    },
    {
        "name": "Be Here Now (book)",
        "abstract": "Be Here Now, or Remember, Be Here Now, is a 1971 book on spirituality, yoga, and meditation by the American yogi and spiritual teacher Ram Dass (born Richard Alpert). The core book was first printed in 1970 as From Bindu to Ojas and its current title comes from a statement his guide, Bhagavan Das, made during Ram Dass's journeys in India. The cover features a mandala incorporating the title, a chair, radial lines, and the word \"Remember\" repeated four times. Be Here Now has been described by multiple reviewers as \"seminal\", and helped popularize Eastern spirituality and yoga with the baby boomer generation in the West."
    },
    {
        "name": "Be Kind to the Killer",
        "abstract": "Be Kind to the Killer is a 1952 detective novel by the British writer Henry Wade. As with many of his works it is written in the style of a police procedural. A review by Julian Symons in the Times Literary Supplement observed that \"Mr. Wade’s writing is pedestrian and at times faintly comic\" although concluded \"But Be Kind to the Killer is a sound piece of work, which contains some interesting details of police procedure.\""
    },
    {
        "name": "Be More Chill",
        "abstract": "Be More Chill is a teen novel written by American author Ned Vizzini and published on June 1, 2004. It follows unpopular high school student and social outcast Jeremy Heere, who is considered a loser by his peers. Deeply unsatisfied with his poor reputation and lack of romantic and sexual progress with his crush Christine, Jeremy obtains a SQUIP (an acronym for Super Quantum Unit Intel Processor), a supercomputer in the form of a pill that travels to his brain upon ingestion and radically transforms Jeremy’s behavior and social status by giving him advice on how to be cool. The book was received positively for its amusing premise, plot, and humor. It been adapted to a popular stage musical, and is currently being adapted into a film and a graphic novel."
    },
    {
        "name": "Be My Baby (book)",
        "abstract": "Be My Baby: How I Survived Mascara, Miniskirts, and Madness, Or, My Life as a Fabulous Ronette (also published as Be My Baby: The Autobiography of Ronnie Spector) is a memoir by Ronnie Spector co-written with Vince Waldron, which recounts her roller-coaster career as lead singer of the Ronettes and her emotionally abusive marriage to Phil Spector. A film adaptation starring Zendaya as Ronnie was announced in 2021."
    },
    {
        "name": "Beach Boy",
        "abstract": "Beach Boy (1997) is the debut novel of Indian novelist Ardashir Vakil. It is a coming-of-age story (bildungsroman) set in 1970s Bombay, the novel won the Betty Trask Award. It was first published by Penguin Books."
    },
    {
        "name": "Beach Music (novel)",
        "abstract": "Beach Music is Pat Conroy's novel about Jack McCall, a South Carolina native who flees the South with his daughter Leah after his wife commits suicide. This novel explores the Vietnam War-era, the Holocaust, and coming of age in the 20th century. It was published in 1995."
    },
    {
        "name": "Beach Read",
        "abstract": "Beach Read is a 2020 contemporary romance novel by Emily Henry. An audiobook was released by Penguin Random House Audio."
    },
    {
        "name": "Beaches (novel)",
        "abstract": "Beaches is a 1985 novel written by Iris Rainer Dart about two friends, struggling actress Cee Cee Bloom and the conventional Bertie White. The story follows them through their life as young girls until their mid-to-late 30s."
    },
    {
        "name": "Beachmasters",
        "abstract": "Beachmasters (1985) is a novel by Australian author Thea Astley. It won the 1986 ALS Gold Medal."
    },
    {
        "name": "Bealby",
        "abstract": "Bealby: A Holiday is a 1915 comic novel by H. G. Wells."
    },
    {
        "name": "Beam Ends",
        "abstract": "Beam Ends is a 1937 novel by Australian actor Errol Flynn. It was his first novel although he had written non fiction for many years."
    },
    {
        "name": "Beano (dietary supplement)",
        "abstract": "Beano is an enzyme-based dietary supplement that is used to reduce gas in the digestive tract, thereby improving digestion and reducing bloating, discomfort, and flatulence caused by gas. It contains the enzyme alpha-galactosidase (α-GAL). It was introduced as a liquid, but that has been discontinued and it is now available only as tablets and strawberry-flavored \"Meltaways\". Beano is marketed and distributed by Prestige Brands Holdings, Inc."
    },
    {
        "name": "Bear (novel)",
        "abstract": "Bear is a novel by Canadian author Marian Engel, published in 1976. It won the Governor General's Literary Award the same year. It is Engel's fifth novel, and her most famous. The story tells of a lonely archivist sent to work in northern Ontario, where she enters into a sexual relationship with a bear. The book has been called \"the most controversial novel ever written in Canada\"."
    },
    {
        "name": "Bear Came Along",
        "abstract": "Bear Came Along is a 2019 picture book by and illustrated by LeUyen Pham. It tells the story of a group of animals on a river adventure. Published on June 1, 2019, Bear Came Along was based on memories Morris had of going to overnight camp for the first time. The watercolors, ink, and gouache illustrations Pham created were special for her. Critics wrote about her ability to juggle several different tones through the pictures. These illustrations were also generally seen as complementing the book's theme of being connected to others. The book was generally well reviewed and it received a 2020 Caldecott honor."
    },
    {
        "name": "Bear Island (novel)",
        "abstract": "Bear Island is a thriller novel by Scottish author Alistair MacLean. Originally published in 1971 with a cover by Norman Weaver, it was the last of MacLean's novels to be written in first-person narrative. This novel is a murder mystery with the added twist that the scene of the crimes is Bear Island, an island in the Svalbard archipelago of the Norwegian Arctic."
    },
    {
        "name": "Bear Party",
        "abstract": "Bear Party is a 1951 picture book written and illustrated by William Pène du Bois. In order to stop fighting, koala bears throw a party. The book was a recipient of a 1952 Caldecott Honor for its illustrations."
    },
    {
        "name": "Beard",
        "abstract": "A beard is the hair that grows on the jaw, chin, upper lip, lower lip, cheeks, and neck of humans and some non-human animals. In humans, usually pubescent or adult males are able to grow beards. Throughout the course of history, societal attitudes toward male beards have varied widely depending on factors such as prevailing cultural-religious traditions and the current era's fashion trends. Some religions (such as some sects of Islam, and Sikhism) have considered a full beard to be essential and mandate it as part of their observance. Other cultures, even while not officially mandating it, view a beard as central to a man's virility, exemplifying such virtues as wisdom, strength, sexual prowess and high social status. In cultures where facial hair is uncommon (or currently out of fashion), beards may be associated with poor hygiene or an unconventional demeanor. In countries with colder climates, beards help protect the wearer's face from the elements. Beards also provide sun protection."
    },
    {
        "name": "Beard's Roman Women",
        "abstract": "Beard's Roman Women is a 1976 novel by British novelist Anthony Burgess. Dated \"Montalbuccio-Monte Carlo-Eze-Callian, Summer 1975\", according to Burgess it was written in the back of his Bedford Dormobile as he and his wife, Liana Burgess toured Europe and \"partly in the bedroom of a small hotel run by Swiss homosexuals\" (You've Had Your Time). The novel is set in Rome and is apparently based on Burgess's experience of being widowed in the mid-1960s. Burgess's wife, Liana, is depicted as Paola Lucrezia Belli in the novel. Photographs in the original edition were by David Robinson. In 2018, a new edition of Beard's Roman Women was published by Manchester University Press. This edition restores David Robinson's photographs for the first time since the first edition. It also features a new introduction by Graham Foster, a fully annotated text, and several appendices of previously unpublished writing by Burgess."
    },
    {
        "name": "Bearers of the Black Staff",
        "abstract": "Bearers of the Black Staff is a fantasy novel by American writer Terry Brooks, released on August 24, 2010, as the first of a two-part series called the Legends of Shannara. In the series' timeline, it falls between the Genesis of Shannara trilogy and the First King of Shannara. It takes place 500 years after the events of the final Genesis book, The Gypsy Morph. The people who were saved by Hawk's magic are able to head out into the World once again, since the effects of nuclear holocaust have dissipated. The sequel to this novel is the 2011 novel, The Measure of the Magic."
    },
    {
        "name": "Bearing an Hourglass",
        "abstract": "Bearing an Hourglass is a fantasy novel by Piers Anthony. It is the second of eight books in the Incarnations of Immortality series."
    },
    {
        "name": "Bears Can't Run Downhill",
        "abstract": "Bears Can't Run Downhill is a book by Robert Anwood published in 2006 by Ebury Press. It popularises the idea of . It is written to investigate (and thereby debunk or confirm) commonly held beliefs such as \"One dog year equals seven human years\" and \"In the UK, it is illegal to burn money.\" It was followed by a sequel, Emus Can't Walk Backwards, published in September 2007."
    },
    {
        "name": "Beartown (novel)",
        "abstract": "Beartown (original title in Swedish: Björnstad) is a novel by Swedish writer Fredrik Backman. The novel, noted as \"hockey literature\", centers on a declining youth hockey team in a small town. The story follows the events leading up to the rape of 15-year-old girl Maya Andersson by the star junior hockey player Kevin Erdahl, and the consequences for Maya and Kevin, the players, their families, friends, and the community which has a long-standing reputation as a hockey town. It is the first book in the Beartown series, followed by Us Against You and The Winners. In 2018, the Rockingham County School Board removed the book from the reading list of McMichael High, a high school in North Carolina, when parents described it as \"vulgar\" and \"graphic\"."
    },
    {
        "name": "Beast (Benchley novel)",
        "abstract": "Beast is a 1991 novel by Peter Benchley, the author of Jaws."
    },
    {
        "name": "Beast (Kennen novel)",
        "abstract": "Beast is a young adult novel by Ally Kennen, published in 2006. It won the 2007 Manchester Book Award, and was shortlisted for the 2006 Booktrust Teenage Prize, the 2007 Carnegie Medal and the 2007 Branford Boase Award."
    },
    {
        "name": "Beastly Tales",
        "abstract": "Beastly Tales is a 1991 collection of ten fables in poetry written by Vikram Seth (UK ISBN 978-0-7538-1034-7, also US ISBN 978-0-7538-0774-3).Its full title is Beastly Tales from Here and There and, in the introduction, Seth states\"the first two come from India, the next two from China, the next two from Greece, the next two from the Ukraine. The final two came directly to me from the Land of Gup\". Seth's sense of humour is exemplified by his retelling of the well-known fable of The Hare and The Tortoise (p. 43). In his version the loser, being a celebrity, is feted and the winner ignored."
    },
    {
        "name": "Beastmark the Spy",
        "abstract": "Beastmark the Spy is a 1941 spy thriller novel by the British writer J. Storer Clouston. His final published novel, it was one of several notable thrillers he wrote along with The Spy in Black and The Man from the Clouds. It originally appeared as a serial in Blackwood's Magazine."
    },
    {
        "name": "Beasts (Crowley novel)",
        "abstract": "Beasts is a novel by American writer John Crowley, published in 1976 by Doubleday."
    },
    {
        "name": "Beasts (novella)",
        "abstract": "Beasts is a novella by Joyce Carol Oates and was originally published in 2001."
    },
    {
        "name": "Beasts Made of Night",
        "abstract": "Beast Made of Night is a 2017 young adult fantasy novel by Nigerian-American novelist Tochi Onyebuchi. It is the first book in a duology set in a magical world inspired by Nigeria."
    },
    {
        "name": "Beasts and Super-Beasts",
        "abstract": "Beasts and Super-Beasts is a collection of short stories, written by Saki (the literary pseudonym of Hector Hugh Munro) and first published in 1914. The title parodies that of George Bernard Shaw's Man and Superman. Along with , Beasts and Super-Beasts is one of Saki's best-known works. It was his final collection of stories before his death in World War I, and several of its stories, in particular \"The Open Window\", are reprinted frequently in anthologies. The majority of the volume's stories deal in some fashion with animals, providing the source for its title. The character of Clovis Sangrail, featured in earlier works by Saki, appears in several stories. Most of the stories appeared previously in periodicals. Stylistically, Beasts and Super-Beasts displays the simple language, cynicism and wry humor that characterize Saki's earlier literary output."
    },
    {
        "name": "Beasts of No Nation",
        "abstract": "Beasts of No Nation is a 2005 novel by the Nigerian-American author Uzodinma Iweala, that takes its title from Fela Kuti's 1989 album of the same name. The book won the 2005 Art Seidenbaum Award for First Fiction and was adapted as a movie in 2015. The novel follows the journey of a young boy, Agu, who is forced to join a group of soldiers in an unnamed West African country. While Agu fears his commander and many of the men around him, his fledgling childhood has been brutally shattered by the war raging through his country, and he is at first conflicted by simultaneous revulsion and fascination with the mechanics of war. Iweala does not shy away from explicit, visceral detail and paints a complex, difficult picture of Agu as a child soldier. The book does not give any direct clue as to which country it takes place in, and it remains undisclosed. The book is notable for its confrontational, immersive first-person narrative. The theme of child soldiers draws on the author's Harvard thesis. The writer never experienced the events he writes about in his novel unlike other books in the same genre."
    },
    {
        "name": "Beasts of Prey (novel)",
        "abstract": "Beasts of Prey is a 2021 young adult fantasy novel by American writer Ayana Gray. Gray's debut novel follows two teenagers, Koffi and Ekon, who enter the magical Greater Jungle in pursuit of a murderous creature called the Shetani. It was published on September 28, 2021, and quickly entered the New York Times and Indie Bestseller lists."
    },
    {
        "name": "Beasts of the Southern Wild and Other Stories",
        "abstract": "Beasts of the Southern Wild and Other Stories is a 1973 collection of short stories by Doris Betts. The collection was nominated for a 1974 National Book Award. The story \"The Ugliest Pilgrim\" was adapted into the short film “Violet,” which won Best Live Action Short at the 54th Academy Awards. It was later adapted into the musical Violet. The title story \"Beasts of the Southern Wild\" was originally published in The Carolina Quarterly in 1973. The title derives from the William Blake poem \"The Little Black Boy.\" It is about an unhappily married woman named Carol who fantasizes she has been chosen as a concubine by Sam Porter, the provost of New African University."
    },
    {
        "name": "Beat-sheet",
        "abstract": "A beat-sheet is a document used in marketing, typically created by a product marketing manager."
    },
    {
        "name": "Beat Generation (play)",
        "abstract": "Beat Generation is a play written by Jack Kerouac upon returning home to Florida after his seminal work On the Road had been published in 1957. Gerald Nicosia, a Kerouac biographer and family friend has said that theatre producer suggested that Kerouac should write a play; the outcome being Beat Generation. It was rejected by theatre companies and was shelved in warehouse storage until being rediscovered in a New Jersey warehouse in 2005. A part of Beat Generation went on to provide the script for the 1959 film Pull My Daisy, which starred Allen Ginsberg, Peter Orlovsky, Gregory Corso, Larry Rivers, Alice Neel, David Amram, and Delphine Seyrig. It was named after the poem \"Pull My Daisy\" by Kerouac, Ginsberg and Neal Cassady. Kerouac provided improvised narration to the film. Since then excerpts have appeared in (July 2005), and the play has been published by . Beat Generation received its world premiere as part of the 2012 Jack Kerouac Literary Festival from October 10–14 in Kerouac's hometown of Lowell, Massachusetts. It was announced the play would be presented in a staged reading format by Merrimack Repertory Theatre and the University of Massachusetts Lowell."
    },
    {
        "name": "Beat the Turtle Drum",
        "abstract": "Beat the Turtle Drum is a 1968 coming-of-age middle grade fiction book by , following a summer in which two sisters save up the money to rent a horse, after which tragedy strikes in an unexpected accident. This story is semi-autobiographical in nature, inspired by Greene's own childhood experience with the death of a sister. An ALA Notable Book and the recipient of multiple awards, Beat the Turtle Drum was adapted into an ABC Afterschool Special in the 1970s, and has been printed in multiple editions. The book was illustrated by Donna Diamond."
    },
    {
        "name": "Beatles (novel)",
        "abstract": "Beatles is a novel written by the Norwegian author Lars Saabye Christensen. The book was first published in 1984. It takes its title from the English rock band The Beatles, and all the chapters are named after Beatles songs or albums. The book tells the story of four Oslo boys in the years from 1965 to 1972, recapitulating their adolescent years and early adulthood. The boys have a common interest - worship of the Beatles, and take on the names of the group members, John, Paul, George and Ringo. Each of them shares some characteristics with the chosen member."
    },
    {
        "name": "Beatniks (novel)",
        "abstract": "Beatniks: An English Road Movie (1997) is a novel by British author Toby Litt set in Bedford in The United Kingdom in 1995, and concerns the adventures of a group of young people who admire the Beat Writers and Musicians of the 1950s and 1960s America. Initially published by Secker & Warburg in 1997."
    },
    {
        "name": "Beatrice's Goat",
        "abstract": "Beatrice's Goat is a 2001 children's story book based on the true account of Beatrice Biira, an impoverished Ugandan girl whose life is transformed by the gift of a goat from the nonprofit world hunger organization Heifer International. The picture book, written by and illustrated by , shows how the arrival of the goat sustains the family, and allows Beatrice to achieve her dream of attending school. In an afterword, Hillary Clinton writes, \"Beatrice’s Goat is a heartwarming reminder that families, wherever they live, can change their lives for the better.\" A portion of the proceeds from the sale of the book support Heifer International. The book received a Christopher Award and made Tennessee's Volunteer State Book Award Master List. The true account was covered by 60 Minutes in 2005. Beatrice Biira graduated from Connecticut College in 2008."
    },
    {
        "name": "Beatrice (novel)",
        "abstract": "Beatrice is an 1890 novel by the British writer H. Rider Haggard. The author later called it \"one of the best bits of work I ever did.\""
    },
    {
        "name": "Beatrice and Virgil",
        "abstract": "Beatrice and Virgil is Canadian writer Yann Martel's third novel. First published in April 2010, it contains an allegorical tale about representations of the Holocaust. It tells the story of Henry, a novelist, who receives the manuscript of a play in a letter from a reader. Intrigued, Henry traces the letter to a taxidermist, who introduces him to the play's protagonists, two taxidermy animals—Beatrice, a donkey, and Virgil, a monkey. The Globe and Mail reported that Martel received a $2 million advance from Random House for U.S. rights alone, and that the total advance for worldwide rights was around $3 million, probably the highest ever advance for a single Canadian novel. Martel's earlier novel, Life of Pi, won the 2002 Man Booker Prize for Fiction, and sold seven million copies worldwide."
    },
    {
        "name": "Beau Blackstone",
        "abstract": "Beau Blackstone is a 1973 historical thriller novel by the British writer Derek Lambert, published under the pen name Richard Falkirk. It is the third in a series of six novels featuring Edmund Blackstone, a member of the Bow Street Runners in the pre-Victorian era. Blackstone goes undercover amongst a gang of navvies working on a new railway, and is called on for plans to thwart the first Great Train Robbery."
    },
    {
        "name": "Beau Brocade",
        "abstract": "Beau Brocade is a 1907 novel written by Baroness Orczy and was followed by the play of the same name in 1908. It was adapted as a silent film Beau Brocade in 1916. The Ballad of Beau Brocade, was an 1892 poem by English Poet Henry Austin Dobson."
    },
    {
        "name": "Beau Geste",
        "abstract": "Beau Geste is an adventure novel by British writer P. C. Wren, which details the adventures of three English brothers who enlist separately in the French Foreign Legion following the theft of a valuable jewel from the country house of a relative. Published in 1924, the novel is set in the period before World War I. It has been adapted for the screen several times."
    },
    {
        "name": "Beau Ideal (novel)",
        "abstract": "Beau Ideal is a 1927 novel by P. C. Wren. It was the second sequel to his 1924 novel Beau Geste. It was adapted into the 1931 film Beau Ideal."
    },
    {
        "name": "Beau Sabreur (novel)",
        "abstract": "Beau Sabreur is a 1926 novel by P. C. Wren. It was the first sequel to his 1924 novel Beau Geste and was turned into a film in 1928."
    },
    {
        "name": "Beaufort (novel)",
        "abstract": "Beaufort (English translation of אם יש גן עדן; in Hebrew: If There's a Heaven) is the first novel by Israeli author and media professional Ron Leshem. The work was initially published in 2005 and in English translation under this title in 2007. The novel was the basis for the 2007 Academy Award-nominated film Beaufort. Beaufort is about an Israel Defense Forces unit stationed at the Beaufort Castle, Lebanon post in Southern Lebanon during the South Lebanon conflict. It takes the form of a narrative written by the unit's commander, Liraz Librati, who was the last commander of the Beaufort castle before the Israeli withdrawal in 2000. The Hebrew original of Beaufort won Israel's 2006 Sapir Prize for Literature and the Yitzhak Sadeh Prize for Military Literature."
    },
    {
        "name": "Beautiful Assassin",
        "abstract": "Beautiful Assassin is a historical fiction novel by Michael C. White. The book focuses on Lieutenant Tat'yana Levchenko, whose husband goes missing and daughter is killed, inspiring her to become a soldier. After becoming a Soviet hero for killing over 300 Germans, she is wounded in battle and while recovering is asked to come to the United States at the request of First Lady Eleanor Roosevelt to promote the war effort."
    },
    {
        "name": "Beautiful Bastard",
        "abstract": "Beautiful Bastard is a 2013 erotic romance novel by Christina Hobbs and Lauren Billings under the singular pen name of Christina Lauren. The book was originally published online as a Twilight fan fiction entitled The Office, with Simon & Schuster purchasing the publishing rights to the series. The book was followed by four sequels (Beautiful Stranger, Beautiful Player, Beautiful Secret, and Beautiful), as well as five novellas (Beautiful Bitch, Beautiful Bombshell, Beautiful Beginning, Beautiful Beloved, and Beautiful Boss). Every book in the series debuted on the New York Times Bestseller list."
    },
    {
        "name": "Beautiful Boy: A Father's Journey Through His Son's Addiction",
        "abstract": "Beautiful Boy: A Father's Journey Through His Son's Addiction is a memoir by David Sheff that describes how his family dealt with his son Nic's methamphetamine addiction. It was published by Houghton Mifflin on February 26, 2008. The book grew out of the article \"My Addicted Son\" that Sheff had written for The New York Times Magazine in 2005. Son Nic Sheff's perspective was told in his own memoir Tweak: Growing Up on Methamphetamines, published concurrently by an imprint of Simon & Schuster."
    },
    {
        "name": "Beautiful Chaos (Garcia and Stohl novel)",
        "abstract": "Beautiful Chaos is a fantasy young adult novel by authors Kami Garcia and Margaret Stohl. The book is the third entry in the Caster Chronicles series and was released on October 18, 2011. Beautiful Chaos debuted at number 45 on the USA Today bestseller list."
    },
    {
        "name": "Beautiful Children",
        "abstract": "Beautiful Children: A Novel is the first novel by author Charles Bock. The novel was awarded the Sue Kaufman Prize for First Fiction in 2009 and was selected as a 100 Notable Books of 2008 by The New York Times."
    },
    {
        "name": "Beautiful Creatures (novel)",
        "abstract": "Beautiful Creatures is a 2009 American young adult novel written by authors Kami Garcia and Margaret Stohl and the first book in the Caster Chronicles series. The book was published on December 1, 2009, by Little, Brown, and Company. In the UK, Beautiful Creatures is published by Penguin Books. On January 3, 2013, a new edition of the novel was published, featuring images from the movie on the cover. The book was written in 12 weeks, inspired by a dare (a bet with 7 kids the authors knew) and was never intended to be published."
    },
    {
        "name": "Beautiful Darkness",
        "abstract": "Beautiful Darkness is a young-adult fantasy novel written by Kami Garcia and Margaret Stohl. The second novel in the Caster Chronicles, it was published by Little, Brown on October 12, 2010. A sequel, Beautiful Chaos, was released on October 18, 2011. Beautiful Darkness debuted at #3 on the New York Times Bestsellers list for children's books."
    },
    {
        "name": "Beautiful Disaster (novel)",
        "abstract": "Beautiful Disaster is a new adult novel by American author Jamie McGuire. It appeared first on the New York Times Best Seller list as a self-published novel in 2012. Beautiful Disaster was originally self-published in May 2011, then acquired by Atria Books of Simon & Schuster and re-released in August 2012. It has been translated into over fifty languages worldwide."
    },
    {
        "name": "Beautiful Lies (novel)",
        "abstract": "Beautiful Lies is a novel by bestselling author Lisa Unger. It is the first book featuring Ridley Jones. Crown Publishing Group published the novel in June 2006 and it became an instant New York Times Best Seller the week it was released."
    },
    {
        "name": "Beautiful Music for Ugly Children",
        "abstract": "Beautiful Music for Ugly Children is a young adult novel by Kirstin Cronn-Mills, published October 8, 2012 by North Star Editions. The book tells the story of Gabe, a transgender youth. It received various awards and was a finalist for the Lambda Literary Award for Children's and Young Adult Literature. When Cronn-Mills was writing the book, she frequently visited RECLAIM, \"a Twin Cities-based organization that offers counseling and other services to transsexual [sic] and LGBT youth.\" Anyone who donated at least ten dollars to the organization received a copy of Beautiful Music for Ugly Children."
    },
    {
        "name": "Beautiful Redemption (novel)",
        "abstract": "Beautiful Redemption is a 2012 young adult novel by Kami Garcia and Margaret Stohl and the final book in the Caster Chronicles series. The book was released on October 23, 2012 by Little, Brown and Company and focuses on Lena's attempts to bring Ethan back from the dead and deal with the aftermath of his death. In their 2012 Y.A./Middle-Grade Book Awards, the Atlantic Wire awarded the book with the \"Best Conclusion\" award for having a \"beautiful, powerful conclusion\"."
    },
    {
        "name": "Beautiful Ruins",
        "abstract": "Beautiful Ruins is a bestselling novel by Jess Walter, first published in 2012. It is his sixth novel. The novel is a social satire critiquing Hollywood culture. Though not the explicit focus of the novel, receiving very little direct appearances in the novel, the characters' lives revolve around Elizabeth Taylor and her role in the movie Cleopatra, and the subsequent love affair between Taylor and Richard Burton."
    },
    {
        "name": "Beautiful Solitude",
        "abstract": "Beautiful Solitude (Chinese: 又寂寞又美好, which literally means \"Lonely and Wonderful,\") is a picture book, authored and illustrated by Jimmy Liao, completed in 2003. The book was created when Jimmy Liao was diagnosed with leukemia. That time was marked by feelings of gloom, and during his cancer treatment, he lived alone: both enjoying and enduring the accompanying loneliness. At that time, Jimmy used pictures as an outlet and a source for hope. Throughout the picture book, Jimmy uses dark colors and a monotone drawing style to help demonstrate his feelings of solitude and wonder. The language in the book is simple, but touching."
    },
    {
        "name": "Beautiful Stranger (novel)",
        "abstract": "Beautiful Stranger is the ninth novel in the A-list series, written by Zoey Dean."
    },
    {
        "name": "Beautiful Strangers",
        "abstract": "Beautiful Strangers (Romanian: Frumoasele străine) is a 2010 prose collection by the Romanian writer Mircea Cărtărescu. It consists of stories Cărtărescu wrote for the magazine Seven Nights. Cărtărescu groups it with his earlier books The Encyclopedia of Dragons and Why We Love Women as a trilogy of prose with lower literary ambition. Beautiful Strangers was the ninth best-selling book overall in Romania in 2010."
    },
    {
        "name": "Beautiful Swimmers",
        "abstract": "Beautiful Swimmers: Watermen, Crabs and the Chesapeake Bay (1976) is a non-fiction book by William W. Warner about the Chesapeake Bay, blue crabs and watermen. The book takes its name from the generic name of the blue crab, Callinectes, which is Greek for \"beautiful swimmer.\" It won the 1977 Pulitzer Prize for non-fiction."
    },
    {
        "name": "Beautiful World, Where Are You",
        "abstract": "Beautiful World, Where Are You is a novel by Irish author Sally Rooney. It was released on 7 September 2021. The book was a New York Times and IndieBound bestseller."
    },
    {
        "name": "Beautiful You (novel)",
        "abstract": "Beautiful You is a novel by Chuck Palahniuk, released October 21, 2014. It is set in New York City and follows the main character, Penny, who finds herself the object of affection of a Digital Age tycoon named C. Linus Maxwell, known to the Manhattan elite as \"Cli-Max well\"."
    },
    {
        "name": "Beauty: A Retelling of the Story of Beauty and the Beast",
        "abstract": "Beauty: A Retelling of the Story of Beauty and the Beast was first published in 1978, written by American children's book author Robin McKinley. It was her first book, retelling the classic French fairy tale La Belle et La Bete. Almost 20 years later, McKinley returned to the same material with her 1997 novel Rose Daughter Beauty was the 1998 Phoenix Award honor book. It was the 1966 -1988 Best of the Best Books for Young Adults. An unabridged audio-book recording was released by Recorded Books in 2013, narrated by Charlotte Parry, and is currently available via Audible.com."
    },
    {
        "name": "Beauty (Tepper novel)",
        "abstract": "Beauty is a fantasy novel by Sheri S. Tepper published in 1991 that won the 1992 Locus Award for Best Fantasy Novel."
    },
    {
        "name": "Beauty Confidential",
        "abstract": "Beauty Confidential: The No Preaching, No Lies, Advice-You'll-Actually-Use Guide to Looking Your Best is a 2007 beauty guide by American author Nadine Haobsh. The author, a former beauty editor, provides tips and product suggestions in chapters broken down to cover beauty topics from head to toe. Beauty Confidential is mentioned in an infomercial for Bare Escentuals foundation."
    },
    {
        "name": "Beauty Is in the Street",
        "abstract": "Beauty Is in the Street: A Visual Record of the May 68 Uprising is a 2011 book of posters produced by the Atelier Populaire (Popular Workshop) in support of the May 1968 events in France. It was edited by Johan Kugelberg with Philippe Vermés and published in the United Kingdom by Four Corners Books in 2011."
    },
    {
        "name": "Beauty and Sadness (novel)",
        "abstract": "Beauty and Sadness (Japanese: 美しさと哀しみと, Hepburn: Utsukushisa to kanashimi to) is a 1961–63 novel by Japanese author Yasunari Kawabata. The novel is narrated from the present and past perspective of the characters and how they differed from each other's point of view. Despite said to not be his best work, it has been described by critics as a novel that provokes the mind and is criticised for its depictions of female homosexuality."
    },
    {
        "name": "Beauvallet",
        "abstract": "Beauvallet is a 1929 novel written by Georgette Heyer."
    },
    {
        "name": "Beaver Towers",
        "abstract": "Beaver Towers is a children's fantasy novel by British author Nigel Hinton which was first published in 1980. It was his first novel written for children and is the first installment in the Beaver Towers series. It follows the story of Philip, a schoolboy dragged off by his kite to an island ruled by intelligent talking animals under threat from a wicked witch and her servants."
    },
    {
        "name": "Beaver Towers: the Dangerous Journey",
        "abstract": "Beaver Towers: The Dangerous Journey is a novel by British author Nigel Hinton which was first published in 1986. It is the third installment in the Beaver Towers series between Beaver Towers: the Witch's Revenge and Beaver Towers: the Dark Dream. It was originally titled Run to Beaver Towers but was renamed when Puffin Books published it in April 1997. It follows the story of Philip whose friends Baby B and Nick appeared in his house and their journey together to Beaver Towers."
    },
    {
        "name": "Beaver Towers: the Witch's Revenge",
        "abstract": "Beaver Towers: The Witch's Revenge is a children's fantasy novel by British author Nigel Hinton which was first published in 1981. It is the second installment in the Beaver Towers series, coming between Beaver Towers and Beaver Towers: The Dangerous Journey. It follows the story of Philip who was summoned to Beaver Towers when Oyin the Witch went after him."
    },
    {
        "name": "Because It Is Bitter, and Because It Is My Heart",
        "abstract": "Because It Is Bitter, and Because It Is My Heart is a 1990 novel by American novelist Joyce Carol Oates. The title is taken from \"In the Desert\", a poem by Stephen Crane. Oates's novel was nominated for best work of fiction in the 1990 National Book Awards."
    },
    {
        "name": "Becoming Abigail",
        "abstract": "Becoming Abigail is a 2006 novella by Nigerian writer Chris Abani."
    },
    {
        "name": "Becoming Billie Holiday",
        "abstract": "Becoming Billie Holiday is a 2008 book of poetry for young readers by American poet and author Carole Boston Weatherford and illustrated by Floyd Cooper, originally published by Wordsong. It won an honorary Coretta Scott King Award in 2009."
    },
    {
        "name": "Becoming Naomi León",
        "abstract": "Becoming Naomi León is a 2005 fiction, adventure, and young author's 246 page coming of age novel by Pam Muñoz Ryan about a quiet Latina girl, whose life with her great-grandmother and younger brother is peaceful, until her mother reappears after abandoning her and her brother years earlier."
    },
    {
        "name": "Becoming Unbecoming",
        "abstract": "Becoming Unbecoming is a 2015 graphic novel by English author . It depicts the effects of misogyny and sexism on twelve-year old Una growing up in northern England in 1977 while the Yorkshire Ripper is on the loose, creating a panic among townspeople. The novel follows two different timelines. The first deals with the rape of the author, and her subsequent harassment and shaming by the community. The second deals with the British police manhunt for the Yorkshire Ripper, show how police frequently blamed the victims instead of following leads. The novel was published on September 30, 2015, in the U.K. and November 1, 2016, in North America. There are two English language editions: the original 2015 UK edition published by Myriad Editions and the North American edition published in 2016 by Arsenal Pulp Press. The book has been translated into Spanish, French, Dutch, Turkish, Italian and Portuguese (Brazilian). Becoming Unbecoming was named a top ten book on the Amelia Bloomer List in 2017. The French edition of Becoming Unbecoming — L'Une D'Elles — was awarded the Prix Artémisia 2019 du combat féministe."
    },
    {
        "name": "Becoming the Villainess",
        "abstract": "Becoming the Villainess is a book of poetry that was written by Jeannine Hall Gailey and published by Steel Toe Books in 2006. This collection, Gailey's first, deals primarily with issues of women and power. Subjects of individual poems in the collection range from superheroes and spy girls to characters from Greek mythology, such as Philomel and Persephone, and fairy tales, such as The Snow Queen. Poems from the book were featured on National Public Radio's The Writer's Almanac with Garrison Keillor and in Verse Daily and The Year's Best Fantasy and Horror 2007. Becoming the Villainess has been taught in creative writing and mythology courses at several universities, including University of Akron, State University of New York at Fredonia, and The University of Alabama. A performance art piece based on Becoming the Villainess was created by Alley Cat Players, a performance troupe from Florida. The piece was performed at both the St. Petersburg Main Library and at the Selby Public Library in Sarasota, FL. Poems from Becoming the Villainess were referenced in the article Poems about Superheroes written by Harvard University professor and poetry critic Stephen Burt."
    },
    {
        "name": "Bed, Bed, Bed",
        "abstract": "Bed, Bed, Bed is a book and EP package for children released by the musical group They Might Be Giants in 2003 (see 2003 in music) through Simon & Schuster. The book is composed of the lyrics of the four songs on the album, with illustrations by Marcel Dzama. The song \"Bed, Bed, Bed, Bed, Bed\" is a slower, quieter version of the song \"Bed, Bed, Bed\" from the album No!"
    },
    {
        "name": "Bed (short story collection)",
        "abstract": "Bed is a short story collection by Tao Lin, published in 2007. It was published simultaneously with his first novel, Eeeee Eee Eeee. The two books were his first books of prose."
    },
    {
        "name": "Bed of Roses (novel)",
        "abstract": "Bed of Roses is the second book of the Bride Quartet series, written by Nora Roberts. It focuses around the character of florist Emmaline \"Emma\" Grant."
    },
    {
        "name": "Bedelia (novel)",
        "abstract": "Bedelia is a novel by Vera Caspary first published in 1945 about a blissfully happy newlywed couple in which the husband learns that his wife may have a criminal past. His growing suspicion and discovery of corroborating evidence lead him to think that she might be a serial killer, and that he could be her next victim. Set in small-town Connecticut in the winter of 1913-14, Bedelia, whose eponymous heroine was called \"the wickedest woman who ever loved\" on the cover of an early edition of the book, is usually subsumed under the genre of pulp fiction. However, a 2005 annotated edition published by The Feminist Press is said to show that Caspary's novel can be seen as a contribution to feminist thought. Bedelia is dedicated to film producer Isadore \"Igee\" Goldsmith, then Caspary's husband."
    },
    {
        "name": "Bedford Hours",
        "abstract": "The Bedford Hours is a French late medieval book of hours. It dates to the early fifteenth century (c. 1410–30); some of its miniatures, including the portraits of the Duke and Duchess of Bedford, have been attributed to the Bedford Master and his workshop in Paris. The Duke and Duchess of Bedford gave the book to their nephew Henry VI in 1430. It is in the British Library, catalogued as Add MS 18850."
    },
    {
        "name": "Bedlam: London and Its Mad",
        "abstract": "Bedlam: London and Its Mad is a 2008 book by the British journalist Catharine Arnold."
    },
    {
        "name": "Bedlam (Brookmyre novel)",
        "abstract": "Bedlam is Christopher Brookmyre's seventeenth novel. It was published in the United Kingdom on 7 February 2013. The book has been turned into a video game, also written by Brookmyre."
    },
    {
        "name": "Bedlam (Kennen novel)",
        "abstract": "Bedlam is a young adult novel by Ally Kennen, published on 5 January 2009. It was nominated for the 2010 Carnegie Medal."
    },
    {
        "name": "Bedsit Disco Queen",
        "abstract": "Bedsit Disco Queen: How I grew up and tried to be a pop star is an autobiography written by Tracey Thorn, first published in February 2013. The book received widespread critical acclaim and was a Sunday Times Top Ten bestseller. The book was featured on BBC Radio 4's Book of the Week in March 2013."
    },
    {
        "name": "Bedtime Tales",
        "abstract": "Bedtime Tales (Japanese: 別タイトル: ベッドのおとぎばなし; Beddo no otogibanashi) (1987) is a collection of short stories published in 1987 by Japanese author Yoko Mori. The collection was translated by Sonya L. Johnson and was published by Kodansha under the series in 1993."
    },
    {
        "name": "Bee Journal",
        "abstract": "Bee Journal is a 2012 poetry collection by Sean Borodale. It is written in the form of a journal and follows one colony for around one year, from the initial formation of the hive to the capture of a swarm."
    },
    {
        "name": "Been Down So Long It Looks Like Up to Me",
        "abstract": "Been Down So Long It Looks Like Up to Me is a novel by Richard Fariña. Parts campus novel and travelogue, the book was first published in 1966 and is largely based on Fariña's college experiences and travels. Set variously in an upstate New York college town, in Cuba during the Cuban Revolution, and in the Western United States, it is a comic picaresque story of the protagonist, Gnossos Pappadopoulis, a modern Odysseus who navigates the challenges of early adulthood via an array of hijinks, psychedelic experiences, and relationships with various women. The book has become something of a cult classic among those who study 1960s or counterculture literature, and has been cited as a source of inspiration for many artists ranging from Hunter S. Thompson to Earl Sweatshirt to The Doors' album L.A. Woman."
    },
    {
        "name": "Been There, Done That (book)",
        "abstract": "Been There, Done That: Family Wisdom for Modern Times is a 2016 non-fiction book written by real life husband and wife Al Roker and Deborah Roberts."
    },
    {
        "name": "Been in the Storm So Long",
        "abstract": "Been in the Storm So Long: The Aftermath of Slavery is a 1979 book by American historian Leon Litwack, published by Knopf. The book chronicles the African-American experience following the 1863 Emancipation Proclamation. In 1980, the book won the American Book Award and the Pulitzer Prize for History."
    },
    {
        "name": "Beer in the Snooker Club",
        "abstract": "Beer In The Snooker Club is a semi-autobiographical novel by the Egyptian writer Waguih Ghali written in English and first published in 1964."
    },
    {
        "name": "Beethoven: A Life in Nine Pieces",
        "abstract": "Beethoven: A Life in Nine Pieces is a biographical book written by Laura Tunbridge and published by Viking in 2020. Each chapter uses one of nine compositions of Ludwig van Beethoven in chronological order. The publishing year was intended to coincide with the 250th anniversary of the composer's birth."
    },
    {
        "name": "Beetle Boy",
        "abstract": "Beetle Boy is a 2016 middle grade novel written by M. G. Leonard, illustrated by , and published by The Chicken House (United Kingdom) and Scholastic (United States). It is the first part of a trilogy, as volume 1 of the Beetle Trilogy series. Beetle Queen, the second part of the trilogy, was published in April 2017 in the UK and the third part Battle of the Beetles is published in February 2018. Beetle Boy won the Branford Boase Award in 2017, for outstanding first novel for children."
    },
    {
        "name": "Beezus and Ramona",
        "abstract": "Beezus and Ramona is a 1955 children's novel written by Beverly Cleary. It is the first of Cleary's books to focus on Ramona Quimby and her sister Beatrice, known as Beezus. Beezus and Ramona is realistic fiction, written from nine-year-old Beezus's point of view, as she struggles to get along with her four-year-old sister. Eventually becoming the first book of the Ramona series, it was originally illustrated by Louis Darling; later editions were illustrated by Alan Tiegreen and then by Tracy Dockray."
    },
    {
        "name": "Before Armageddon",
        "abstract": "Before Armageddon: An Anthology of Victorian and Edwardian Imaginative Fiction Published Before 1914 is a collection of stories, including invasion literature, and one article, all edited by Michael Moorcock. Originally published in hardback by W.H. Allen in 1975, it was re-issued as a paperback by Star in 1976. The collection is notable largely for its introduction by Michael Moorcock."
    },
    {
        "name": "Before Green Gables",
        "abstract": "Before Green Gables is the title of a prequel to the Anne Shirley series. The book was published in 2008 by Puffin, a division of Penguin Books, as part of Puffin's celebration of Anne Shirley's centennial anniversary, which sees the Anne Shirley series re-released to commemorate the event. The first book in the Anne Shirley series was Anne of Green Gables, which was published in 1908. The author of the prequel is Canadian children's author Budge Wilson. In the official press release, Budge Wilson wrote: \"I will, of course, try to be true to the astonishing character that Lucy Maud Montgomery created… But I would not – in fact, could not – presume to tell my part of Anne's history in Montgomery's voice. I will do this in my own voice, hoping that she would approve of the project if she were alive today.\""
    },
    {
        "name": "Before I Die",
        "abstract": "Before I Die is a young adult novel written by Jenny Downham, first published by David Fickling Books in 2007. The novel follows the shortly ending life of Tessa, from her perspective."
    },
    {
        "name": "Before I Fall",
        "abstract": "Before I Fall is a 2010 young adult novel written by the American author Lauren Oliver. The novel is written in the first-person perspective of a teenage girl, Samantha Kingston, who is forced to relive the day of her death every day for a week. In an effort to understand why that happens to her, Samantha undertakes new actions each day, some of which are out of character and surprise her family and friends. The book is the basis for the film of the same name that was released on March 3, 2017."
    },
    {
        "name": "Before I Go to Sleep",
        "abstract": "Before I Go to Sleep is the first novel by S. J. Watson published in Spring 2011. It became both a Sunday Times and The New York Times bestseller and has been translated into over 40 languages, and has become a bestseller in France, Canada, Bulgaria and the Netherlands. It reached number 7 on the US bestseller list, the highest position for a debut novel by a British author since J. K. Rowling. The New York Times described the author as an \"out-of-nowhere literary sensation\". He wrote the novel between shifts whilst working as a National Health Service (NHS) audiologist."
    },
    {
        "name": "Before I Hit the Stage",
        "abstract": "Before I Hit the Stage: Backstage Rock 'n' Roll Moments in New York City (ISBN 978-1478739739) is a rock music photography book of images taken in concert dressing rooms and backstage hallways that capture artists in the moments before their performances. The authors claim that the book is the world's first photo-essay book of rock stars on tour in one city during one year. The photographs show pre-show rituals and backstage antics of the artists, including getting into their stage clothes, putting on makeup, and warming up their fingers and vocal cords before performing in New York City during 2013. It chronologically presents hundreds of images of 60 rock bands and solo artists, plus VIP guests Alice Cooper and Debbie Harry (Blondie). Orianthi is on the cover of the book. After contributing to the best-selling rock autobiography The Dirt, Paul Miles authored a range of paperback music books on the rock band Mötley Crüe. His previous book Sex Tips from Rock Stars was released worldwide in 2010. Before I Hit the Stage was released worldwide in hardcover format by Outskirts Press in March 2015."
    },
    {
        "name": "Before I Say Goodbye",
        "abstract": "Before I Say Goodbye is a book by Ruth Picardie. Compiled and edited by her sister and husband, it uses Picardie's newspaper columns and correspondence to tell the story of her life with breast cancer, to which she succumbed in September 1997."
    },
    {
        "name": "Before I Wake (Wiersema novel)",
        "abstract": "Before I Wake (2006) is a novel by Robert J. Wiersema. The events of the novel take place in Victoria, British Columbia, Canada."
    },
    {
        "name": "Before It Breaks",
        "abstract": "Before It Breaks (2015) is a police procedural novel by Australian writer Dave Warner. It won the Ned Kelly Award for Best Novel in 2016."
    },
    {
        "name": "Before Jerusalem Fell",
        "abstract": "Before Jerusalem Fell: Dating The Book of Revelation is a 1989 book written by Kenneth Gentry based on his PhD dissertation from Whitefield Theological Seminary. The book is currently in its third edition and is published by American Vision in Atlanta, Georgia."
    },
    {
        "name": "Before John Was a Jazz Giant",
        "abstract": "Before John Was a Jazz Giant: A Song of John Coltrane is a children’s picture book by American author and critic Carole Boston Weatherford. It tells the story of a young John Coltrane growing up in the South in the 1930s. The book, published by Henry Holt in 2008, was illustrated by Sean Qualls."
    },
    {
        "name": "Before Midnight (novel)",
        "abstract": "Before Midnight is a novel by American author Rex Stout, published in 1955 by Viking Press. It is the 25th detective novel featuring curmudgeonly New York sleuth Nero Wolfe, as narrated by sidekick Archie Goodwin. The story was also collected in the omnibus volume Three Trumps (Viking 1973). The story concerns Wolfe being hired to investigate documents missing from a million-dollar prize contest for a perfume company, with the title a reference to the deadline for winning entries: postmarked before midnight on the specified date. The investigation leads to murder and more. Numerous major works of literature are mentioned as part of the contest. Four poetic riddles describing real and fictional women are given, and three of them are solved, two by Archie, and one by Wolfe. The fourth is never solved within the text."
    },
    {
        "name": "Before Night Falls",
        "abstract": "Before Night Falls (Spanish: Antes que anochezca: autobiografía) is the 1992 autobiography of Cuban writer Reinaldo Arenas, describing his early life in Cuba, his time in prison, and his escape to the United States in the Mariel Boatlift of 1980. It received a favorable review from The New York Times and was on the newspaper's list of the ten best books of 1993. The book was adapted into a film of the same name in 2000, starring Javier Bardem and Johnny Depp."
    },
    {
        "name": "Before Pastoral",
        "abstract": "Before Pastoral: Theocritus and the Ancient Tradition of Bucolic Poetry is a 1983 book about Theocritus by the classicist David M. Halperin."
    },
    {
        "name": "Before She Met Me",
        "abstract": "Before She Met Me is a novel by English writer Julian Barnes, first published in 1982 by Jonathan Cape. It is a black comedy which scrutinizes the awakening of sexual jealousy in a dull and otherwise sensible college lecturer."
    },
    {
        "name": "Before She Was Harriet",
        "abstract": "Before She Was Harriet is a 2017 children's picture book written by Lesa Cline-Ransome and illustrated by James E. Ransome, first published by Holiday House. It was awarded an honorary Coretta Scott King Award in 2018."
    },
    {
        "name": "Before We Say Goodbye",
        "abstract": "Before We Say Goodbye, first published as Prima di Lasciarsi, is a 2004 novel by Gabriella Ambrosio. The work is based on the 2002 Kiryat HaYovel supermarket bombing and narrates the final hours in the lives of the suicide bomber and her victims. It was first published in Italy in 2004 through Nutrimenti, and was later published in English on 2 August 2010 through Walker Books. The novel has been published in multiple languages, including Arabic and Hebrew, and has been endorsed in some countries by Amnesty International. Ambrosio states that she was inspired to write the work after reading newspaper articles about the bombing and noticing that some of them focused on two sisters that had been killed. Actually there was such an astounding resemblance between Ayat al-Akhras and her victim, Rachel Levy, that the Israeli media, in the first hours after the bombing, spread the news that the suicide bombers were two sisters. Ambrosio went to Israel and Occupied Territories to interview families and friends of the two young girls before writing the novel."
    },
    {
        "name": "Before You Leap",
        "abstract": "Before You Leap is the autobiography published under the name of the Muppet character Kermit the Frog. It was released by Meredith Books in September 2006. Steve Whitmire performed Kermit on CBS News in January 2007 to discuss the book's themes. The book was also mentioned in a 2014 episode of The Tonight Show Starring Jimmy Fallon featuring Kermit."
    },
    {
        "name": "Before the Ever After",
        "abstract": "Before the Ever After is a middle-grade novel in verse by Jacqueline Woodson, published September 1, 2020 by Nancy Paulsen Books."
    },
    {
        "name": "Before the Fact",
        "abstract": "Before the Fact (1932) is an English novel by Anthony Berkeley Cox writing under the pen name \"Francis Iles\". It tells the story of a woman marrying a man who is after her inherited money and prepared, it seems, to kill her for it. Whether he does succeed in the end, or whether she has been imagining his plots, is left unclear. Together with the previous Iles book Malice Aforethought (1931), it can be placed in the category of psychological suspense novel. Elements of the story were used for the 1941 American film Suspicion, directed by Alfred Hitchcock."
    },
    {
        "name": "Before the Revolution (book)",
        "abstract": "Before the Revolution: America's Ancient Pasts is a nonfiction book-length scholarly history written by Daniel K. Richter and published by Belknap Press (of Harvard University Press) in May 2013. It covers the stages of North America's deep historical roots well before the American Revolution, theorizing that these stages shaped recent history and the present. The book is divided into six major sections: \"Progenitors,\" \"Conquistadors,\" \"Traders,\" \"Planters,\" \"Imperialists,\" and \"Atlanteans\"."
    },
    {
        "name": "Begabtenprüfung",
        "abstract": "The Begabtenprüfung (German: [bəˈɡaːptn̩ˌpʁyːfʊŋ], \"aptitude examination\", literally \"examination of the gifted\") is a college admission examination in Germany which provides an alternative to the Abitur or qualifies the student for a \"field-specific Abitur\" (Fachgebundene Hochschulreife). Its formal German name is Prüfung für den Hochschulzugang von besonders befähigten Berufstätigen (Examination for College Attendance by Specially Qualified Workers)."
    },
    {
        "name": "Beggarman, Thief",
        "abstract": "Beggarman, Thief is a 1977 novel written by Irwin Shaw. It was a sequel to his 1970 bestseller Rich Man, Poor Man and focuses on the surviving Jordache siblings, Gretchen and Rudolph; their deceased brother Thomas' teenage son Wesley Jordache; and Gretchen's adult son Billy Abbott. The miniseries adapted from the original novel had a 1976-77 sequel entitled Rich Man, Poor Man Book II, broadcast prior to the publication of Beggarman, Thief and was not based on the second novel. A television adaptation of Beggarman, Thief followed in 1979, starring Jean Simmons (as Gretchen), Andrew Stevens (as Billy), Glenn Ford, Lynn Redgrave, Bo Hopkins, Tovah Feldshuh, Susan Strasberg, Tom Nolan (as Wesley), Jean-Pierre Aumont, Alex Cord, Anne Francis and Joyce Brothers."
    },
    {
        "name": "Begin Again (book)",
        "abstract": "Begin Again: James Baldwin's America and Its Urgent Lessons for Our Own is a 2020 book by Eddie S. Glaude Jr. Covering the life and works of American writer and activist James Baldwin, and the theme of racial inequality in the United States, Glaude uses these topics to discuss what he views as historical failed opportunities for America to \"begin again\". He analyzes Baldwin's activism and sexuality and his non-fiction writings, perceiving a shift in his later works. Glaude uses ideas from Baldwin to comment on contemporary racial topics such as the Black Lives Matter movement, which began in 2013. The book entered The New York Times Best Seller list on July 19, 2020, and has received positive critical reception."
    },
    {
        "name": "Beginning to See the Light (book)",
        "abstract": "Beginning to See the Light is an essay collection by critic Ellen Willis. Originally published by Knopf in 1981 as Beginning to See the Light: Pieces of a Decade, it was subsequently republished in two more editions (Wesleyan University Press in 1992 and University of Minnesota Press in 2012) as Beginning to See the Light: Sex, Hope, and Rock-and-Roll. The book collects essays Willis wrote between 1967 and 1980. In Tablet, Emily Gould particularly praises the essay \"Next Year in Jerusalem\" for displaying Willis's \"ability, rare among even the most brilliant writers, to consider frightening ideas thoroughly and to hold contradictory ideas in her mind simultaneously, without prejudice or fear.\""
    },
    {
        "name": "Beginning with a Bash",
        "abstract": "Beginning With a Bash is a novel that was published in 1937 by Phoebe Atwood Taylor writing as Alice Tilton. It is the first of the mysteries."
    },
    {
        "name": "Beginnings (Honorverse)",
        "abstract": "Beginnings is the sixth volume in the Worlds of Honor series in the Honorverse. It was published by Baen Books on July 2, 2013. The book includes five stories: \n* \"By the Book\" by Charles E. Gannon is a very atypical story because it is set in the solar system in our near future, more than 1200 years before any other story in the Honorverse. \n* \"A Call to Arms\" by Timothy Zahn, is set in the beginnings of the Kingdom of Manticore, with the only attack on it before Honor Harrington's epoch.This was later re-worked into a book of the same name, by David Weber & Timothy Zahn with Thomas Pope, published in September 2015 as the second of the Manticore Ascendant series. \n* \"Beauty and the Beast\" by David Weber, with the difficult beginnings of the relationship between Honor's future parents on Beowulf. \n* \"The Best Laid Plans\" by David Weber, where the young Honor meets the treecat Laughs Brightly. \n* \"Obligated Service\" by Joelle Presby, where a young Grayson woman who joined the Navy by obligation to her family changes her views, her situation and the situation of those around her. This story develops the story begun in the \"Grayson letters\"."
    },
    {
        "name": "Beguilement (novel)",
        "abstract": "The Sharing Knife: Beguilement is a fantasy novel by American writer Lois McMaster Bujold, published in 2006. It is the first book in the series The Sharing Knife."
    },
    {
        "name": "Begums, Thugs and White Mughals",
        "abstract": "Begums, Thugs and White Mughals: The Journals of Fanny Parkes is a 2002 historical travel book based on the journals of Fanny Parkes and edited by William Dalrymple. Dalrymple's work on this book followed his earlier book White Mughals."
    },
    {
        "name": "Behavioral ecology",
        "abstract": "Behavioral ecology, also spelled behavioural ecology, is the study of the evolutionary basis for animal behavior due to ecological pressures. Behavioral ecology emerged from ethology after Niko Tinbergen outlined four questions to address when studying animal behaviors: What are the proximate causes, ontogeny, survival value, and phylogeny of a behavior? If an organism has a trait that provides a selective advantage (i.e., has adaptive significance) in its environment, then natural selection favors it. Adaptive significance refers to the expression of a trait that affects fitness, measured by an individual's reproductive success. Adaptive traits are those that produce more copies of the individual's genes in future generations. Maladaptive traits are those that leave fewer. For example, if a bird that can call more loudly attracts more mates, then a loud call is an adaptive trait for that species because a louder bird mates more frequently than less loud birds—thus sending more loud-calling genes into future generations. Conversely, loud calling birds may attract the attention of predators more often, decreasing their presence in the gene pool. Individuals are always in competition with others for limited resources, including food, territories, and mates. Conflict occurs between predators and prey, between rivals for mates, between siblings, mates, and even between parents and offspring."
    },
    {
        "name": "Behemoth (Hobbes book)",
        "abstract": "Behemoth, full title Behemoth: the history of the causes of the civil wars of England, and of the counsels and artifices by which they were carried on from the year 1640 to the year 1660, also known as The Long Parliament, is a book written by Thomas Hobbes discussing the English Civil War. Published posthumously in 1681, it was written in 1668, but remained unpublished at the request of Charles II of England."
    },
    {
        "name": "Behemoth (novel)",
        "abstract": "Behemoth is a novel written by Scott Westerfeld. The book is the second installment in the Leviathan series. It picks up where Leviathan ends. It was published on October 5, 2010. As with Leviathan, the audiobook is read by Alan Cumming. The sequel, Goliath, was released on September 20, 2011."
    },
    {
        "name": "Behind Enemy Lines (book)",
        "abstract": "Behind Enemy Lines is a 2002 autobiographical book co-written by Holocaust survivor Marthe Cohn and Wendy Holden. It details Cohn's exploits as a French Jew during the Holocaust and World War II when, working as a nurse, she traveled into German territory to collect intelligence for the French Army, as the Allied forces started making advances on Germany, pushing the German forces back during World War II"
    },
    {
        "name": "Behind Her Eyes (novel)",
        "abstract": "Behind Her Eyes is a thriller novel by English author Sarah Pinborough, published on 23 January 2017 by HarperCollins Publishers and Flatiron Books. The novel was adapted into a Netflix television series of the same name."
    },
    {
        "name": "Behind That Curtain",
        "abstract": "Behind That Curtain (1928) is the third novel in the Charlie Chan series of mystery novels by Earl Derr Biggers."
    },
    {
        "name": "Behind a Mask",
        "abstract": "Behind a Mask, or A Woman's Power is a novella written by American author Louisa May Alcott. The novella was originally published in 1866 under the pseudonym of A. M. Barnard in The Flag of Our Union. Set in Victorian era Britain, the story follows Jean Muir, the deceitful governess of the wealthy Coventry family. With expert manipulation, Jean Muir obtains the love, respect, and eventually the fortune of the Coventry family. Since it was republished by Madeleine B. Stern in 1975, the novel has become important in critical reinterpretation of Alcott's corpus of works and literary importance. Many literary critics treat the novel; for example, one critic treated the novel as a version of the \"Beauty and the Beast\" trope, while others provide feminist critiques of the narrative. Alcott's treatment of themes like acting, social class, and the struggle for agency all inform these larger discussions by critics."
    },
    {
        "name": "Behind the 1953 Coup in Iran",
        "abstract": "Behind the 1953 Coup in Iran: Thugs, Turncoats, Soldiers, and Spooks is a 2014 book by Ali Rahnema in which the author examines the historical background of 1953 coup in Iran. It has been translated into French (as La chute de Mossadegh) and Persian."
    },
    {
        "name": "Behind the Backlash",
        "abstract": "Behind the Backlash: Muslim Americans after 9/11 is the work of professor Lori Peek published by Temple University Press in 2011. This work addresses the violence Muslim Americans faced unexpectedly living in the post-9/11 United States. Peek examines how stereotypes, stigmas, and discrimination against the religion of Islam and its many peaceful followers, as well as Arabs and those from the Middle East, came into full force. Peek's work provided a platform for the stories and voices of 120 Muslim American citizens, bringing light to their experiences of navigating the tension and difficulties they experienced in response to the 9/11 terrorist attacks. Behind the Backlash is a hallmark lens for showing the abuse, racism, and oppression of Muslims in the post-9/11 turmoil. Peek created depth of perspective within her piece by writing about the issues of how Muslims of many walks of life identified during such a dangerous time as well as how their treatment as Muslim Americans differed from before and after the attack."
    },
    {
        "name": "Behind the Beat",
        "abstract": "Behind the Beat: Hip Hop Home Studios is a book by Raph (Rafael Rashid) where the home studios of twenty-eight notable American and British hip-hop producers are photographed (such as DJ Premier, J Dilla, Madlib, and DJ Shadow), along with brief descriptions of the producers and their studios. It was published in 2005 by Gingko Press."
    },
    {
        "name": "Behind the Beautiful Forevers",
        "abstract": "Behind the Beautiful Forevers: Life, Death, and Hope in a Mumbai Undercity is a non-fiction book written by the Pulitzer Prize-winner Katherine Boo in 2012. It won the National Book Award and the Los Angeles Times Book Prize among many others. It has also been adapted into a play by David Hare in 2014, shown on National Theatre Live in 2015.The book describes a present-day slum of Mumbai, India, named Annawadi, and located near the Chhatrapati Shivaji International Airport. It follows the interconnected lives of several residents, including a young trash picker, a female \"slumlord,\" and a college student. The author is an American woman who often visited Mumbai with her husband, who is from the area and had a job in the city."
    },
    {
        "name": "Behind the Burma Road",
        "abstract": "Behind the Burma Road is a 1963 book by William R. Peers and Dean Brelis that describes the American guerrilla warfare operations, including those of OSS Detachment 101, during the Burma Campaign in the China Burma India Theater during World War II."
    },
    {
        "name": "Behind the Crimson Blind",
        "abstract": "Behind the Crimson Blind is a 1952 mystery novel by the American writer John Dickson Carr (1906–1977), who published it under the name of Carter Dickson. It is a whodunnit, featuring the series detective Sir Henry Merrivale."
    },
    {
        "name": "Behind the Curtain",
        "abstract": "Behind the Curtain is the second book in the mystery series by best-selling crime novelist Peter Abrahams."
    },
    {
        "name": "Behind the Lines (book)",
        "abstract": "Behind the Lines: Powerful and Revealing American and Foreign War Letters—and One Man's Search to Find Them, published in 2005 by Scribner is a book compiled by Andrew Carroll, the editor of three New York Times bestsellers, consisting of letters written by soldiers during the wars in American history, correspondences by their civilian families, and Carroll's search to find them. (and commentary on the letters) The book differs from the majority of other books regarding American wars as the letters, dating from the American Revolutionary War to the present War in Iraq, Include letters by foreign soldiers, instead of only Americans, reducing the amount of American bias. Also instead of merely focusing on the wars, Carroll also includes some letters which can be considered humorous (such as one where a soldier -who hated writing letters- just wrote a couple lines at the top and bottom of the page and added \"P.S. they may censor this\" so his parents would think the military had erased most of the letter), that tell the reader about the men who fought, and sometimes died, instead of just the wars that they fought in. An audio version was released by Simon & Schuster Audio."
    },
    {
        "name": "Behind the Mask: My Autobiography",
        "abstract": "Behind the Mask: My Autobiography is an autobiography by Tyson Fury. It was published by Penguin Random House imprint Century on 14 November 2019. It details the story of how Fury defeated the long-reigning unified heavyweight world champion Wladimir Klitschko in 2015, his struggles with mental health following the win and his subsequent recovery process. Behind the Mask reached the number-one bestseller position on Amazon within 24 hours of its release."
    },
    {
        "name": "Behind the Paint",
        "abstract": "Behind the Paint is the 2003 autobiography of American hip hop artist Joseph Bruce, better known as Violent J, one half of the Detroit, Michigan hip hop group Insane Clown Posse. The book focuses on Bruce's entire life until 2002. It begins with a chronological account of his childhood, professional wrestling career, and musical career, including the conception of Insane Clown Posse's Dark Carnival mythology and the development of their fan base, known as \"Juggalos\"."
    },
    {
        "name": "Behind the Scenes at the Museum",
        "abstract": "Behind the Scenes at the Museum is British novelist Kate Atkinson's debut novel, published in 1995. The book covers the experiences of Ruby Lennox, a girl from a working-class English family living in York. The museum of the title is York Castle Museum, which includes among its exhibits the façades of old houses from the city, similar to the one in which Ruby's family lives. By interspersing flashbacks with the narrative of Ruby's own life, the book chronicles the lives of six generations of women from Ruby's great-grandmother Alice to Ruby's mother's failed dreams. Ruby's own life is told in thirteen chapters, written in the first person, documenting key periods in Ruby's life from 1951 (\"Conception\" beginning with the words \"I exist!\") to 1992. Between each chapter are (non-consecutive) flashbacks that tell the story from the point of view of one of the other members of Ruby's family—including her great-grandmother Alice, her grandmother Nell and her mother Bunty. While mostly telling the story of the family's women, several of the flashbacks vividly depict the wartime experiences of their male relatives and lovers in both World Wars. One of these depicts the crew of a Halifax bomber on a doomed last mission over Nazi Germany - which would become a major plot element in Atkinson's 2015 novel, A God in Ruins."
    },
    {
        "name": "Behold the Dreamers",
        "abstract": "Behold the Dreamers is the 2016 debut novel by Imbolo Mbue. The novel details the experiences of two New York City families during the 2008 financial crisis: an immigrant family from Cameroon, the Jonga family, and their wealthy employers, the Edwards family."
    },
    {
        "name": "Beige (novel)",
        "abstract": "Beige is a young adult novel by Cecil Castellucci. It was published by Candlewick Press in 2007 and is Castellucci's third novel."
    },
    {
        "name": "Being Dead",
        "abstract": "Being Dead is a novel by the English writer Jim Crace, published in 1999. Its principal characters are married zoologists Joseph and Celice and their daughter Syl. The story tells of how Joseph and Celice, on a day trip to the dunes where they met as students, are murdered by an opportunistic thief. Their bodies lie undiscovered for several days, during the course of which their estranged daughter is made aware of their disappearance and, eventually, discovery. The novel dwells heavily on the themes of bodily decomposition and filial bereavement."
    },
    {
        "name": "Being Emily",
        "abstract": "Being Emily is a 2012 novel. It is the first young adult novel to tell the story of a transgender girl from her perspective. In the story, Emily (born Christopher) begins to come out during her junior year of high school, first to her girlfriend Claire and then, with the help of an understanding therapist, to her family. Kate Bornstein described it as: \"Powerful and empowering, with an optimistic message that we all need more of in our lives.\" Lydia Harris describes the novel as \"extraordinarily poignant\" and says that \"the chapters chronicling [Emily's friend] Claire's struggles with religious, emotional and social mores are worth the price of this novel alone.\""
    },
    {
        "name": "Beings Contemporary Peruvian Short Stories",
        "abstract": "Beings Contemporary Peruvian Short Stories is an anthology that collects eight short stories of Peruvian neorealistic literature from 1960 to 2014. It was edited and introduced in 2014 by of the University of Milan and translated into English by Anna Heath. The anthology contains the following stories: 1. \n* Julio Ramón Ribeyro, Alienation 2. \n* , Cold Afternoons 3. \n* , Bad Manners 4. \n* , It Doesn't Have to Be This Way 5. \n* , No More Than A Shadow 6. \n* Alonso Cueto, The Love Artist 7. \n* Gunter Silva Passuni, Homesick 8. \n* , The Offering César Ferreira describes the anthology as \"a welcome and timely contribution that makes available some of the best short fiction to come out of Peru in recent decades\"."
    },
    {
        "name": "Beirut Blues",
        "abstract": "Beirut Blues (Arabic: بريد بيروت) is Hanan al-Shaykh's third novel. It is an intimate and engaging portrait of a young woman struggling to make sense of her life in war ravaged Beirut, Lebanon during the Lebanese Civil War. It is told through letters, most of which may not reach their destination. The book was first published in 1992 in Arabic, only 2 years after the end of the civil war. The English translator is Catherine Cobham."
    },
    {
        "name": "Beirut Knights",
        "abstract": "Beirut Knights is a book by the author Jasmina Najjar that was published in December 2013 in English. It is a series of humorous short stories about real-life Lebanese dating disasters."
    },
    {
        "name": "Beit Yosef (book)",
        "abstract": "Beit Yosef (Hebrew: בית יוסף) (also transliterated Beth Yosef), written by Rabbi Joseph Karo, is a long and detailed commentary on the Arba'ah Turim (\"Tur\") by Jacob ben Asher. The Shulchan Aruch, which Rabbi Karo wrote later in his life, is a condensation of its rulings."
    },
    {
        "name": "Bel-Ami",
        "abstract": "Bel-Ami ([bɛlami], \"Dear Friend\") is the second novel by French author Guy de Maupassant, published in 1885; an English translation titled Bel Ami, or, The History of a Scoundrel: A Novel first appeared in 1903. The story chronicles journalist Georges Duroy's corrupt rise to power from a poor former cavalry NCO in France's African colonies, to one of the most successful men in Paris, most of which he achieves by manipulating a series of powerful, intelligent, and wealthy women."
    },
    {
        "name": "Bel Canto (novel)",
        "abstract": "Bel Canto is the fourth novel by American author Ann Patchett, published in 2001 by Perennial, an imprint of HarperCollins Publishers. It was awarded both the Orange Prize for Fiction and PEN/Faulkner Award for Fiction. It was placed on several top book lists, including Amazon's Best Books of the Year (2001). It was also adapted into an opera in 2015. Based on the Japanese embassy hostage crisis (also called the Lima Crisis) of 1996–1997 in Lima, Peru, the novel follows the relationships among a group of young terrorists and their hostages, who are mostly high-profile executives and politicians, over several months. Many of the characters form unbreakable bonds of friendship, while some fall in love. Opera is a centralizing theme on many levels throughout the story; the operatic term bel canto literally means \"beautiful singing.\""
    },
    {
        "name": "Bela Tarr, the Time After",
        "abstract": "Bela Tarr, the Time After (Béla Tarr, le temps d'après) is a 2011 non-fiction book by Jacques Rancière about the films of Bela Tarr."
    },
    {
        "name": "Belaet Tira Baralida",
        "abstract": "Belaet Tira Baralida (Nepali: बेलाइततिर बरालिँदा, lit. 'Wandering in Britain') is a travelogue by Dr.Tara Nath Sharma. It was published in 1970 (2026 BS) by Sajha Prakashan and won the prestigious Madan Puraskar for that year. The author wrote the book under the pen name Tanasarma (Nepali: तानासर्मा). The book was reprinted by Manjari Publication in 2017 (2074 BS)."
    },
    {
        "name": "Belchamber",
        "abstract": "Belchamber is a 1904 novel by Howard Sturgis."
    },
    {
        "name": "Belfagor arcidiavolo",
        "abstract": "Belfagor arcidiavolo (\"Belfagor the archdaemon\") is a novella by Niccolò Machiavelli, written between 1518 and 1527, and first published with his collected works in 1549. The novella is also known as La favola di Belfagor Arcidiavolo (\"The fable of Belfagor the archdaemon\") and Il demonio che prese moglie (\"The demon who took a wife\"). Machiavelli's tale appeared in an abbreviated version published by Giovanni Brevio in 1545. Giovanni Francesco Straparola included his own version as the fourth story of the second night in his Le piacevoli notti (1557). The \"devil takes a wife\" story influenced several English works: a version of it occurs in the conclusion of Rich His Farewell to Military Profession (1581) by Barnabe Rich. The popular play Grim the Collier of Croydon (published 1662) shows Machiavelli's influence. An English translation of Machiavelli's work was published in London in 1647 as The Devil a Married Man: or The Devil Hath Met with His Match. This was adapted into a play called The Devil and the Parliament (1648), later followed by Belphegor, or The Marriage of the Devil (1691) by John Wilson. William Makepeace Thackeray produced his own version of the tale in the nineteenth century. The tale was adapted for the 1923 opera Belfagor by Ottorino Respighi. The Belfagor fable was the basis of a poem by Luigi Pirandello. The Romanian writer and satirist Ion Luca Caragiale wrote a version of the story: in Kir Ianulea, the demon takes the human form of a Greek merchant who arrives in Bucharest. The plot retains similarities with the original, with the author even mentioning Machiavelli's story."
    },
    {
        "name": "Belgarath the Sorcerer",
        "abstract": "Belgarath the Sorcerer is a fantasy novel by American writers David Eddings and Leigh Eddings. Set in the same universe as the Eddings' The Belgariad and The Malloreon, it is a prequel to the other series, although the framework story is set after the events of The Malloreon."
    },
    {
        "name": "Belgian professional football awards",
        "abstract": "The Belgian professional football awards is a collection of awards given at the end of each season since 1983. Back then, the only award was the Manager of the Year. There are now 5 main awards: Footballer, Footballer (second division), Goalkeeper, Manager and Referee. The previous fifth award, the Young Footballer of the Year Award, was not awarded between 2008–09 and 2012–13. The voters are all the players from the Belgian Pro League as well as the Belgian footballers playing abroad at the highest level. The ceremony is organized together by the paper and the Belgian Football Association."
    },
    {
        "name": "Belgic Confession",
        "abstract": "The Confession of Faith, popularly known as the Belgic Confession, is a doctrinal standard document to which many of the Reformed churches subscribe. The Confession forms part of the Three Forms of Unity of the Reformed Church, which are still the official subordinate standards of the Dutch Reformed Church. The confession's chief author was Guido de Brès, a preacher of the Reformed churches of the Netherlands, who died a martyr to the faith in 1567, during the Dutch Reformation. De Brès first wrote the Belgic Confession in 1559."
    },
    {
        "name": "Belief or Nonbelief?",
        "abstract": "Belief or Nonbelief? (originally published in Italian as In cosa crede chi non crede?) is a 1996 non-fiction book by Umberto Eco and Cardinal Carlo Maria Martini. The book was first published on January 12, 2000 through Arcade Publishing and consists of a dialogue between Eco and Martini about the subject of religion. The book was named one of the Los Angeles Times' \"Best Nonfiction Of 2000\"."
    },
    {
        "name": "Believe What You Like",
        "abstract": "Believe What You Like: What happened between the Scientologists and the National Association for Mental Health (Andre Deutsch Limited, 1973, ISBN 0-233-96375-8), written by the New Statesman director C. R. Hewitt under the pen name C. H. Rolph, details a public dispute between the Church of Scientology and the National Association for Mental Health (now known as Mind) in Britain."
    },
    {
        "name": "Believing The Lie",
        "abstract": "Believing The Lie is a crime novel by Elizabeth George. It reached third place on the 2012 best sellers list of The New York Times."
    },
    {
        "name": "Belinda (Allen book)",
        "abstract": "Belinda is a 1992 children's picture book written and illustrated by Pamela Allen."
    },
    {
        "name": "Belinda (Edgeworth novel)",
        "abstract": "Belinda is an 1801 novel by the Anglo-Irish writer Maria Edgeworth. It was first published in three volumes by Joseph Johnson of London. The novel was Edgeworth's second published, and was considered controversial in its day for its depiction of an interracial marriage. It was reprinted by in 1986. In its first (1801) and second (1802) editions, Juba, a Black servant, marries an English farmgirl named Lucy. The third edition of the book, published in 1810, omitted the character Juba, and instead has Lucy betrothed to one James Jackson. Also, in the first two editions, Belinda almost marries Mr. Vincent, a rich West Indian Creole; in the 1810 edition, Belinda only esteems him and never agrees to marry him. It has been argued that this change came at the insistence of Edgeworth's father, rather than the author herself, because he edited several of her works after their publication."
    },
    {
        "name": "Bella's Tree",
        "abstract": "Bella's Tree is an illustrated children's book written by Janet Russell, with illustrations by Jirina Marton. It was published in 2009 in Canada by Groundwood Books. In 2009, Bella's Tree was awarded the Governor General's Literary Award for Children's Literature—Illustrations."
    },
    {
        "name": "Bella Donna (novel)",
        "abstract": "Bella Donna is a 1909 British romance novel by the British writer Robert Hichens."
    },
    {
        "name": "Bella at Midnight",
        "abstract": "Bella at Midnight is a fantasy novel for children by Diane Stanley. The story is based on the fairy tale Cinderella. It was first published in 2006."
    },
    {
        "name": "Bellarion the Fortunate",
        "abstract": "Bellarion the Fortunate, published in 1926, is an historical novel by Rafael Sabatini. Set at the beginning of the 15th century in northern Italy, it takes place first in the Marquessate of Montferrat and later in the Duchy of Milan. Most of its characters, including Gian Galeazzo Visconti, Gian Maria Visconti, Facino Cane, Filippo Maria Visconti, and Francesco Bussone da Carmagnola, were real historical figures; the scheming title character is the notable exception."
    },
    {
        "name": "Belle Kendrick Abbott",
        "abstract": "Isabella \"Belle\" Kendrick Abbott (November 3, 1842 – December 27, 1893) was an American author from the Deep South, whose only published novel, Leah Mordecai, was issued in 1875. A native of Atlanta, she married Benjamin F. Abbott, and lived for many years on Peachtree Street, between Cain Street (subsequently renamed International Boulevard) and Harris Street."
    },
    {
        "name": "Belle Prater's Boy",
        "abstract": "Belle Prater's Boy (1996) is a young adult novel by Ruth White that tells the story of 12-year-old Gypsy and her cousin Woodrow Prater, whose mother Belle Prater had mysteriously disappeared one morning. When Woodrow — the titular Belle Prater's boy — comes to town, she quickly befriends him in the hope that she will find out more about his mother's disappearance. The novel is set in 1950s Western Virginia. Belle Prater's Boy was named a Newbery Honor book in 1997, and a 1996 Boston Globe - Horn Book Awards Honor Book for Fiction"
    },
    {
        "name": "Belle Teal",
        "abstract": "Belle Teal is a novel written by Ann M. Martin in 2001."
    },
    {
        "name": "Belle de Jour (novel)",
        "abstract": "Belle de Jour is a novel by French author Joseph Kessel, published in 1928 by Gallimard."
    },
    {
        "name": "Belle du Seigneur",
        "abstract": "Belle du Seigneur is a 1968 novel by the Swiss writer Albert Cohen. Set in Geneva in the 1930s, the narrative revolves around a Mediterranean Jew employed by the League of Nations, and his romance with a married Swiss aristocrat. The novel is the standalone third part in a series of four; it follows Solal of the Solals and Nailcruncher, and precedes Les Valeureux. It received the Grand Prix du roman de l'Académie française."
    },
    {
        "name": "Belle et Sébastien",
        "abstract": "Belle et Sébastien is a 1966 novel by Cécile Aubryabout a six-year-old boy named Sébastien and his dog Belle, a Great Pyrenees, who live in a village in the French Alps close to the Italian border. Sébastien lives with his adopted grandfather, sister, and brother, as his mother, a Romani, died after giving birth to him while trying to cross the border on Saint Sebastian's day. The novel, known in English-speaking countries as Belle and Sebastian, is based on a 1965 French live action television series. The novel itself spawned a Japanese anime adaptation in 1981, a French motion picture in 2013, followed by two sequels in 2015 and 2017 (Belle and Sebastian: Friends for Life), and a French-Canadian co-produced TV series in 2017."
    },
    {
        "name": "Bellefleur",
        "abstract": "Bellefleur (1980) is a magic realist novel by American writer Joyce Carol Oates about the generations of an upstate New York family. It is the first book in Oates' \"Gothic Saga\" and at the time of publication represented a major departure from the modern-day themes about which Oates had written up to that point. \n* v \n* t \n* e"
    }
]
