[
    {
        "name": "Ca-bau-kan",
        "abstract": "Ca-bau-kan (Chinese: 擦包看), also known as The Courtesan, is a 2002 Indonesian romantic drama film, directed by Nia Dinata, and starring Niniek L. Karim, and . It was distributed by and released on February 7, 2002 in Jakarta. The film was screened at the 2003 Palm Springs International Film Festival."
    },
    {
        "name": "Cab Calloway's Jitterbug Party",
        "abstract": "Cab Calloway's Jitterbug Party is a 1935 American musical short film which was released by Paramount Pictures (later sold to U.M. & M. TV Corporation). In 2001, the film was reissued by Kino International in the DVD collection Hollywood Rhythm: Vol. 1-The Best Of Jazz And Blues."
    },
    {
        "name": "Cab No. 13",
        "abstract": "Cab No. 13 (German: Fiaker Nr. 13 (Austria), Einspanner Nr 13 (Germany); Dutch: Snorder No. 13; French: Fiacre 13) is a 1926 drama film directed by Michael Curtiz and starring Lili Damita, Jack Trevor and Walter Rilla. The film's sets were designed by the art director Paul Leni. Location shooting took place in Paris."
    },
    {
        "name": "Cab Number 13",
        "abstract": "Cab Number 13 (Italian: Il fiacre n. 13) is a 1948 Italian crime-melodrama film directed by Mario Mattoli and starring Vera Carmi."
    },
    {
        "name": "Caballerango",
        "abstract": "Caballerango (Horse Wrangler) is a 2018 Mexican documentary film, director Juan Pablo González's debut feature. It's a portrait of residents of Milpillas in Los Altos de Jalisco as they grapple with the sudden death of a young horse wrangler named Nando. The editing alternates wide shots of landscape and community with more intimate scenes where the director, a native of the region himself, asks questions of those onscreen. Gradually, Nando's death starts to look like it might have been a suicide. It also becomes clear that the community's still reeling from the loss of several other young people. The mysterious circumstances of their demise dovetail with globalization's effects on the community: a drop in farming jobs and population exodus from the region. The film expands upon material that González's Cannes Critics' Week short, \"¿Por qué el recuerdo?\" (\"The Solitude of Memory\"), previously broached. It displays dimensions of slow cinema and includes only 37 shots across its 62-minute duration. The film's production occurred between 2013 and 2017, and it received support from the Sundance Institute, the Ford Foundation, the Austin Film Society, and the California Institute of the Arts, where González is a professor."
    },
    {
        "name": "Caballo prieto azabache (film)",
        "abstract": "Caballo prieto azabache (La tumba de Villa) is a 1968 Mexican historical drama film starring Antonio Aguilar, Flor Silvestre, and Jaime Fernández. It focuses on a horse breeder named Jesús who is set on buying a horse known as \"Caballo prieto\" (dark horse) and pursuing a relationship with a singer named Genoveva Alarios. With he and Genoveva eventually recruited as spies for the revolutionary leader Pancho Villa. The film was successful at the box-office and stayed in theaters for a surprising nine weeks."
    },
    {
        "name": "Cabaret (1927 film)",
        "abstract": "Cabaret is a 1927 American silent crime drama film produced by Famous Players-Lasky, distributed by Paramount Pictures, directed by Robert G. Vignola, and starring Gilda Gray. The film was considered a rival to Paramount's own Underworld released later in 1927. Cabaret is now presumed to be a lost film. It was the winner of the Photoplay award in 1927."
    },
    {
        "name": "Cabaret (1972 film)",
        "abstract": "Cabaret is a 1972 American musical drama film directed by Bob Fosse, and starring Liza Minnelli, Michael York and Joel Grey. Set in Berlin during the Weimar Republic in 1931, under the presence of the growing Nazi Party, the film is loosely based on the 1966 Broadway musical Cabaret by Kander and Ebb, which was adapted from Christopher Isherwood's semi-autobiographical novel The Berlin Stories (1945) as well as John Van Druten's 1951 play I Am a Camera, which was itself adapted from Isherwood's novel. Multiple numbers from the stage score were used for the film, which also featured three other songs by Kander and Ebb, including two written for the adaptation. In the traditional manner of musical theater, most major characters in the stage version sing to express their emotions and advance the plot; in the film, however, the musical numbers are entirely diegetic. All of them take place inside the club, with one exception: \"Tomorrow Belongs to Me\", the only song sung by neither the Master of Ceremonies nor Sally Bowles. After the box-office failure of his 1969 film version of Sweet Charity, Fosse bounced back with Cabaret in 1972, a year that made him one of the most honored working directors in Hollywood. The film also brought Minnelli, daughter of Judy Garland and Vincente Minnelli, her own first chance to sing on screen, and she won the Academy Award for Best Actress. With Academy Awards for Best Supporting Actor (Grey), Best Director (Fosse), Best Cinematography, Best Art Direction, Best Sound, Best Original Song Score and Adaptation, and Best Film Editing, Cabaret holds the record for most Oscars earned by a film not honored for Best Picture. It is listed as number 367 on Empire's 500 greatest films of all time. Cabaret opened to glowing reviews and strong box office, eventually taking in more than $40 million. In addition to its eight Oscars, it won Best Picture citations from the National Board of Review and the Hollywood Foreign Press Association, and took Best Supporting Actor honors for Grey from the National Board of Review, the Hollywood Foreign Press, and the National Society of Film Critics. In 1995, Cabaret was the twelfth live-action musical film selected by the Library of Congress for preservation in the United States National Film Registry as being deemed \"culturally, historically, or aesthetically significant\"."
    },
    {
        "name": "Cabaret (2019 film)",
        "abstract": "Cabaret is a 2019 Indian romantic drama thriller dance film directed by Kaustav Narayan Niyogi, produced by Pooja Bhatt and Bhushan Kumar under the banner of Fisheye Network private limited. Principal photography of the film began around 9 June 2015. Originally scheduled for a 2016 release, alleged copyright violations led to delays before its eventual release on 9 January 2019. It was released on the ZEE5 on 9 January 2019."
    },
    {
        "name": "Cabaret Balkan",
        "abstract": "Cabaret Balkan is a 1998 Serbian film directed by Goran Paskaljević starring Miki Manojlović and Nebojša Glogovac. Its original Serbian language title is Буре барута (Bure baruta) which means Powder Keg. It was released in English speaking countries under the title of Cabaret Balkan, with the official reason for the name change being that Kevin Costner had already registered a film project under the title Powder Keg. The film received a number of distinctions, including a FIPRESCI award at the Venice Film Festival in 1998. It was based on a play by the same title by . The film was selected as the Serbian entry for the Best Foreign Language Film at the 71st Academy Awards, but was not accepted as a nominee."
    },
    {
        "name": "Cabaret Dancer",
        "abstract": "Cabaret Dancer is a 1986 Indian Malayalam film, directed by N. Sankaran Nair and produced by S. Kumar. The film stars Anuradha, M. G. Soman, Santhosh and Sathaar in the lead roles. The film has musical score by Shyam."
    },
    {
        "name": "Cabaret Neiges Noires",
        "abstract": "Cabaret Neiges Noires is a 1997 French Canadian musical film, by Cine Qua Non Films. It was directed by Raymond Saint-Jean and written by Dominic Champagne. Its tagline is Le cri d'une génération."
    },
    {
        "name": "Cabaret Paradis",
        "abstract": "Cabaret Paradis (Cabaret Paradise) is a 2006 French comedy film. The plot revolves around Shirley and Dino (Corinne and Gilles Benizio respectively), two entertainers as they purchase an old cabaret, in Paris, which they desperately try to put back on its feet. It was released in France and Belgium on 12 April 2006."
    },
    {
        "name": "Cabaret Woman",
        "abstract": "Cabaret Woman (Spanish:Una mujer de cabaret) is a 1974 Spanish comedy film directed by Pedro Lazaga and starring Carmen Sevilla and José María Rodero."
    },
    {
        "name": "Cabascabo",
        "abstract": "Cabascabo is a 1968 Nigerien-French drama film directed by Oumarou Ganda. It was entered into the 6th Moscow International Film Festival, where it won a Diploma."
    },
    {
        "name": "Cabeza de Vaca (film)",
        "abstract": "Cabeza de Vaca is a 1991 Mexican film about the adventures of Álvar Núñez Cabeza de Vaca (c. 1490 – c. 1557), an early Spanish explorer, as he traversed what later became the American South. He was one of four survivors of the Narváez expedition and shipwreck. He became known as a shaman among the Native American tribes he encountered, which helped him survive. His journey of a number of years began in 1528. After his return to Spain, he published his journal in 1542. The screenplay by Guillermo Sheridan and Nicolás Echevarría is based on this journal. Directed by Nicolás Echevarría and starring Juan Diego, the film was entered into the 41st Berlin International Film Festival. The film was selected as the Mexican entry for the Best Foreign Language Film at the 63rd Academy Awards, but was not accepted as a nominee. A DVD version was released in 2012."
    },
    {
        "name": "Cabezas cortadas",
        "abstract": "Cabezas cortadas (English: Severed Heads, sometimes translated as Cutting Heads; Portuguese: Cabeças Cortadas), is a 1970 Spanish-Brazilian film directed by Glauber Rocha."
    },
    {
        "name": "Cabin Boy",
        "abstract": "Cabin Boy is a 1994 American fantasy comedy film, directed by Adam Resnick and co-produced by Tim Burton, which starred comedian Chris Elliott. Elliott co-wrote the film with Resnick. Both Elliott and Resnick worked for Late Night with David Letterman in the 1980s as well as co-creating the Fox sitcom Get a Life in the early 1990s."
    },
    {
        "name": "Cabin Fever: Patient Zero",
        "abstract": "Cabin Fever: Patient Zero is a 2014 science fiction horror film directed by Kaare Andrews and written by Jake Wade Wall. Starring Ryan Donowho, Brando Eaton, Jillian Murray, Mitch Ryan, Lydia Hearst and Sean Astin. It is the third installment in the Cabin Fever series and although it's described as a prequel to the previous two films, the movie shares no connection to the two films aside from the title."
    },
    {
        "name": "Cabin Fever (2002 film)",
        "abstract": "Cabin Fever is a 2002 American horror comedy film co-written and directed by Eli Roth (in his directorial debut) and starring Rider Strong, Jordan Ladd, James DeBello, Cerina Vincent, Joey Kern, and Giuseppe Andrews. The story follows a group of college graduates who rent a cabin in the woods and begin to fall victim to a flesh-eating virus. The inspiration for the film's story came from a real-life experience during a trip to Iceland when Roth developed a skin infection."
    },
    {
        "name": "Cabin Fever (2016 film)",
        "abstract": "Cabin Fever is a 2016 American science fiction horror film directed by Travis Zariwny (under the pseudonym Travis Z) and written by Eli Roth. A remake of Roth's 2002 film of the same name and the fourth installment in the Cabin Fever series, the film stars Samuel Davis, Gage Golightly, Matthew Daddario, Nadine Crocker, and Dustin Ingram. The film was released on February 12, 2016, by IFC Midnight. Eli Roth, writer and director of the original film, acts as co-writer and executive producer. The film was poorly received by critics and underperformed at the box office."
    },
    {
        "name": "Cabin Fever 2: Spring Fever",
        "abstract": "Cabin Fever 2: Spring Fever (also known as Cabin Fever 2 or Cabin Fever: Spring Fever) is a 2009 American horror comedy film directed by Ti West and stars Noah Segan, Rusty Kelley, Alexi Wasser, Marc Senter, Rider Strong and Giuseppe Andrews. It is a sequel to the 2002 film Cabin Fever and the second installment in the Cabin Fever series. The film is about a high school prom that descends into chaos when a deadly flesh-eating bacteria spreads via a popular brand of bottled water."
    },
    {
        "name": "Cabin Pressure (film)",
        "abstract": "Cabin Pressure (also known as Hijack'd and Autopilot) is a 2002 Canadian action film. The television film was broadcast in 2003 and released to home media shortly after. Cabin Pressure reunited Craig Sheffer and John Pyper-Ferguson (who appeared together in the 1994 movie Roadflower). The film also featured Canadian voice actor Michael Kopsa."
    },
    {
        "name": "Cabin by the Lake",
        "abstract": "Cabin by the Lake is a horror TV movie released in 2000. It tells the story of Stanley, played by Judd Nelson, a script writer who begins killing girls for research for a movie he is writing, where the villain does the same thing. A 2001 sequel titled Return to Cabin by the Lake follows Stanley's attempts to make a film based on his previous murders by posing as the film's director."
    },
    {
        "name": "Cabin in the Sky (film)",
        "abstract": "Cabin in the Sky is a 1943 American musical film based on the 1940 Broadway musical of the same name. The first feature film directed by Vincente Minnelli, Cabin in the Sky features an all-black cast and stars Ethel Waters, Eddie \"Rochester\" Anderson and Lena Horne. Waters and Rex Ingram reprise their roles from the Broadway production as Petunia and Lucifer Junior, respectively. The film was Horne's first and only leading role in an MGM musical. Louis Armstrong is also featured in the film as one of Lucifer Junior's minions, and Duke Ellington and his Orchestra have a showcase musical number in the film. In 2020, the film was selected for preservation in the United States National Film Registry by the Library of Congress as being \"culturally, historically, or aesthetically significant\"."
    },
    {
        "name": "Cabiria",
        "abstract": "Cabiria is a 1914 Italian epic silent film, directed by Giovanni Pastrone and shot in Turin. The film is set in ancient Sicily, Carthage, and Cirta during the period of the Second Punic War (218–202 BC). It follows a melodramatic main plot about an abducted little girl, Cabiria, and features an eruption of Mount Etna, heinous religious rituals in Carthage, the alpine trek of Hannibal, Archimedes' defeat of the Roman fleet at the Siege of Syracuse and Scipio maneuvering in North Africa. Apart from being a classic on its own terms, the film is also notable for being the first film in which the long-running film character Maciste makes his debut. According to Martin Scorsese, in this work Pastrone invented the epic movie and deserves credit for many of the innovations often attributed to D.W. Griffith and Cecil B. DeMille. Among those was the extensive use of a moving camera, thus freeing the feature-length narrative film from \"static gaze\". The historical background and characters in the story are taken from Livy's Ab Urbe Condita (written ca. 27–25 BC). In addition, the script of Cabiria was partially based on Gustave Flaubert's 1862 novel Salammbo and Emilio Salgari's 1908 novel Cartagine in fiamme (Carthage in Flames). It was the first film shown at the White House, having been viewed on the South Lawn, by the President, First Lady, Vice President, his wife, members of the Cabinet and their wives, due to the summer heat in June 1914."
    },
    {
        "name": "Caboblanco",
        "abstract": "Caboblanco is a 1980 American drama film directed by J. Lee Thompson, starring Charles Bronson, Dominique Sanda and Jason Robards. The film has often been described as a remake of Casablanca. The movie marks the third collaboration between Bronson and director J. Lee Thompson (following 1976's St. Ives and 1977's The White Buffalo)."
    },
    {
        "name": "Cabocla",
        "abstract": "Cabocla is a Brazilian telenovela produced and broadcast by Rede Globo. It premiered on 10 May 2004, replacing Chocolate com Pimenta, and ended on 20 November 2004, replaced by Como uma Onda. The telenovela is written by Ricardo Waddington, with the collaboration of Edmara Barbosa and Edilene Barbosa. It is based on the 1979 telenovela of the same name and originally shown on Rede Globo. It stars Vanessa Giácomo, Daniel de Oliveira, Tony Ramos, Patrícia Pillar, Mauro Mendonça, Carolina Kasting, Regiane Alves, Danton Mello, Eriberto Leão, Maria Flor and Malvino Salvador in the leading roles."
    },
    {
        "name": "Caccia al tesoro",
        "abstract": "Caccia al tesoro (lit. 'Treasure Hunt') is a 2017 Italian comedy film directed by Carlo Vanzina. It was Vanzina's last film before his death in July 2018."
    },
    {
        "name": "Caccia all'uomo",
        "abstract": "Caccia all'uomo (translation: \"Manhunt\") is a 1961 Italian crime-drama film directed by Riccardo Freda and starring Eleonora Rossi Drago, Yvonne Furneaux and Umberto Orsini."
    },
    {
        "name": "Cacería",
        "abstract": "Cacería (English language: Man Hunt) is a 2002 Argentine action thriller film directed and written by and Jorge Bechara. Starring Luis Luque, Claribel Medina, and Carlos Leyes."
    },
    {
        "name": "Caché (film)",
        "abstract": "Caché (French: [kaʃe]), also known as Hidden (United Kingdom), is a 2005 psychological thriller film written and directed by Michael Haneke and starring Daniel Auteuil and Juliette Binoche. The plot follows an upper-middle-class French couple, Georges (Auteuil) and Anne (Binoche), who are terrorised by anonymous tapes that appear on their front porch and seem to show the family is under surveillance. Clues in the videos point to Georges's childhood memories, and his resistance to his parents' adopting an Algerian orphan named Majid, who was sent away. The tapes lead him to the now-grown Majid (Maurice Bénichou). Shot in Paris and Vienna in 2004, the film is an international co-production of France, Austria, Germany and Italy. Haneke wrote the screenplay with Auteuil and Binoche in mind, and with a concept of exploring guilt and childhood. When he learned of the French government's decades-long denial of the 1961 Seine River massacre, he incorporated memories of the event into his story. Caché opened at the 2005 Cannes Film Festival to critical acclaim for the performances and Haneke's direction. Its plot ambiguities raised considerable discussion. The film has been interpreted as an allegory about collective guilt and collective memory, and as a statement on France's Algerian War and colonialism in general. While presented as a mystery, the film does not explicitly reveal which character sends the tapes. Haneke regarded that as of secondary importance to the exploration of guilt and left the question up to viewer interpretation. The film won three awards at Cannes, including Best Director; five European Film Awards, including Best Film; and other honours. It was controversially disqualified for the Academy Award for Best Foreign Language Film. Caché has been regarded in the years since its release as one of the greatest films of the 2000s, included in BBC's 100 Greatest Films of the 21st Century."
    },
    {
        "name": "Cacique Bandeira",
        "abstract": "Cacique Bandeira is a 1975 Argentine film."
    },
    {
        "name": "Cactus (1986 film)",
        "abstract": "Cactus is a 1986 Australian drama film directed by Paul Cox and starring Isabelle Huppert."
    },
    {
        "name": "Cactus (2008 film)",
        "abstract": "Cactus is a 2008 Australian mystery-thriller film, it is the directing debut for Jasmine Yuen-Carrucan."
    },
    {
        "name": "Cactus Flower (film)",
        "abstract": "Cactus Flower is a 1969 American screwball comedy film directed by Gene Saks and starring Walter Matthau, Ingrid Bergman, and Goldie Hawn, who won an Academy Award for her performance. Along with Hello Dolly!, are the movies that end the Golden Age of Hollywood.[citation?] The screenplay was adapted by I. A. L. Diamond from the 1965 Broadway play of the same name written by Abe Burrows, which in turn was based upon the French play Fleur de cactus by Pierre Barillet and Jean-Pierre Gredy. Cactus Flower was the ninth highest-grossing film of 1969."
    },
    {
        "name": "Cactus Makes Perfect",
        "abstract": "Cactus Makes Perfect is a 1942 short subject directed by Del Lord starring American slapstick comedy team The Three Stooges (Moe Howard, Larry Fine and Curly Howard). It is the 61st entry in the series released by Columbia Pictures starring the comedians, who released 190 shorts for the studio between 1934 and 1959."
    },
    {
        "name": "Cada quién su lucha",
        "abstract": "Cada quién su lucha is a 1966 Mexican comedy film directed by Gilberto Martínez Solares and starring the double act Viruta y Capulina, performed by Marco Antonio Campos and Gaspar Henaine, co-starring María Duval and Baby Bell."
    },
    {
        "name": "Cadaver (2020 film)",
        "abstract": "Cadaver (Norwegian: Kadaver) is a 2020 Norwegian horror film directed and written by Jarand Herdal and starring Gitte Witt, Thomas Gullestad and Thorbjørn Harr."
    },
    {
        "name": "Cadaver (2022 film)",
        "abstract": "Cadaver is a 2022 Indian Tamil-language police procedural thriller film directed by Anoop Panicker and written by Abhilash Pillai. The film was under Production House Amala Paul Productions. The film stars Amala Paul with Riythvika, Munishkanth, Thrigun, Harish Uthaman and Athulya Ravi in supporting roles. The film's music is composed by Ranjin Raj with cinematography handled by Aravind Singh and editing done by San Lokesh. The film was released in Disney+ Hotstar on 12 August 2022."
    },
    {
        "name": "Cadavere a spasso",
        "abstract": "Cadavere a spasso is a 1965 Italian comedy film directed by ."
    },
    {
        "name": "Cadavres",
        "abstract": "Cadavres is a Canadian comedy thriller film, directed by Érik Canuel and released in 2009. It is a film adaptation of the 1998 novel Cadavres by François Barcelo, a tragicomedy about the deadly feelings that unite a brother and sister who have nothing in common."
    },
    {
        "name": "Caddie (film)",
        "abstract": "Caddie is an Australian film biopic directed by Donald Crombie and produced by Anthony Buckley. Released on 1 April 1976, it is representative of the Australian film renaissance which occurred during that decade. Set mainly in Sydney during the 1920s and 1930s, including the Great Depression, it portrays the life of a young middle class woman struggling to raise two children after her marriage breaks up. Based on Caddie, the Story of a Barmaid, a partly fictitious autobiography of Catherine Beatrice \"Caddie\" Edmonds, it made Helen Morse a local star and earned Jacki Weaver and Melissa Jaffer each an Australian Film Institute Award."
    },
    {
        "name": "Caddyshack",
        "abstract": "Caddyshack is a 1980 American sports comedy film directed by Harold Ramis, written by Brian Doyle-Murray, Ramis and Douglas Kenney, and starring Chevy Chase, Rodney Dangerfield, Ted Knight, Michael O'Keefe and Bill Murray with supporting roles by Sarah Holcomb, Cindy Morgan, and Doyle-Murray. Caddyshack was Ramis's directorial debut and boosted the career of Dangerfield, who was previously known mostly for his stand-up comedy. Grossing nearly $40 million at the domestic box office (the 17th-highest of the year), it was the first of a series of similar comedies. The film has a cult following and was described by ESPN as \"perhaps the funniest sports movie ever made.\" A sequel, Caddyshack II (1988), followed, although only Chase reprised his role and the film was poorly received."
    },
    {
        "name": "Caddyshack II",
        "abstract": "Caddyshack II is a 1988 American sports comedy film and a sequel to the 1980 film Caddyshack. Directed by Allan Arkush and written by Harold Ramis (who co-wrote and directed the original Caddyshack) and PJ Torokvei, it stars Jackie Mason, Robert Stack, Dyan Cannon, Dina Merrill, Jonathan Silverman, Brian McNamara, Marsha Warfield, Paul Bartel, and Randy Quaid with special appearances by Chevy Chase and Dan Aykroyd. While the writing of the film is officially credited to Ramis and Torokvei, the first-draft script by Ramis and Torokvei was rewritten by other uncredited writers. The sequel was panned by critics and is considered one of the worst sequels of all time. However, Kenny Loggins' \"Nobody's Fool\" which was used as the film's theme song was a chart success where it hit #8 on the Billboard Hot 100."
    },
    {
        "name": "Cadena braga",
        "abstract": "Cadena braga, is an American telenovela created and produced by Telemundo 1991."
    },
    {
        "name": "Cadence (film)",
        "abstract": "Cadence is a 1990 American film directed by Martin Sheen, in which Charlie Sheen plays an inmate in a United States Army military prison in West Germany during the 1960s. Sheen plays alongside his father Martin Sheen and brother Ramon Estevez. The film is based on a novel by Gordon Weaver."
    },
    {
        "name": "Cadences obstinées",
        "abstract": "Cadences obstinées (Portuguese: Cadências Obstinadas) is a 2013 French-Portuguese romance film directed by Fanny Ardant."
    },
    {
        "name": "Cadet Girl",
        "abstract": "Cadet Girl is a 1941 comedy film directed by Ray McCarey and written by Stanley Rauh and H.W. Hanemann. The film stars Carole Landis, George Montgomery, Shepperd Strudwick, William Tracy, Janis Carter and Robert Lowery. The film was released on November 28, 1941, by 20th Century Fox. The film was screened at Cinecon 46 in 2010."
    },
    {
        "name": "Cadet Holiday",
        "abstract": "Cadet Holiday is an 11-minute 1951 Canadian documentary film, made by the National Film Board of Canada (NFB) as part of the postwar Canada Carries On series. The film, directed by David Bairstow, Robert Humble and Douglas Wilkinson, was produced by Sydney Newman and Michael Spencer. Cadet Holiday was an account of a Canadian Army Cadet during a summer camp. The film's French version title is Cadets en vacances."
    },
    {
        "name": "Cadet Kelly",
        "abstract": "Cadet Kelly is a 2002 Disney Channel Original Movie starring Hilary Duff and Christy Carlson Romano. The film premiered with 7.8 million viewers. It is Duff's second starring film role, her first being Casper Meets Wendy. This was Disney Channel's second film filmed in Canada."
    },
    {
        "name": "Cadets (film)",
        "abstract": "Cadets (German: Kadetten) is a 1939 German historical war film directed by Karl Ritter and starring Mathias Wieman, Carsta Löck, and Andrews Engelmann. The film is set in 1760, against the backdrop of the Austro-Russian Raid on Berlin during the Seven Years' War. It depicts a group of Prussian cadets holding off superior Russian forces. Because of its anti-Russian theme the film was pulled from release in 1939 following the Molotov–Ribbentrop Pact. It was put on general release in December 1941, once Germany and the Soviets were at war. The film is loosely connected to the Prussian film cycle of historical epics."
    },
    {
        "name": "Cadets of St. Martin",
        "abstract": "Cadetes de San Martín is a 1937 Argentine film directed by Mario Soffici and written by .It stars Enrique Muiño and Elías Alippi."
    },
    {
        "name": "Cadets on Parade",
        "abstract": "Cadets on Parade is a 1942 American drama film directed by Lew Landers and written by Howard J. Green. The film stars Freddie Bartholomew, Jimmy Lydon, Joseph Crehan, Raymond Hatton, Minna Gombell and Robert Warwick. The film was released on January 22, 1942, by Columbia Pictures."
    },
    {
        "name": "Cadillac Desert (film)",
        "abstract": "Cadillac Desert: Water and the Transformation of Nature is a 1997 American four-part documentary series about water, money, politics, and the transformation of nature. The film was directed by Jon H. Else and Linda Harrar."
    },
    {
        "name": "Cadillac Girls",
        "abstract": "Cadillac Girls is a 1993 Canadian drama film directed by Nicholas Kendall and starring Jennifer Dale, Mia Kirshner, Adam Beach, and Gregory Harrison."
    },
    {
        "name": "Cadillac Man",
        "abstract": "Cadillac Man is a 1990 American black comedy film directed by Roger Donaldson, starring Robin Williams and Tim Robbins. The plot of the film centers on car salesman Joey O'Brien (Williams) whose life is consumed by turmoil, which all comes to a head when his dealership is taken hostage by Larry (Robbins), a crazed motorcyclist. The film received mixed reviews from critics but performed above its production budget at the box office, grossing $27.6 million against its $15 million budget."
    },
    {
        "name": "Cadillac Records",
        "abstract": "Cadillac Records is a 2008 American biographical drama film written and directed by Darnell Martin. The film explores the musical era from the early 1940s to the late 1960s, chronicling the life of the influential Chicago-based record-company executive Leonard Chess, and a few of the musicians who recorded for Chess Records. The film stars Adrien Brody as Leonard Chess, Cedric the Entertainer as Willie Dixon, Mos Def as Chuck Berry, Columbus Short as Little Walter, Jeffrey Wright as Muddy Waters, Eamonn Walker as Howlin' Wolf, and Beyoncé Knowles as Etta James. The film was released in North America on December 5, 2008, by TriStar Pictures. The soundtrack was released on Music World/Columbia and Sony Music."
    },
    {
        "name": "Cado dalle nubi",
        "abstract": "Cado dalle nubi is a 2009 Italian comedy film directed by Gennaro Nunziante."
    },
    {
        "name": "Caesar Must Die",
        "abstract": "Caesar Must Die (Italian: Cesare deve morire) is a 2012 Italian drama film directed by Paolo and Vittorio Taviani. The film competed at the 62nd Berlin International Film Festival where it won the Golden Bear. The film is set in Rebibbia Prison (suburb of Rome), and follows convicts in their rehearsals ahead of a prison performance of Julius Caesar."
    },
    {
        "name": "Caesar and Cleopatra (film)",
        "abstract": "Caesar and Cleopatra is a 1945 British Technicolor film directed by Gabriel Pascal and starring Vivien Leigh and Claude Rains. Some scenes were directed by Brian Desmond Hurst, who took no formal credit. The picture was adapted from the play Caesar and Cleopatra (1901) by George Bernard Shaw, produced by Independent Producers and Pascal Film Productions and distributed by Eagle-Lion Distributors. Upon release, Caesar and Cleopatra failed to earn back its colossal budget. John Bryan was nominated for an Oscar for Best Art Direction."
    },
    {
        "name": "Caesar and Otto's Deadly Xmas",
        "abstract": "Caesar and Otto's Deadly Xmas is a 2012 American comedy-horror film. It stars Dave Campfield, , Felissa Rose, Deron Miller, Lloyd Kaufman, Linnea Quigley, Joe Estevez, Debbie Rochon, Brinke Stevens, , and , as well as a cameo appearance by Robert Z'Dar. It is written and directed by Dave Campfield, the creator of the original film. The story is by Campfield and co-producer ."
    },
    {
        "name": "Caesar and Otto's Summer Camp Massacre",
        "abstract": "Caesar and Otto's Summer Camp Massacre is a 2009 American comedy slasher film and spoof of the Sleepaway Camp film series, starring Dave Campfield, Paul Chomicki, Felissa Rose, Deron Miller, Joe Estevez, Ken Macfarlane and Brinke Stevens and was written and directed by Dave Campfield, the creator of the original Caesar and Otto film. Caesar and Otto's Summer Camp Massacre made its world premiere on August 15, 2009 at the Fright Night Film Fest in Louisville, Kentucky, where it received a nomination for Best Horror Comedy. It then went on to screen at the Long Island Film Festival on October 9, 2009, where it won Best Editing. It was then screened on June 4, 2010 at the Lighthouse Film Festival, and released on DVD on October 4, 2011. Caesar and Otto's Summer Camp Massacre was the debut feature of Trai Byers who rose to fame in 2015 with the success of Fox's Empire."
    },
    {
        "name": "Cafard",
        "abstract": "Cafard is a 2015 French-Dutch-Belgian animated war film written and directed by Jan Bultheel. The film tells the story of a boxer, Jean Mordant (based on the real-life Henri Herd, known as Constant le Marin), who joins the Belgian Expeditionary Corps which is sent to the Russian Empire during World War I in order to avenge the rape of his daughter by German soldiers in Occupied Belgium."
    },
    {
        "name": "Cafe Colette",
        "abstract": "Cafe Colette is a 1937 British thriller film directed by Paul L. Stein and starring Paul Cavanagh, Greta Nissen in her final film role and Sally Gray. It was also released under the alternative title Danger in Paris. The film was made at Wembley Studios."
    },
    {
        "name": "Cafe Funiculi Funicula",
        "abstract": "Cafe Funiculi Funicula (コーヒーが冷めないうちに, Kohi ga Samenai Uchi ni, \"Before the Coffee Gets Cold\") is a 2018 Japanese film directed by starring Kasumi Arimura. The film is adapted from the novel Before the Coffee Gets Cold by ."
    },
    {
        "name": "Cafe Hostess",
        "abstract": "Cafe Hostess is a 1940 American crime film directed by Sidney Salkow and starring Preston Foster and Ann Dvorak. The screenplay was written by Harold Shumate, based on a story by Tay Garnett and Howard Higgin. Prior to filming the studio had been warned by the MPAA that the film did not comply with its code, but it is unclear whether changes were made to the script."
    },
    {
        "name": "Cafe Isobe",
        "abstract": "Cafe Isobe (純喫茶磯辺, Junkissa Isobe) is a 2008 Japanese film directed by Keisuke Yoshida. It was in the Narrative Feature Competition at the 2008 Hawaii International Film Festival."
    },
    {
        "name": "Cafe Mascot",
        "abstract": "Cafe Mascot is a 1936 British comedy film directed by Lawrence Huntington and starring Geraldine Fitzgerald. It was produced by Gabriel Pascal, and made at Wembley Studios. A young man discovers £1,000 in a taxi. The kindly man gives it to an impoverished Irish girl (Geraldine Fitzgerald) by investing it in her cafe, The Cafe Mascot."
    },
    {
        "name": "Cafe Metropole",
        "abstract": "Cafe Metropole is a 1937 American romantic comedy film directed by Edward H. Griffith, released by 20th Century Fox and starring Loretta Young, Tyrone Power and Adolphe Menjou."
    },
    {
        "name": "Cafe Moscow",
        "abstract": "Cafe Moscow (Hungarian:Café Moszkva) is a 1936 Hungarian adventure film directed by Steve Sekely and starring Anna Tõkés, Gyula Csortos and Ferenc Kiss. Art direction was by . It is also known by the alternative title Only One Night. The film is set during the First World War on the Eastern Front between Russia and the Austro-Hungarian Empire. The film was intended to convey an anti-war message."
    },
    {
        "name": "Cafe Noir",
        "abstract": "Cafe Noir (Korean: 카페 느와르; RR: Ka-pe-neu-wa-reu) is a 2009 South Korean romance melodrama film starring Shin Ha-kyun, Moon Jeong-hee, Kim Hye-na and Jung Yu-mi. Written and directed by first-time director Jung Sung-il, a well regarded film critic-turned-director, it is a contemplation on love and heartbreak largely based on two works of literature - Johann Wolfgang von Goethe's The Sorrows of Young Werther and Fyodor Dostoyevsky's White Nights. The critically acclaimed work debuted at the 66th Venice Film Festival in 2009, and Jung was nominated for New Talent Grand Pix at the 2010 Copenhagen International Film Festival."
    },
    {
        "name": "Cafe Society (1939 film)",
        "abstract": "Cafe Society is a 1939 American romantic comedy film directed by Edward H. Griffith and starring Madeleine Carroll, Fred MacMurray and Shirley Ross. A wealthy young woman marries a reporter to win a bet."
    },
    {
        "name": "Cafe Society (1995 film)",
        "abstract": "Cafe Society is a 1995 American mystery film directed and written by Raymond De Felitta and starring Frank Whaley, Peter Gallagher, Lara Flynn Boyle, and John Spencer. This movie is based on a true story covered in the national press."
    },
    {
        "name": "Caffè Italia, Montréal",
        "abstract": "Caffè Italia, Montréal is a Canadian docudrama film, directed by Paul Tana and released in 1985. Focusing on the Italian Canadian community in Montreal, Quebec, the film profiles the community's history through a mix of archival footage and historical reenactments of key events acted by a cast led by Pierre Curzi and Tony Nardi. The film won the Prix L.-E.-Ouimet-Molson from the Association québécoise des critiques de cinéma for 1985."
    },
    {
        "name": "Cafundó (film)",
        "abstract": "Cafundó is 2005 Brazilian historical drama film written and directed by Paulo Betti and Clóvis Bueno and starring Lázaro Ramos. The film is a biopic based on miracle worker preto velho João de Camargo of Sorocaba and is based on the book João de Camargo de Sorocaba: O Nascimento de uma Religião by Carlos de Campos and Adolfo Frioli. The title comes from a former quilombo, the source of João de Camargo's original spiritual inspiration, located in today's Salto de Pirapora."
    },
    {
        "name": "Café. Waiting. Love",
        "abstract": "Café. Waiting. Love (Chinese: 等一個人咖啡; pinyin: Děng yīgè rén kāfēi; lit. 'Waiting For Someone, Coffee' is a 2014 Taiwanese romantic comedy film directed by Chiang Chin-lin, adapted from Giddens Ko's novel of the same name. The film marks the first on-screen appearance of Vivian Sung."
    },
    {
        "name": "Café (2010 film)",
        "abstract": "Café is a 2010 independent drama film directed by Marc Erlbaum. It stars Jennifer Love Hewitt, Daniel Eric Gold, Alexa Vega and Jamie Kennedy, who was Hewitt's boyfriend at the time of filming."
    },
    {
        "name": "Café Cantante",
        "abstract": "Café Cantante is a 1951 Argentine-Spanish historical musical film directed and written by Antonio Momplet. The film was released on July 5, 1951."
    },
    {
        "name": "Café Derby",
        "abstract": "Café Derby is a Belgian film directed by and released on 11 September 2015 at the Ostend Film Festival. It is based upon the true story of Van Wesemael's father."
    },
    {
        "name": "Café Express (film)",
        "abstract": "Café Express is a 1980 Italian comedy film directed by Nanni Loy and starring Nino Manfredi."
    },
    {
        "name": "Café Flesh",
        "abstract": "Café Flesh is a 1982 post-apocalyptic cult pornographic science fiction film designed and directed by Stephen Sayadian (under the pseudonym \"Rinse Dream\") and co-written by Sayadian and Jerry Stahl (credited as \"Herbert W. Day\"). Music was composed and produced by noted music producer Mitchell Froom (and later appeared in his album, Key of Cool). Two sequels, Café Flesh 2 and Café Flesh 3, were released in 1997 and 2003, without the participation of the original creators. The sequels were written and directed by Antonio Passolini and did not have the same degree of popularity and cult appeal as the first film."
    },
    {
        "name": "Café Lumière",
        "abstract": "Café Lumière (珈琲時光, Kōhī Jikō) is a 2003 Japanese film directed by Taiwanese director Hou Hsiao-hsien for Shochiku as homage to Yasujirō Ozu, with direct reference to the late director's Tokyo Story (1953). It premiered at a festival commemorating the centenary of Ozu's birth. It was nominated for a Golden Lion at the 2004 Venice Film Festival."
    },
    {
        "name": "Café Oriental",
        "abstract": "Café Oriental is a 1962 German musical comedy film directed by Rudolf Schündler and starring Elke Sommer, Jerome Courtland, Trude Herr, and Bill Ramsey. The film's sets were designed by the art directors Paul Markwitz and Wilhelm Vorwerg. It was shot at the Spandau Studios in Berlin."
    },
    {
        "name": "Café Paradis",
        "abstract": "Café Paradis (English Title: Paradise Cafe) is a 1950 Danish film, directed by Bodil Ipsen and Lau Lauritzen Jr., and written by . The film received the Bodil Award for Best Danish Film, and Ib Schønberg, for what is regarded his finest performance, received the Bodil Award for Best Supporting Actor. The story illuminates the problems of alcoholism as it follows the lives of two people: one is a common workman (played by Poul Reichhardt) who drinks too much beer, and the other is a company director (played by Ib Schønberg), who believes he just needs \"a little one every now and then.\" They both come to face the consequences of their addictions."
    },
    {
        "name": "Café Society (2016 film)",
        "abstract": "Café Society is a 2016 American romantic comedy-drama film written and directed by Woody Allen. It stars Jesse Eisenberg, Kristen Stewart, Steve Carell, Jeannie Berlin, Blake Lively, Parker Posey, Corey Stoll, and Ken Stott. The plot follows a young man who moves to Hollywood in the 1930s, where he falls in love with the assistant to his uncle, a powerful talent agent. The film had its premiere at the Cannes Film Festival on May 11, 2016, and was theatrically released in the United States on July 15, 2016, by Amazon Studios and Lionsgate. It received generally positive reviews and grossed $43 million. It received nomination at the Golden Eagle Award in 2017 for Best Foreign Language Film."
    },
    {
        "name": "Café de Flore (film)",
        "abstract": "Café de Flore is a Canadian drama film, released in 2011. Directed, written, and edited by Jean-Marc Vallée, the film garnered 13 nominations for the 2012 Genie Awards. The film's title refers not to the café on Boulevard Saint-Germain in Paris, but to a Matthew Herbert song of the same name which the film uses to represent its musical current."
    },
    {
        "name": "Café de Paris (film)",
        "abstract": "Café de Paris is a 1938 French mystery film directed by Yves Mirande and Georges Lacombe."
    },
    {
        "name": "Café de chinos",
        "abstract": "Café de chinos (\"Chinese Coffee\") is a 1949 Mexican film. It stars Carlos Orellana.The film was produced and distributed by Astor Films, S.A.; there is no evidence this company was in any way connected with the American film production-distribution company Astor Pictures, a recent fan publication about that company notwithstanding."
    },
    {
        "name": "Café de la plage",
        "abstract": "Café de la plage is a 2001 French film written and directed by Benoît Graffin. The film stars Jacques Nolot, , , , , , , ."
    },
    {
        "name": "Cage (film)",
        "abstract": "Cage is a 1989 American martial arts action film starring Reb Brown and Lou Ferrigno."
    },
    {
        "name": "Cage Without a Key",
        "abstract": "Cage Without a Key is a 1975 American made-for-television drama film directed by Buzz Kulik and starring Susan Dey and Sam Bottoms, with Jonelle Allen and Lani O'Grady in supporting roles. The film premiered on the CBS television network the evening of March 14, 1975, later repeating at various times on The CBS Late Movie. The film was released on VHS under the title Imprisoned Women. Cage Without a Key was filmed at Las Palmas School for Girls in Commerce, California, now known as the Dorothy Kirby Center. It was a juvenile detention center, not an actual women's prison. Many of the extras were actual inmates."
    },
    {
        "name": "Cage of Gold",
        "abstract": "Cage of Gold is a 1950 British drama film directed by Basil Dearden, and starring Jean Simmons, David Farrar, and James Donald."
    },
    {
        "name": "Caged (1950 film)",
        "abstract": "Caged is a 1950 American women-in-prison film noir directed by John Cromwell and starring Eleanor Parker, Agnes Moorehead, Betty Garde, Hope Emerson, and Ellen Corby. It was nominated for three Academy Awards. The film portrays the story of a young newlywed sent to prison for armed robbery. Her brutal experiences while incarcerated, along with the killing of her husband, transform her from a meek, naive woman into a hardened convict. The film's subplot includes massive prison corruption. Caged was adapted by Virginia Kellogg from the story \"Women Without Men\" by Kellogg and Bernard C. Schoenfeld. The studio had originally intended the film to be a vehicle for Bette Davis and Joan Crawford, but reportedly Davis had said she did not want to make a \"dyke movie\" (a film with lesbian content) and turned it down."
    },
    {
        "name": "Caged (2010 film)",
        "abstract": "Caged (French: Captifs) is a 2010 French horror film directed and co-written by and it is based on a true story. The film is about a woman named Carole who is traumatized after seeing her friend Laura being killed by a dog twenty years ago. Carole works as an aid worker in former Yugoslavia and begins to leave from Kosovo with two co-workers, when she is kidnapped by an Albanian gang of masked men who deal with human organ trafficking."
    },
    {
        "name": "Caged (2011 film)",
        "abstract": "Caged is a 2011 Dutch erotic thriller film produced, written and directed by Stephan Brenninkmeijer. It tells the story of a married woman who secretly indulges herself in a hedonistic lifestyle. The movie is generally considered a \"drama-horror\" film for its adult themes, strong erotic images and several explicit hardcore sex scenes."
    },
    {
        "name": "Caged (2020 film)",
        "abstract": "Caged is a 2020 American drama film directed by Aaron Fjellman and starring Edi Gathegi, Melora Hardin, Angela Sarafyan and Tony Amendola. Fjellman co-wrote the screenplay with James 'Doc' Mason. The film was produced by Pete Kirtley, Aaron Fjellman, Matthew Temple and Jessa Zarubica."
    },
    {
        "name": "Caged Desires",
        "abstract": "Caged Desires is a 1970 exploitation film, the first writing credit for filmmaker Barbara Peeters, and directed by frequent Ed Wood collaborator Donald A. Davis. It is a women-in-prison drama dealing with a power battle between long-term inmates over their newest cellmate."
    },
    {
        "name": "Caged Fury (1948 film)",
        "abstract": "Caged Fury is a 1948 American drama film directed by William Berke and written by David Lang. The film stars Richard Denning, Sheila Ryan, Mary Beth Hughes, Buster Crabbe and Frank Wilcox. The film was released on March 5, 1948 by Paramount Pictures."
    },
    {
        "name": "Caged Fury (1989 film)",
        "abstract": "Caged Fury is a 1989 remake of a 1983 film of the same name. It is a women-in-prison film about a group of prisoners who decide to escape from an all-female prison. The film was directed by Bill Milling, and stars Erik Estrada, Richard Barathy and James Hong."
    },
    {
        "name": "Caged Heat",
        "abstract": "Caged Heat, also known as Renegade Girls, is a 1974 women in prison film. It was written and directed by Jonathan Demme (in his directorial debut) for New World Pictures, headed by Roger Corman. The film stars Juanita Brown, Roberta Collins, Erica Gavin, Ella Reid, Rainbeaux Smith, and Barbara Steele. John Cale wrote and performed its soundtrack music, which features the guitar playing of Mike Bloomfield. Two later films, Caged Heat II: Stripped of Freedom (1994) and Caged Heat 3000 (1995), made use of the Caged Heat name and the women-in-prison situation, but are unrelated to the original film."
    },
    {
        "name": "Caged No More",
        "abstract": "Caged No More is a 2016 American drama film directed by Lisa Arnold and written by Lisa Arnold and Molly Venzke. The film stars Kevin Sorbo, Loretta Devine, Cynthia Gibb, Madison De La Garza, Cassidy Gifford and Dallas Lovato. The film was released on January 22, 2016, by Freestyle Releasing."
    },
    {
        "name": "Caged in Paradiso",
        "abstract": "Caged in Paradiso (alternate title Maximum Security) is a 1989 American action film starring Irene Cara, Peter Kowanko, Paula Bond and directed by Mike Snyder. It was filmed on St. Thomas in the United States Virgin Islands."
    },
    {
        "name": "Cagefighter: Worlds Collide",
        "abstract": "Cagefighter: Worlds Collide is a 2020 British-American action sports film written and directed by Jesse Quinones. Starring Alex Montagnani, Jonathan Good, Gina Gershon, Jay Reso, and Chuck Liddell, the film follows a successful MMA champion who agrees to defend his championship against a professional wrestler. It premiered digitally via streaming service FITE TV on May 16, 2020, and was released in the United States in October 9."
    },
    {
        "name": "Cageman",
        "abstract": "Cageman (Chinese: 籠民) is a 1992 Hong Kong satirical comedy-drama film directed by Jacob Cheung. It won four awards at the 12th Hong Kong Film Awards held in 1993, including Best Film."
    },
    {
        "name": "Cagliostro (1929 film)",
        "abstract": "Cagliostro is a 1929 silent drama film directed by Richard Oswald and starring Hans Stüwe, Renée Héribel and Alfred Abel. It depicts the life of the eighteenth century Italian occultist Alessandro Cagliostro, portraying him more sympathetically than in most other works. It was based on a novel by Johannes von Guenther."
    },
    {
        "name": "Cahier Africain",
        "abstract": "Cahier Africain ([kaje afʁikɛ̃], \"African Notebook\") is a 2016 documentary film by Heidi Specogna, a Swiss filmmaker. Beginning in 2008, Specogna's long-term observation follows the lives of two young Central African woman, Amzine and Arlette. The film was prompted by the discovery of a small exercise book, full of courageous testimonies by more than 300 victims of war crimes committed by Central African mercenaries during armed conflict between October 2002 and March 2003."
    },
    {
        "name": "Caillou's Holiday Movie",
        "abstract": "Caillou's Holiday Movie is a 2003 Canadian animated Christmas film. The film is based on the 1997 Canadian TV series Caillou, which was in turn based on the 1989 book series of the same name by Hélène Desputeaux. It was released direct-to-video on VHS and DVD on October 7, 2003."
    },
    {
        "name": "Cain's Cutthroats",
        "abstract": "Cain's Cutthroats is a 1971 western-themed exploitation film. It is a story of brutality, betrayal, and revenge set in the period immediately following the end of the American Civil War. The film was released under the alternate titles Cain's Way, The Blood Seekers, and Justice Cain. It stars John Carradine, Scott Brady, Darwin Joston, Robert Dix, Tereza Thaw, and Adair Jameson."
    },
    {
        "name": "Cain (1918 film)",
        "abstract": "Cain (German: Kain) is a 1918 German silent drama film directed by and and produced by Max Maschke. In the starring roles were Erich Kaiser-Titz, Olga Engl and Reinhold Schünzel. It was released in two separate parts Das Verhängnis auf Schloß Santarem and Im Goldrausch."
    },
    {
        "name": "Cain Devore",
        "abstract": "Cain Devore is an American film and television actor. He is known from TV series Dreams, Search for Tomorrow, and TV movie Untamed Love."
    },
    {
        "name": "Cain XVIII",
        "abstract": "Cain XVIII (Russian: Каин XVIII) is a 1963 film from the Soviet Union, adapted from Evgeny Shvarts' play, Two friends. The Soviet film industry reported that 21.7 million spectators saw the film."
    },
    {
        "name": "Cain and Abel (1982 film)",
        "abstract": "Cain and Abel (Filipino: Cain at Abel) is a 1982 Philippine action thriller drama film directed by Lino Brocka from a written story and screenplay by Ricardo \"Ricky\" Lee. The film's story was inspired by the Biblical story of two brothers, Christopher de Leon and Phillip Salvador respectively played the roles of Ellis and Lorenzo, the two brothers and sons of Senyora Pina (Mona Lisa), who have different views on each other. However, the sibling rivalry became violent and bloody due to the issue of inheritance of their family land and Senyora Pina's favoritism to her younger son. It also stars Carmi Martin as Zita, Ellis's fiancée from Manila; Cecille Castillo as Rina, the house helper, and Ellis's other woman; and Baby Delgado as Becky, Lorenzo's wife. Cain at Abel was released on October 8, 1982, by Cine Suerte Inc., it served as the first Filipino film entry for the San Sebastián International Film Festival in Spain in the same year, and received accolades from award-giving bodies for cinema. The film was digitally restored and remastered by ABS-CBN Film Restoration Project and Central Digital Lab in 2016; the restored version was premiered on August 11, 2016."
    },
    {
        "name": "Cain and Abel (2006 film)",
        "abstract": "Cain and Abel is a 2006 American independent urban comedy film written and directed by ."
    },
    {
        "name": "Cain and Mabel",
        "abstract": "Cain and Mabel is a 1936 romantic comedy film designed as a vehicle for Marion Davies in which she co-stars with Clark Gable. The story had been filmed before, in 1924, by William Randolph Hearst's production company, Cosmopolitan, as a silent called The Great White Way, starring Anita Stewart and Oscar Shaw. In this version, Robert Paige introduced the song \"I'll Sing You a Thousand Love Songs\", with music by Harry Warren and words by Al Dubin, who also wrote \"Coney Island\", \"Here Comes Chiquita\", and other songs."
    },
    {
        "name": "Cain vs. Cain",
        "abstract": "Cain vs. Cain (Italian: Caino e Caino) is a 1993 Italian comedy film directed by Alessandro Benvenuti."
    },
    {
        "name": "Caine's Arcade",
        "abstract": "Caine's Arcade is an 11-minute short documentary film by Nirvan Mullick released on April 9, 2012 that features a cardboard arcade created by then 9-year-old Caine Monroy out of boxes and everyday objects. The boy ran his arcade from his father's auto parts store in East Los Angeles mid-2011. Nirvan was inspired to make the documentary after unexpectedly coming across the arcade while getting a door handle for his car. Nirvan became Caine's first customer, purchasing a $2 Fun Pass, and decided to make a film about Caine's Arcade after witnessing the level of commitment, work, and thought Caine had put into the arcade. After learning he had been Caine's first and only customer, Nirvan used social media to arrange a surprise flash mob of customers to come to play Caine's Arcade, which was included in the film. After being uploaded on YouTube, the short film soon became a viral video, and numerous people donated money towards a college fund that Nirvan had established for Caine. Since the film's release, schools around the world have recreated similar cardboard arcades, and the positive response inspired Nirvan and the team to start the Imagination Foundation, a non-profit aimed at fostering creativity and entrepreneurship in adults across the world."
    },
    {
        "name": "Cairo (1942 film)",
        "abstract": "Cairo is a 1942 musical comedy film made by MGM and Loew's, and directed by W. S. Van Dyke. The screenplay was written by John McClain, based on an idea by Ladislas Fodor about a news reporter shipwrecked in a torpedo attack, who teams up with a Hollywood singer and her maid to foil Nazi spies. The music score is by Herbert Stothart. This film was Jeanette MacDonald's last film on her MGM contract. The film was poorly received upon its initial release."
    },
    {
        "name": "Cairo (1963 film)",
        "abstract": "Cairo is a 1963 American crime film directed by Wolf Rilla and written by Joan LaCour Scott. The film stars George Sanders, Richard Johnson, Faten Hamama, John Meillon, Ahmed Mazhar, Eric Pohlmann and the director's father Walter Rilla. The film was released on August 21, 1963, by Metro-Goldwyn-Mayer. The film is a nearly scene-by-scene remake of John Huston's The Asphalt Jungle."
    },
    {
        "name": "Cairo 30",
        "abstract": "Cairo 30 (Arabic: القاهرة 30, translit. Al-Qāhira 30) is a 1966 Egyptian drama film directed by Salāḥ Abu Seif, and based on Naguib Mahfouz's 1945 novel Modern Cairo. The film was selected as the Egyptian entry for the Best Foreign Language Film at the 39th Academy Awards, but was not accepted as a nominée."
    },
    {
        "name": "Cairo Declaration (film)",
        "abstract": "Cairo Declaration is a 2015 Chinese 2D historical film directed by and and written by Liu Xing. The film stars Hu Jun, Cecilia Han, Ma Xiaowei, and Tang Guoqiang. The film was scheduled to be released on September 3, 2015. The film was promoted by the August First Film Studio to mark the 70th anniversary of the victory of the Second Sino-Japanese War."
    },
    {
        "name": "Cairo Drive",
        "abstract": "Cairo Drive is a 2014 Egyptian documentary film by Sherief Elkatsha. The film explores Cairo's chaotic traffic and illustrates the ways in which individuals navigate its hectic roads, unspoken rules, and 14 million vehicles. The film was shot over three years, from 2009 to 2012, and depicts scenes from before, during, and after the 2011 revolution. The film debuted on October 27, 2013 at the Abu Dhabi Film Festival and received the Best Film From the Arab World - Documentary Competition award. It is Elkatsha's fourth feature film and his first to appear in an international film festival."
    },
    {
        "name": "Cairo Exit",
        "abstract": "Cairo Exit (El Khoroug) is a feature-length film directed by Hesham Issawi whose production started in Cairo, Egypt, in 2010."
    },
    {
        "name": "Cairo Road (film)",
        "abstract": "Cairo Road is a 1950 British crime film directed by David MacDonald and starring Eric Portman, Laurence Harvey, Maria Mauban, Harold Lang and John Gregson."
    },
    {
        "name": "Cairo Station",
        "abstract": "Cairo Station, also called The Iron Gate (Arabic: باب الحديد Bāb al-Ḥadīd), is a 1958 Egyptian drama film directed by Youssef Chahine. It was entered for competition in the 8th Berlin International Film Festival. The film was selected as the Egyptian entry for the Best Foreign Language Film at the 31st Academy Awards, but was not accepted as a nominee. Since the 1970s, the film has found renewed interest with new generations of international film lovers and has been hailed as a masterpiece in the style of neorealist cinema. Themes depicted in the film include the urban working class, gender-based violence, and sexual repression."
    },
    {
        "name": "Cairo Time",
        "abstract": "Cairo Time is a 2009 film by Canadian director Ruba Nadda. It is a romantic drama about a brief, unexpected love interest that catches two people completely off-guard. The film won the award for Best Canadian Film at the Toronto International Film Festival 2009."
    },
    {
        "name": "Caitlin Plays Herself",
        "abstract": "Caitlin Plays Herself is a 2011 American drama film directed and produced by Joe Swanberg, written by Caitlin Stainken and Swanberg, and starring Stainken and Swanberg. Swanberg and Stainken, a performance artist with the Neo-Futurists, play fictionalized versions of themselves."
    },
    {
        "name": "Caitlin Shaw",
        "abstract": "Caitlin Shaw (born August 28, 1989) is an American professional stock car racing driver. Shaw is the second youngest woman to compete in NASCAR's top three series (behind Johanna Robbins). She is also the only woman from the state of New Mexico to ever compete in any of NASCAR's top three series. Shaw was the inaugural United States Spokeswoman for the International Online Magazine GirlRacer.co.uk. She continues to promote women in sports by visiting multiple children's hospitals, schools, and seminars talking with children about the power of sport."
    },
    {
        "name": "Caiçara (film)",
        "abstract": "Caiçara is a 1950 Brazilian drama film co-directed by Adolfo Celi, Tom Payne, and John Waterhouse. It was nominated for the Grand Prize of the Festival at the 1951 Cannes Film Festival."
    },
    {
        "name": "Cake: A Wedding Story",
        "abstract": "Cake: A Wedding Story is a 2007 comedy film directed by Will Wallace. The film hit the festival circuit in March 2007 with its world premiere at The Other Venice Film Festival on March 18, followed by a March 24 bow at the 2007 AFI Dallas International Film Festival."
    },
    {
        "name": "Cake (2005 film)",
        "abstract": "Cake is a 2005 romantic comedy film directed by Nisha Ganatra. It was released on December 2, 2005 in Canada and is rated R for language and sexual content. It stars Heather Graham as Pippa, David Sutcliffe as Ian, and Taye Diggs as Hemingway."
    },
    {
        "name": "Cake (2014 film)",
        "abstract": "Cake is a 2014 American drama film directed by Daniel Barnz, written by Patrick Tobin, and starring Jennifer Aniston, Adriana Barraza, Felicity Huffman, William H. Macy, Anna Kendrick, and Sam Worthington. It debuted in the Special Presentations section of the 2014 Toronto International Film Festival. Cake received mixed reviews and was a box-office bomb, grossing $2.9 million against its $7–10 million budget. However, Aniston's dramatic performance received positive reviews and brought her a nomination at the Golden Globe Awards and another at the Screen Actors Guild Awards."
    },
    {
        "name": "Cake (2018 film)",
        "abstract": "Cake is a 2018 Pakistani comedy drama film which is directed by Asim Abbasi. The film is produced by Sayed Zulfikar Abbas Bukhari (Zulfi Bukhari) and is a joint production by Asim Abbasi's United Kingdom-based production company Indus Talkies, and a Pakistani film production company ZAB Films. The film stars Sanam Saeed and Aamina Sheikh as lead characters alongside Adnan Malik in his film debut. A five-part prologue webisodes short-series was also released on YouTube, focusing on the lives of Zara and Adnan in London. It was selected as the Pakistani entry for the Best Foreign Language Film at the 91st Academy Awards, but it was not nominated."
    },
    {
        "name": "Cake (2022 film)",
        "abstract": "Cake is a Nollywood romantic comedy film directed by Prosper Edesiri and produced by Tongryang Pantu. It stars Saskay, Patience Ozokwor, Emmanuel Jibunor, Philip Asaya, Tope Tedela, Sophie Alakija, Folu Storms with Dotun Olakunri as the Executive Producer and also Steve Gukas Co-producer of the film. It was released through Natives Filmworks and Michelangelo Productions on the Natives Family Friendly Films Project Production Company. The film was distributed through FilmOne Production and was theatrically released on 25 February 2022."
    },
    {
        "name": "Cake Day",
        "abstract": "Cake Day is a Canadian short drama film, directed by Phillip Thomas and released in 2020. The film stars Cameron Crosby as a recovering narcotics addict who is about to celebrate his five-year anniversary of sobriety in Narcotics Anonymous, but must struggle with whether or not to be honest in the meeting about the fact that he relapsed the night before. The film's cast also includes Steven Roberts as his sponsor Bill and Diana Lepine-Thomas as his mother, as well as Spencer Foley, Bradley Stryker, Jeremy Wallace Maclean, John Duncan, Joe Buffalo, Blair Buchholz and Koshiki Tanaka in supporting roles. The film premiered on March 11, 2020 at the Saguenay International Short Film Festival. It was subsequently screened at the 2020 Vancouver International Film Festival, where it won the award for Best British Columbia Short Film. Crosby won the Leo Award for Best Actor in a Short Drama in 2021."
    },
    {
        "name": "Cakewalk (film)",
        "abstract": "Cakewalk is a 2019 Hindi short film directed by Ram Kamal Mukherjee and produced by Aritra Das under the banner of Assorted Motion Pictures.It starred Esha Deol, , Anindita Bose, Siddhartha Chatterjee and Dimple Acharyaa in the lead role. The film was released on 2019."
    },
    {
        "name": "Cal (1984 film)",
        "abstract": "Cal is a 1984 Irish drama film directed by Pat O'Connor and starring John Lynch and Helen Mirren. Based on the novella Cal written by Bernard MacLaverty who also wrote the script, the film was entered into the 1984 Cannes Film Festival, where Mirren won the award for Best Actress."
    },
    {
        "name": "Cal (2013 film)",
        "abstract": "Cal is a 2013 British-released drama film starring Wayne Virgo, Tom Payne, Emily Corcoran, Lucy Russell, and Simon Cook. The film was written and produced by and Bernie Hodges, and directed by Christian Martin."
    },
    {
        "name": "Cala, My Dog!",
        "abstract": "Cala, My Dog! is a 2003 Chinese comedy film directed by Lu Xuechang. The film had its world premiere at the 2003 Berlin International Film Festival and its Chinese release a week earlier on February 2, 2003. The film follows a blue-collar worker (Ge You) in Beijing as he attempts to acquire a dog license in 18 hours for his beloved unlicensed Cala. The film was co-produced by the successful film director Feng Xiaogang. Though a comedy, Cala, My Dog! moves at a subdued pace. Despite this, during its world premiere in Berlin, sales agents from Celestial Pictures billed the film as a more zany, traditional comedy."
    },
    {
        "name": "Calaboose (film)",
        "abstract": "Calaboose is a 1943 American Western film directed by Hal Roach Jr. It stars Jimmy Rogers, Mary Brian and Noah Beery Jr. It is a sequel to Dudes are Pretty People (1942), a featurette from \"Hal Roach's Streamliners\" which is a series of approximately 50-minute comedic movies. The film runs 45 minutes. Another sequel followed later the same year, with Rogers and Beery playing the same characters, entitled Prairie Chickens."
    },
    {
        "name": "Calais-Dover (film)",
        "abstract": "Calais-Dover (French: Calais-Douvres) is a 1931 French-German comedy film directed by Jean Boyer and Anatole Litvak and starring Lilian Harvey, André Roanne and Armand Bernard. It is the French-language version of the German film No More Love, with Harvey reprising her role. The title refers to the Dover–Calais ferry. It incorporated location shooting on the French Riviera with interiors shot at the Babelsberg Studios in Berlin. The film's sets were designed by the art directors Robert Herlth, Walter Röhrig and Werner Schlichting."
    },
    {
        "name": "Calamari Union",
        "abstract": "Calamari Union is a 1985 Finnish surreal comedy film, the second full-length film by the director Aki Kaurismäki. The film's cast includes well-known Finnish actors and rock musicians."
    },
    {
        "name": "Calamity, a Childhood of Martha Jane Cannary",
        "abstract": "Calamity, a Childhood of Martha Jane Cannary (French: Calamity, une enfance de Martha Jane Cannary) is a 2020 French-Danish animated family feature film directed by Rémi Chayé. The film is loosely based on the life of the American frontierswoman Calamity Jane."
    },
    {
        "name": "Calamity (film)",
        "abstract": "Calamity (Czech: Kalamita) is a 1982 Czechoslovak comedy film directed by Vera Chytilová."
    },
    {
        "name": "Calamity Anne's Beauty",
        "abstract": "Calamity Anne's Beauty is a 1913 American silent short Western comedy film directed by Allan Dwan and starring Louise Lester as Calamity Anne."
    },
    {
        "name": "Calamity Anne's Dream",
        "abstract": "Calamity Anne's Dream is a 1913 American silent short Western film directed by Allan Dwan and starring Louise Lester as Calamity Anne. The film also stars Harry von Meter, Dorothy Eliason Jacques Jaccard, Charles Morrison, Jack Richardson and Vivian Rich."
    },
    {
        "name": "Calamity Anne's Inheritance",
        "abstract": "Calamity Anne's Inheritance is a 1913 American silent short Western film directed by Allan Dwan. It stars Louise Lester as Calamity Anne, with J. Warren Kerrigan and Charlotte Burton."
    },
    {
        "name": "Calamity Anne's Love Affair",
        "abstract": "Calamity Anne's Love Affair is a 1914 American silent short Western directed by Tom Ricketts starring Charlotte Burton and Louise Lester as Calamity Anne. Also starring George Field, Edith Borella and B. Reeves Eason. It is the final film in the Calamity Anne series."
    },
    {
        "name": "Calamity Anne's Vanity",
        "abstract": "Calamity Anne's Vanity is a 1913 American silent short Western film directed by Allan Dwan. It stars Louise Lester as Calamity Anne, with J. Warren Kerrigan and Charlotte Burton."
    },
    {
        "name": "Calamity Anne, Heroine",
        "abstract": "Calamity Anne, Heroine is a 1913 American short silent Western film directed by Lorimer Johnston starring Louise Lester as Calamity Anne. It is the fourth film in the Calamity Anne series."
    },
    {
        "name": "Calamity Jane and Sam Bass",
        "abstract": "Calamity Jane and Sam Bass is a 1949 American Western film directed by George Sherman and starring Yvonne de Carlo, Howard Duff and Dorothy Hart."
    },
    {
        "name": "Calapor (film)",
        "abstract": "Calapor is a 2013 Bollywood thriller film produced by and by directed by . The film is a taut thriller, set in the backdrop of a jail. It is a modern story of reformation. The film provokes thoughts about the nature of human being while infusing hope that there is good in every human being. The film is slated for 2 August 2013 release. The Song \"Bindaas\" was choreographed by Jeet Singh."
    },
    {
        "name": "Calcium lactate",
        "abstract": "Calcium lactate is a white crystalline salt with formula C6H10CaO6, consisting of two lactate anions H3C(CHOH)CO−2 for each calcium cation Ca2+. It forms several hydrates, the most common being the pentahydrate C6H10CaO6·5H2O. Calcium lactate is used in medicine, mainly to treat calcium deficiencies; and as a food additive with E number of E327. Some cheese crystals consist of calcium lactate."
    },
    {
        "name": "Calculated Risk (film)",
        "abstract": "Calculated Risk is a 1963 British crime thriller film directed by Norman Harrison."
    },
    {
        "name": "Calcutta (1947 film)",
        "abstract": "Calcutta is a 1947 American film noir crime film directed by John Farrow, and written and produced by Seton I. Miller. The drama features Alan Ladd, Gail Russell and William Bendix."
    },
    {
        "name": "Calcutta (1969 film)",
        "abstract": "Calcutta is a 1969 French documentary film about Calcutta, directed by Louis Malle. It was entered into the 1969 Cannes Film Festival."
    },
    {
        "name": "Calcutta 71",
        "abstract": "Calcutta 71 is a 1972 Bengali film directed by noted Indian art film director Mrinal Sen. This film is considered to be the second film of Mrinal Sen's Calcutta trilogy, the others being Interview, and Padatik. The movie Calcutta 71 is a collection of stories depicting the Seventies. The Naxalite activity, starvation of common people, social and political corruption are shown. There are four stories shown in the film."
    },
    {
        "name": "Calcutta Mail",
        "abstract": "Calcutta Mail is a 2003 Indian action thriller film starring Anil Kapoor, Rani Mukerji and Manisha Koirala. It was directed by Sudhir Mishra. The film is a remake of the 1998 Telugu film Choodalani Vundi."
    },
    {
        "name": "Calcutta News (film)",
        "abstract": "Calcutta News is a 2008 Indian Malayalam-language romantic thriller film written and directed by Blessy. The film stars Dileep, Meera Jasmine, Indrajith and Vimala Raman. The music is by Debojyoti Mishra. The film deals with the issue of trafficking in women and how an Orphan girl from Kerala gets caught in it. It showcased Blessy's yet another different genre film and successfully provided Dileep a different character unlike his usual comic characters."
    },
    {
        "name": "Caldera (film)",
        "abstract": "Caldera is an 11-minute computer animated short film released in 2012. It was directed by Evan Viera, co-written by Chris Bishop, co-produced by Chris Perry, and created in conjunction with Bit Films, the computer animation incubator program at Hampshire College in Amherst, Massachusetts. Caldera received a Prix Ars Electronica Award of Distinction in the Computer Animation category in 2012."
    },
    {
        "name": "Caleb Ross",
        "abstract": "Caleb Ross (born 10 December 1981) is a New Zealand film and television actor best known for his role as Lex in the cult science fiction television series The Tribe. In 1998, he played Logan Patterson on Shortland Street. Throughout the years, he has appeared in Xena: Warrior Princess, Hercules: The Legendary Journeys, Mercy Peak and Revelations - The Initial Journey."
    },
    {
        "name": "Calendar (1993 film)",
        "abstract": "Calendar (Armenian: Օրացույց) is a 1993 drama film directed by Atom Egoyan."
    },
    {
        "name": "Calendar (2009 film)",
        "abstract": "Calendar is a 2009 Malayalam movie which contains an ensemble cast of Prithviraj Sukumaran, Navya Nair, Zarina Wahab, Mukesh, Jagathy Sreekumar and Maniyanpilla Raju."
    },
    {
        "name": "Calendar Girl (1947 film)",
        "abstract": "Calendar Girl is a 1947 American musical-romance film directed by Allan Dwan. The film is also known as Star Dust and Sweet Music (American reissue title). The movie was written by Lee Loeb, Mary Loos, and Richard Sale, with a cast featuring Jane Frazee, William Marshall, Gail Patrick, Kenny Baker and Victor McLaglen. This was Patrick's last film before retiring from acting in the wake of her marriage."
    },
    {
        "name": "Calendar Girl (1993 film)",
        "abstract": "Calendar Girl is a 1993 American comedy-drama film starring Jason Priestley, Gabriel Olds, and Jerry O'Connell. The film was directed by John Whitesell and written by Paul W. Shapiro. Set in 1962, it tells the story of three young men who go on a trip to Hollywood to fulfil their dream of meeting Marilyn Monroe. It has similarities to the real-life story of Gene Scanlon, who in 1953 crossed America with a friend and had a date with Marilyn Monroe for which she paid the bill."
    },
    {
        "name": "Calendar Girl (2020 film)",
        "abstract": "Calendar Girl is an American documentary film about Ruth Finley (1920–2018), founder and editor of the Fashion Calendar. It was directed and produced by Christian D. Bruun and produced and written by Natalie Nudell. The film premiered at the 2020 DOC NYC via virtual screenings."
    },
    {
        "name": "Calendar Girl Murders",
        "abstract": "Calendar Girl Murders is a 1984 television movie directed by William A. Graham and starred Tom Skerritt and Sharon Stone, who played the part of photographer Cassie Bascomb."
    },
    {
        "name": "Calendar Girls",
        "abstract": "Calendar Girls is a 2003 British comedy film directed by Nigel Cole. Produced by Touchstone Pictures, it features a screenplay by Tim Firth and Juliette Towhidi, based on a true story of a group of middle-aged Yorkshire women who produced a nude calendar to raise money for Leukaemia Research under the auspices of the Women's Institutes in April 1999 after the husband of one of their members dies from cancer. The film stars an ensemble cast headed by Helen Mirren and Julie Walters, with Linda Bassett, Annette Crosbie, Celia Imrie, Penelope Wilton, Geraldine James, Harriet Thorpe and Philip Glenister playing key supporting roles. Calendar Girls premiered at the Locarno Film Festival and was later shown at Filmfest Hamburg, the Dinard Festival of British Cinema in France, the Warsaw Film Festival, the Tokyo International Film Festival and the UK Film Festival in Hong Kong. It garnered generally positive reactions by film critics, who compared it with another British comedy film The Full Monty (1997). At a budget of $10 million it also became a major commercial success, eventually grossing $93.4 million worldwide following its theatrical release in the U.S. In addition, the picture was awarded the British Comedy Award for Best Comedy Film, and received ALFS Award, Empire Award and Satellite Award nominations for Mirren and Walters, and a Golden Globe Award nomination for Mirren."
    },
    {
        "name": "Calendar Girls (2015 film)",
        "abstract": "Calendar Girls is a 2015 Indian drama film directed by Madhur Bhandarkar and co-produced by Sangeeta Ahir and Bhandarkar Entertainment. Akanksha Puri played a main female lead role. The film's music was composed by Meet Bros Anjjan and Amaal Mallik. The film released on 25 September 2015. According to Bhandarkar, the story of Calendar Girls is 75% reality and 25% fiction."
    },
    {
        "name": "Caleta del sol",
        "abstract": "Caleta del Sol was a 2014 Chilean telenovela produced and broadcast by, TVN. Carolina Arregui, and Francisco Melo are the leading roles, with , , and as the antagonist."
    },
    {
        "name": "Caliber 9",
        "abstract": "Caliber 9 (Italian: Milano calibro 9, lit. 'Milan caliber 9'; also released as The Contract) is a 1972 Italian noir-poliziottesco film written and directed by Fernando Di Leo and starring Gastone Moschin, Mario Adorf, Barbara Bouchet, Philippe Leroy, Frank Wolff, Luigi Pistilli, and Lionel Stander. The film takes its title from the short story collection of the same name by Giorgio Scerbanenco, and is partially based on three of its stories. The musical score was composed by Luis Enriquez Bacalov and performed by the progressive rock band Osanna. Caliber 9 is the first part in Di Leo's Milieu Trilogy of poliziotteschi films. It was followed by La mala ordina (The Italian Connection) in 1972 and Il Boss (The Boss) in 1973."
    },
    {
        "name": "Calibre (film)",
        "abstract": "Calibre is a 2018 British thriller film written and directed by Matt Palmer. After a debut at the Edinburgh International Film Festival, it was released on 29 June 2018 on Netflix. It also had a limited release in select Curzon Cinemas in the UK from 21 October to 16 November 2018. The film is set in Scotland and concerns incidents on a hunting trip to the remote Scottish Highlands, and stars Jack Lowden and Martin McCann."
    },
    {
        "name": "Calibre 38",
        "abstract": "Calibre 38 is a 1919 existing American silent Western film produced by and directed by Edgar Lewis. It is preserved in the Library of Congress."
    },
    {
        "name": "California's Forgotten Children",
        "abstract": "California's Forgotten Children is an American feature documentary directed by Melody C. Miller. Winning Best Documentary at the 2018 Soho International Film Festival, the film follows a diverse group of resilient survivors who have overcome commercial sexual exploitation of children and are changing the world by ensuring no child is left behind. The film features stories from Time 100 Most Influential People Withelma \"T\" Ortiz Walker Pettigrew, attorney Carissa Phelps, academic scholar Minh Dang, activist Leah Albright-Byrd, therapist Nikolaos Al-Khadra, and educator Rachel Thomas, M. Ed. The film supports the stories of survivors with current statistics and perspectives of sexual exploitation from professionals in social services, law enforcement, advocates, and child welfare; such as California Against Slavery, Coalition to Abolish Slavery and Trafficking, Saving Innocence, Motivating, Inspiring, Supporting & Serving Sexually Exploited Youth, National Center for Youth Law , Oakland Police Department, Los Angeles Police Department, Runaway Girl Inc., Nancy O'Malley District Attorney for Alameda County, iEmpathize, Bay Area Women Against Rape, Survivor Alliance, SHADE Movement, Heat Watch, Sowers Education Group, Bridget's Dream, and many more. The documentary focuses on those who were wrongfully criminalized in the judicial system; manipulated and coerced by family, friends, and caretakers; and exploited by multiple slavery industries. On June 26, 2019, the film screened at the United States Senate to educate policy makers implementing laws to combat human trafficking. It was honored at the United State of Women Summit in May 2018. Internationally through film festivals, community screenings, and schools, the documentary continues to educate audiences and mobilize action to help victims of child sex trafficking."
    },
    {
        "name": "California's Golden Beginning",
        "abstract": "California's Golden Beginning is a 1948 short film directed by Cecil B. DeMille. It was preserved by the Academy Film Archive in 2010."
    },
    {
        "name": "California (1927 film)",
        "abstract": "California is a 1927 American silent Western film directed by W. S. Van Dyke and written by Marian Ainslee, Ruth Cummings and Frank Davis. The film stars Tim McCoy, Dorothy Sebastian, Marc McDermott, Frank Currier and Fred Warren. The film was released on May 7, 1927, by Metro-Goldwyn-Mayer."
    },
    {
        "name": "California (1947 film)",
        "abstract": "California is a 1947 American Western film directed by John Farrow and featuring Ray Milland, Barbara Stanwyck and Barry Fitzgerald. Stanwyck's singing voice was dubbed by Kay St. Germaine."
    },
    {
        "name": "California (1963 film)",
        "abstract": "California is a 1963 American Western film directed by Hamil Petroff and starring Jock Mahoney and Faith Domergue."
    },
    {
        "name": "California Academy of Sciences",
        "abstract": "The California Academy of Sciences is a research institute and natural history museum in San Francisco, California, that is among the largest museums of natural history in the world, housing over 46 million specimens. The Academy began in 1853 as a learned society and still carries out a large amount of original research. The institution is located at the Golden Gate Park in San Francisco. Completely rebuilt in 2008, the Academy's primary building in Golden Gate Park covers 400,000 square feet (37,000 m2). In early 2020, before the COVID-19 pandemic, the California Academy of Sciences had around 500 employees and an annual revenue of about $33 million."
    },
    {
        "name": "California Conquest",
        "abstract": "California Conquest is a 1952 American Western film directed by Lew Landers and starring Cornel Wilde and Teresa Wright. The film is set in the early 1840s, and deals with a conspiracy by native Hidalgo Californios to deliver the then-Mexican territory of California to the Russian Empire."
    },
    {
        "name": "California Dreamin' (film)",
        "abstract": "California Dreamin' (endless) (Romanian: California Dreamin' (nesfârșit)) is a 2007 Romanian film by Cristian Nemescu. It won the Prix un certain regard at the 2007 Cannes Film Festival. It also picked up the Iris Award for Best Film, the Audience Award and the Canvas Award at the Brussels European Film Festival 2007. The film is also sometimes called Endless in English, nesfârșit being Romanian for \"endless\". The director died before editing was completed. MediaPro Studios decided to edit the film with the entirety of the material left by Nemescu, a decision which led to the considerable runtime of 155 minutes."
    },
    {
        "name": "California Dreaming (1979 film)",
        "abstract": "California Dreaming is a 1979 American comedy-drama film starring Glynnis O'Connor, Dennis Christopher, Seymour Cassel and Tanya Roberts and directed by John D. Hancock."
    },
    {
        "name": "California Firebrand",
        "abstract": "California Firebrand is a 1948 American Western film directed by Philip Ford and written by J. Benton Cheney, John K. Butler and Royal K. Cole. The film stars Monte Hale, Lorna Gray, Paul Hurst, Alice Tyrrell, Tristram Coffin and LeRoy Mason. The film was released on April 1, 1948 by Republic Pictures."
    },
    {
        "name": "California Frontier",
        "abstract": "California Frontier is a 1938 American Western film directed by Elmer Clifton and written by Monroe Shaff and Arthur Hoerl. The film stars Buck Jones, Carmen Bailey, Milburn Stone, José Pérez, Soledad Jiménez and Stanley Blystone. The film was released on December 15, 1938, by Columbia Pictures."
    },
    {
        "name": "California Girls (film)",
        "abstract": "California Girls is a 1985 American made-for-television comedy-drama film starring Robby Benson and Martin Mull, directed by Rick Wallace. It originally aired on ABC on March 24, 1985."
    },
    {
        "name": "California Gold Rush (film)",
        "abstract": "California Gold Rush is a 1946 American Western film in the Red Ryder film series directed by R. G. Springsteen and written by Robert Creighton Wiliams. The film stars Wild Bill Elliott, Robert Blake, Alice Fleming, Peggy Stewart, Russell Simpson and Dick Curtis. It was released on February 4, 1946 by Republic Pictures."
    },
    {
        "name": "California Joe (film)",
        "abstract": "California Joe is a 1943 American Western film directed by Spencer Gordon Bennet and written by Norman S. Hall. The film stars Don \"Red\" Barry, Wally Vernon, Helen Talbot, Twinkle Watts, Brian O'Hara and Terry Frost. The film was released on December 29, 1943, by Republic Pictures."
    },
    {
        "name": "California Mail",
        "abstract": "California Mail is a 1936 American Western film directed by Noel M. Smith and written by Roy Chanslor and Harold Buckley. The film stars Dick Foran, Linda Perry, Edmund Cobb, Milton Kibbee, Tom Brower and James Farley. The film was released by Warner Bros. on November 14, 1936. It was the fourth of 12 B-westerns Foran made for the studio over a two-year period, and is noteworthy for giving ubiquitous bit player Cobb a rare co-starring role as the chief villain. Roy Rogers makes an early, uncredited appearance as the square dance caller."
    },
    {
        "name": "California Passage",
        "abstract": "California Passage is a 1950 American Western film directed by Joseph Kane starring Forrest Tucker, Adele Mara and Estelita Rodriguez."
    },
    {
        "name": "California Scheming",
        "abstract": "California Scheming is a 2014 American psychological thriller written and directed by Marco Weber. The film stars Gia Mantegna, Spencer Daniels, Rachel Seiferth and Devon Werkheiser."
    },
    {
        "name": "California Solo",
        "abstract": "California Solo is an American independent feature film written and directed by Marshall Lewy and starring Robert Carlyle. It made its world premiere at the 2012 Sundance Film Festival, and its international premiere at the 2012 Edinburgh Film Festival. The film was acquired by Strand Releasing for the U.S., and was given a limited theatrical release on November 30, 2012."
    },
    {
        "name": "California Split",
        "abstract": "California Split is a 1974 American comedy-drama film directed by Robert Altman and starring Elliott Gould and George Segal as a pair of gamblers. It was the first non-Cinerama film to use eight-track stereo sound."
    },
    {
        "name": "California Straight Ahead!",
        "abstract": "California Straight Ahead! is a 1937 American action film about truck drivers starring John Wayne and directed by Arthur Lubin for Universal Pictures. The action movie features a memorable cross-country race between a caravan of trucks and a special train."
    },
    {
        "name": "California Straight Ahead (1925 film)",
        "abstract": "California Straight Ahead is a 1925 American silent comedy film directed by Harry A. Pollard and starring Reginald Denny, Gertrude Olmstead, and Tom Wilson."
    },
    {
        "name": "California Suite (film)",
        "abstract": "California Suite is a 1978 American comedy film directed by Herbert Ross. The screenplay by Neil Simon is based on his 1976 play of the same name. Similar to his earlier Plaza Suite, the film focuses on the dilemmas of guests staying in a suite in a luxury hotel. Maggie Smith won the Academy Award for Best Supporting Actress for her performance in the film."
    },
    {
        "name": "California Typewriter",
        "abstract": "California Typewriter is a 2016 American documentary film directed by Doug Nichol, that explores the mythology attached to the typewriter, as various obsessives (including Tom Hanks, John Mayer, David McCullough and Sam Shepard) celebrate the physicality of the typewriter both as object and means of summoning the creative spirit. It also documents the struggles of California Typewriter, one of the last standing repair shops in America dedicated to keeping the aging machines clicking."
    },
    {
        "name": "California or Bust",
        "abstract": "California or Bust is a 1927 American silent comedy-drama film, directed by Phil Rosen. It stars George O'Hara, Helen Foster, and John Steppling, and was released on January 9, 1927."
    },
    {
        "name": "Caligula... The Untold Story",
        "abstract": "Caligula... The Untold Story (original Italian title: Caligola... la storia mai raccontata; transl. \"Caligula... the story never told\") is a 1982 historical exploitation film starring David Brandon and Laura Gemser. Written by George Eastman and Joe D'Amato, and produced, directed and shot by Joe D'Amato, it was created to cash-in on the success of Tinto Brass's Caligula without being a sequel or remake. The plot deals with the last days of the deviant and murderous Roman emperor Caligula, his sumptuous feasts, orgies, and the various assassination attempts on his life. At its core, the film develops an ill-fated romance between the emperor and an Egyptian slave seeking revenge for her friend's death. Caligula... The Untold Story was released in Italy and in other European countries in both theaters and on home video in several different softcore and hardcore versions. While initially received poorly, retrospective reviews have been relatively positive."
    },
    {
        "name": "Caligula (film)",
        "abstract": "Caligula (Italian: Caligola) is a 1979 erotic historical drama film focusing on the rise and fall of the eponymous Roman Emperor Caligula. The film stars Malcolm McDowell in the title role, alongside Teresa Ann Savoy, Helen Mirren, Peter O'Toole, John Steiner and John Gielgud. Producer Bob Guccione, the founder of Penthouse magazine, intended to produce an erotic feature film narrative with high production values and name actors. Gore Vidal originated the idea for a film about the controversial Roman emperor and produced a draft screenplay under the working title Gore Vidal's Caligula. The director, Tinto Brass, extensively altered Vidal's original screenplay, however, leading Vidal to disavow the film. The final screenplay focuses on the idea that \"absolute power corrupts absolutely\". The producers did not allow Brass to edit the film, and changed its tone and style significantly, adding graphic unsimulated sex scenes featuring Penthouse Pets as extras filmed in post-production by Guccione and Giancarlo Lui. Brass had refused to film those sequences, as both he and Vidal disagreed with their inclusion. The version of the film released in Italian cinemas in 1979 and in American cinemas the following year, disregarded Brass's intentions to present the film as a political satire, prompting him to disavow the film as well. Caligula's release was met with legal issues and controversies over its violent and sexual content; multiple cut versions were released worldwide, while its uncut form remains banned in several countries. However, the film is considered to be a cult classic with significant merit for its political content and historical portrayal. It is also considered to be one of the worst films ever made. The script was later adapted into a novelisation written by William Johnston under the pseudonym William Howard. In 2018, Penthouse announced that a new Director's Cut of the film was being edited by Alexander Tuschinski, with the approval of Brass's family. No release date for that cut has been confirmed. In 2020, another version of the film was announced to be released in the fall of that year, edited by E. Elias Merhige to follow more closely Gore Vidal's original screenplay instead of Tinto Brass's or Bob Guccione's vision."
    },
    {
        "name": "Calimucho",
        "abstract": "Calimucho is a 2008 Dutch/European feature film, directed by . The film is about the problems within a small family circus, was entirely shot travelling with a small existing circus on tour, the cast consisting of the circus members, but is not a documentary: The story is entirely scripted, written by ."
    },
    {
        "name": "Call + Response",
        "abstract": "Call + Response is a documentary film released in 2008 by Fair Trade Pictures to support human rights activism against human trafficking and slavery on a community level. The film was Justin Dillon's directorial debut and has received worldwide recognition, becoming one of the most important devices in spurring the modern-day abolitionist movement and was one of the year's top documentaries. This is the final film that Don LaFontaine voiced the trailers for the movie a month after his death."
    },
    {
        "name": "Call Center Girl",
        "abstract": "Call Center Girl is a 2013 Filipino family comedy drama film directed by Don Cuaresma, starring Pokwang, Jessy Mendiola, and Enchong Dee. The film is produced by Skylight Films and Star Cinema. It premiered on November 27, 2013 as part of Star Cinema's 20th Anniversary presentation. The film also marks as Pokwang's 11th film under Star Cinema."
    },
    {
        "name": "Call Esteban",
        "abstract": "Call Esteban (Spanish: Llama un tal Esteban) is a 1960 Spanish crime film directed by and starring Luz Márquez, and ."
    },
    {
        "name": "Call Girl (2007 film)",
        "abstract": "Call Girl is a 2007 Portuguese film directed by António-Pedro Vasconcelos starring Soraia Chaves, Nicolau Breyner, Ivo Canelas and Joaquim de Almeida. It was the highest-grossing Portuguese film in 2007."
    },
    {
        "name": "Call Girl (2012 film)",
        "abstract": "Call Girl is a 2012 political thriller film directed by Mikael Marcimain and written by Marietta von Hausswolff von Baumgarten. It stars Sofia Karemyr, Simon J. Berger and Josefin Asplund. The story is a fictionalised version of events based on the so-called political scandal of 1970s Sweden which linked several prominent politicians to a prostitution ring that included underage girls."
    },
    {
        "name": "Call Girl of Cthulhu",
        "abstract": "Call Girl of Cthulhu is a 2014 independently made horror film from Midnight Crew Studios that was directed by Chris LaMartina and stars David Phillip Carollo, Melissa O'Brien, and Nicolette le Faye. The film was distributed by Camp Motion Pictures and had its world premiere on May 8, 2014 at the Maryland Film Festival. An artist falls in love with a woman who ends up being the chosen bride of Cthulhu. The film is very loosely based on the writings of H. P. Lovecraft. Call Girl of Cthulhu makes reference to LaMartina's WNUF Halloween Special via the Shining Trapeze Strip Club, which is featured in a commercial shown during the film. Virgin artist Carter (David Phillip Carollo) wants desperately to lose his virginity, but only to the right person. He thinks he has found the right person in Riley (Melissa O'Brien), a call girl with a strange birthmark on her right buttock. Carter's dreams of romance are soon ruined, as several Cthulhu-worshiping cultists of the Church of Starry Wisdom see this birthmark as a sign that Riley is destined to become the bride of Cthulhu and bear his child. It is up to Carter, aided by Edna Curwen (Helenmary Ball) and Squid (Sabrina Taylor-Smith), to find a way (with the aid of a spell from the Necronomicon) to stop the cult from fulfilling their plan to mate Riley to the Great Old One."
    },
    {
        "name": "Call Girls of Rome",
        "abstract": "Call Girls of Rome (Italian: I piaceri del sabato notte, lit. 'The pleasures of Saturday night') is a 1960 Italian film directed by Daniele D'Anza and starring Andreina Pagnani, Jeanne Valérie, Scilla Gabel, and Elsa Martinelli. Jean Murat also appears."
    },
    {
        "name": "Call Her Savage",
        "abstract": "Call Her Savage is a 1932 pre-Code drama film directed by John Francis Dillon and starring Clara Bow. The film was Bow's second-to-last film role. It is also one of the first portrayals of homosexuals on screen, including a scene in a gay bar."
    },
    {
        "name": "Call It Luck",
        "abstract": "Call It Luck is a 1934 American comedy film directed by James Tinling and written by Dudley Nichols and Lamar Trotti. The film stars Pat Paterson, Herbert Mundin, Charles Starrett, Gordon Westcott, Georgia Caine and Theodore von Eltz. The film was released on June 1, 1934, by Fox Film Corporation."
    },
    {
        "name": "Call It a Day",
        "abstract": "Call It a Day is a 1937 American comedy film directed by Archie Mayo and starring Olivia de Havilland, Ian Hunter, Anita Louise, Alice Brady, Roland Young, and Frieda Inescort. Based on the 1935 play Call It a Day by Dodie Smith, the film is about a day in the life of a middle-class London family whose lives are complicated by the first romantic signs of spring."
    },
    {
        "name": "Call Jane",
        "abstract": "Call Jane is a 2022 American drama film starring Elizabeth Banks as a suburban housewife in the 1960s who deals with a life-threatening pregnancy. The film also stars Sigourney Weaver, Chris Messina, Kate Mara, Wunmi Mosaku, Cory Michael Smith, Grace Edwards, and John Magaro. It is directed by Phyllis Nagy. The screenplay was written by Hayley Schore and Roshan Sethi. It premiered at the 2022 Sundance Film Festival on January 21, 2022. It was released in the United States on October 28, 2022, by Roadside Attractions."
    },
    {
        "name": "Call Mama",
        "abstract": "Kalem Mama (Call Mama) is a 2003 Egyptian romantic comedy film written by Mostafa El Sobki and directed by Ahmad Awwadh."
    },
    {
        "name": "Call Me: The Rise and Fall of Heidi Fleiss",
        "abstract": "Call Me: The Rise and Fall of Heidi Fleiss is a television film starring Jamie-Lynn Sigler as Hollywood madame Heidi Fleiss. It aired on USA Network on March 29, 2004."
    },
    {
        "name": "Call Me (film)",
        "abstract": "Call Me is a 1988 American erotic thriller film about a woman who strikes up a relationship with a stranger over the phone, and in the process becomes entangled in a murder. The film was directed by , and stars Patricia Charbonneau, Stephen McHattie, and Boyd Gaines."
    },
    {
        "name": "Call Me Bwana",
        "abstract": "Call Me Bwana is a 1963 British Technicolor farce film starring Bob Hope and Anita Ekberg and directed by Gordon Douglas. Largely set in Africa, it was the only film made by Eon Productions not about the fictional MI6 agent James Bond until the 2014 film The Silent Storm. It was made by most of the same crew as Dr. No."
    },
    {
        "name": "Call Me Claus",
        "abstract": "Call Me Claus is a 2001 American made-for-television Christmas comedy film directed by Peter Werner and starring Whoopi Goldberg and Nigel Hawthorne. The movie involves Santa Claus (Hawthorne) who needs a replacement Santa after serving his 200-year reign. He decides on Lucy Cullins (Whoopi Goldberg), an eccentric, grouchy shopping network executive, who hires him to promote Christmas decorations and presents on the network. The film had its premiere on TNT on December 2, 2001, and was also released on VHS and DVD by Columbia TriStar Home Entertainment. The film has since been reran on Lifetime, Freeform and The Hallmark Channel."
    },
    {
        "name": "Call Me Crazy: A Five Film",
        "abstract": "Call Me Crazy: A Five Film is a 2013 American drama anthology television film which premiered on Lifetime on April 20, 2013. It is a sequel to the 2011 film Five."
    },
    {
        "name": "Call Me Elisabeth",
        "abstract": "Call Me Elisabeth (French title: Je m'appelle Elisabeth) is a 2006 French drama film directed by Jean-Pierre Améris, and based on a novel written by Anne Wiazemsky."
    },
    {
        "name": "Call Me Human",
        "abstract": "Call Me Human (French: Je m'appelle humain) is a Canadian documentary film, directed by Kim O'Bomsawin and released in 2020. The film is a portrait of Innu poet Joséphine Bacon. The film premiered at the Quebec City Film Festival. It was subsequently screened at the Cinéfest Sudbury International Film Festival and the 2020 Vancouver International Film Festival, and had its commercial premiere on November 13."
    },
    {
        "name": "Call Me King",
        "abstract": "Call Me King is a 2015 American action crime drama written, produced and directed by R.L. Scott. Scott is also the film's cinematographer and choreographed the film's fight sequences. Call Me King had a limited theatrical release in the United States on September 4, 2015 during the Labor Day holiday weekend."
    },
    {
        "name": "Call Me Kuchu",
        "abstract": "Call Me Kuchu is a 2012 American documentary film directed by Malika Zouhali-Worrall and Katherine Fairfax Wright. The film explores the struggles of the LGBT community in Uganda, focusing in part on the 2011 murder of LGBT activist David Kato. The film jointly received the 2014 GLAAD Media Award for Outstanding Documentary alongside Bridegroom."
    },
    {
        "name": "Call Me Lucky",
        "abstract": "Call Me Lucky is a 2015 American documentary film directed by Bobcat Goldthwait about the life of satirist, author, and performer Barry Crimmins."
    },
    {
        "name": "Call Me Madam (film)",
        "abstract": "Call Me Madam is a 1953 American Technicolor musical film directed by Walter Lang, with songs by Irving Berlin, based on the 1950 stage musical of the same name. The film, with a screenplay by Arthur Sheekman, starred Ethel Merman, Donald O'Connor, Vera-Ellen, Billy DeWolfe, George Sanders, and Walter Slezak. The film replaced \"Washington Square Dance\" with the older \"International Rag\", and interpolated \"What Chance Have I With Love?\" from Berlin's Louisiana Purchase (sung and danced by Donald O'Connor). A soundtrack album was released by Decca both as a 10-inch LP and as a set of three 7-inch EPs, and was released on CD in 2004 by Hallmark. The numbers \"The Hostess with the Mostest'\" and \"You're Just in Love\" are included on the Rhino Records CD set Irving Berlin in Hollywood. The film was out of circulation for many years but was issued on DVD in 2004. Merman won the Golden Globe Award for Best Actress in a Musical or Comedy. Alfred Newman won the Oscar for Best Scoring of a Musical Picture, and Irene Sharaff was nominated for her costume design. Lang was nominated for Outstanding Directorial Achievement in Motion Pictures by the Directors Guild of America and the Grand Prize at the 1953 Cannes Film Festival, and Sheekman's screenplay was nominated Best Written American Musical by the Writers Guild of America."
    },
    {
        "name": "Call Me Mame",
        "abstract": "Call Me Mame is a 1933 British comedy film directed by John Daumery and starring Ethel Irving, John Batten and Dorothy Bartlam. It was made at Teddington Studios as a quota quickie."
    },
    {
        "name": "Call Me Mister (film)",
        "abstract": "Call Me Mister is a 1951 American Technicolor musical film released by Twentieth Century-Fox. The feature was directed by Lloyd Bacon and re-written from the 1946 Broadway play version by Albert E. Lewin and Burt Styler with music by Harold Rome that featured cast members from the US armed forces. Call Me Mister was filmed in Technicolor, and starred Betty Grable and Dan Dailey and co-starred Danny Thomas with supporting players Dale Robertson, Benay Venuta, and Richard Boone. Only a couple Harold Rome numbers were kept in the film."
    },
    {
        "name": "Call Me Thief",
        "abstract": "Call Me Thief (Afrikaans: Noem My Skollie) is a 2016 South African crime film directed by Daryne Joshua. It was selected as the South African entry for the Best Foreign Language Film at the 89th Academy Awards, but it was not nominated. It is based on the life of the film's writer, John W. Fredericks."
    },
    {
        "name": "Call Me Tonight",
        "abstract": "Call Me Tonight (Call Me トゥナイト, Kōru Mī Tunaito) is a 1986 Japanese adult animated horror comedy romance short film directed by Tatsuya Okamoto. It was released on 28 July 1986."
    },
    {
        "name": "Call Me by Your Name (film)",
        "abstract": "Call Me by Your Name (Italian: Chiamami col tuo nome) is a 2017 coming-of-age romantic drama film directed by Luca Guadagnino. Its screenplay, by James Ivory, who also co-produced, is based on the 2007 novel of the same title by André Aciman. The film is the final instalment in Guadagnino's thematic \"Desire\" trilogy, after I Am Love (2009), and A Bigger Splash (2015). Set in 1983 in northern Italy, Call Me by Your Name chronicles the romantic relationship between a 17-year-old, Elio Perlman (Timothée Chalamet), and Oliver (Armie Hammer), a 24-year-old graduate-student assistant to Elio's father Samuel (Michael Stuhlbarg), an archaeology professor. The film also stars actresses Amira Casar, Esther Garrel, and Victoire Du Bois. Development began in 2007 when producers Peter Spears and Howard Rosenman optioned the rights to Aciman's novel. Ivory had been chosen to co-direct with Guadagnino, but stepped down in 2016. Guadagnino had joined the project as a location scout, and eventually became sole director and co-producer. Call Me by Your Name was financed by several international companies, and its principal photography took place mainly in the city and comune of Crema, Lombardy, between May and June 2016. Cinematographer Sayombhu Mukdeeprom used 35 mm film, as opposed to employing digital cinematography. The filmmakers spent weeks decorating Villa Albergoni, one of the main shooting locations. Guadagnino curated the film's soundtrack, which features two original songs by American singer-songwriter Sufjan Stevens. Sony Pictures Classics acquired distribution rights to Call Me by Your Name before its premiere at the 2017 Sundance Film Festival on January 22, 2017. The film began a limited release in the United States on November 24, 2017, and went on general release on January 19, 2018. It received widespread critical acclaim, particularly for Ivory's screenplay, Guadagnino's direction, Mukdeeprom's cinematography, and the performances of Chalamet, Hammer, and Stuhlbarg. The film garnered a number of accolades, including many for its screenplay, direction, acting, and music. It received four nominations at the 90th Academy Awards, including Best Picture and Best Actor for 22-year-old Chalamet (the third-youngest nominee in the category), and winning for Best Adapted Screenplay. The screenplay also won at the 23rd Critics' Choice Awards, 71st British Academy Film Awards, and the 70th Writers Guild of America Awards."
    },
    {
        "name": "Call Northside 777",
        "abstract": "Call Northside 777 is a 1948 reality-based newspaper drama directed by Henry Hathaway. The film parallels the true story of a Chicago reporter who proved that a man jailed for murder was wrongly convicted 11 years before. James Stewart stars as the persistent journalist and Richard Conte plays the imprisoned Frank Wiecek. Wiecek is based on Joseph Majczek, who was wrongly convicted of the murder of a Chicago policeman in 1932, one of the worst years of organized crime during Prohibition."
    },
    {
        "name": "Call Out the Marines",
        "abstract": "Call Out the Marines is a 1942 military comedy released by RKO in February 1942. It stars Victor McLaglen and Edmund Lowe playing the same characters with different names that they played in What Price Glory? and several sequels; however the original film trailer mentions What Price Glory? and The Cock-Eyed World. The film features extensive stock footage from RKO's Soldiers of the Sea that in some cases appear on process screens that the actors stand in front of."
    },
    {
        "name": "Call Over the Air",
        "abstract": "Call Over the Air (German: Ruf aus dem Äther) is a 1951 Austrian drama film directed by Georg C. Klaren and Georg Wilhelm Pabst and starring Oskar Werner, Lucia Scharf and Fritz Imhoff. It was made at the Sievering Studios in Vienna with location shooting at the Dachstein in the Alps. The film's sets were designed by the art director Fritz Jüptner-Jonstorff. Although filming took place in 1948, it wasn't released for a further three years in either Austria or West Germany."
    },
    {
        "name": "Call at Midnight",
        "abstract": "Call at Midnight (German: Anschluß um Mitternacht) is a 1929 German silent film directed by Mario Bonnard and starring Marcella Albani, Ralph Arthur Roberts, and Curt Bois. The film's art direction was by Heinrich Richter."
    },
    {
        "name": "Call for Love",
        "abstract": "Call for Love (Chinese: 爱情呼叫转移; pinyin: Àiqíng hūjiào zhuǎnyí) is a Chinese romantic comedy film directed by Zhang Jianya. The film premiered in China on February 8, 2007. It stars Xu Zheng, Fan Bingbing, and Eva Huang."
    },
    {
        "name": "Call of Heroes",
        "abstract": "Call of Heroes, previously known as The Deadly Reclaim, (Chinese: 危城) is a 2016 Hong Kong-Chinese action film co-written, co-produced and directed by Benny Chan, with action direction by Sammo Hung, and starring Sean Lau, Louis Koo, Eddie Peng, Yuan Quan, Jiang Shuying, with a special appearance by Wu Jing. Filming began in June 2015. The film was released on 18 August 2016."
    },
    {
        "name": "Call of the Blood (1929 film)",
        "abstract": "Call of the Blood AKA Sinful Blood (Czech: Bujná krev, German: Aufruhr des Blutes) is a 1929 Czech-German silent film directed by Victor Trivas and starring Vera Voronina, Jan Sviták, and Oskar Marion. The film is considered lost."
    },
    {
        "name": "Call of the Blood (1948 film)",
        "abstract": "Call of the Blood is a 1948 British-Italian drama film directed by John Clements and Ladislao Vajda and starring Clements, Kay Hammond and John Justin. In the Edwardian era a British family move to Sicily where the husband has an affair with a local woman. It was adapted from a 1906 novel of the same title by Robert Hichens. The film's sets were designed by art director Maurice Fowler. Elizabeth Haffenden worked as costume designer."
    },
    {
        "name": "Call of the Canyon",
        "abstract": "Call of the Canyon is a 1942 American Western film directed by Joseph Santley and starring Gene Autry, Smiley Burnette, the Sons of the Pioneers, and Ruth Terry. Based on a story by Maurice Rapf and Olive Cooper, the film is about a singing cowboy who leads a group of cattlemen against the corrupt agent of a large packing company looking to swindle them by undercutting the buying price for beef. The film features three songs by Autry and the Sons of the Pioneers, including the classic \"Take Me Back to My Boots and Saddle\"."
    },
    {
        "name": "Call of the Flesh",
        "abstract": "Call of the Flesh is a 1930 American Pre-Code musical film directed by Charles Brabin. The film stars Ramon Novarro, Dorothy Jordan, and Renée Adorée. It featured several songs performed by Novarro and originally included a sequence photographed in Technicolor."
    },
    {
        "name": "Call of the Forest (1949 film)",
        "abstract": "Call of the Forest is a 1949 American Western film directed by John F. Link and starring Robert Lowery, Ken Curtis, Chief Thundercloud, Black Diamond and Charlie Hughes. It was also known as The Flaming Forest and Untamed. The Los Angeles Times reviewer thought it \"seemed to be cramming all the outdoors pictures ever made into one\"."
    },
    {
        "name": "Call of the Forest (1965 film)",
        "abstract": "Call of the Forest (German: Ruf der Wälder) is a 1965 Austrian drama film directed by Franz Antel and starring Hans-Jürgen Bäumler, Terence Hill and Gerhard Riedmann. It is part of the popular tradition of heimatfilm. It was made at the Sievering Studios in Vienna and on location in the Alpine resort of Kaprun. The film's sets were designed by the art director Otto Pischinger."
    },
    {
        "name": "Call of the Ice",
        "abstract": "Call of the Ice is a 2016 documentary film about the director's effort to learn to survive a Greenland winter while living as an Inuit hunter."
    },
    {
        "name": "Call of the Prairie",
        "abstract": "Call of the Prairie is a 1936 American Western film directed by Howard Bretherton and written by Doris Schroeder and Vernon Smith. The film stars William Boyd, James Ellison, Muriel Evans, George \"Gabby\" Hayes, Chester Conklin, Al Bridge and Willie Fung. The film was released on March 6, 1936, by Paramount Pictures."
    },
    {
        "name": "Call of the Rockies (1938 film)",
        "abstract": "Call of the Rockies is a 1938 American Western film directed by Alan James, starring Charles Starrett, Donald Grayson, and Iris Meredith."
    },
    {
        "name": "Call of the Rockies (1944 film)",
        "abstract": "Call of the Rockies is a 1944 American Western film directed by Lesley Selander and written by Robert Creighton Williams. The film stars Smiley Burnette, Sunset Carson, Harry Woods, Kirk Alyn, Ellen Hall and Frank Jaquet. The film was released on July 14, 1944, by Republic Pictures."
    },
    {
        "name": "Call of the Sea",
        "abstract": "Call of the Sea is a 1930 British adventure film directed by Leslie S Hiscott."
    },
    {
        "name": "Call of the South Seas",
        "abstract": "Call of the South Seas is a 1944 American action film directed by John English starring Janet Martin, Allan Lane and William Henry. The film's sets were designed by the art director Gano Chittenden."
    },
    {
        "name": "Call of the Wild (1935 film)",
        "abstract": "Call of the Wild is a 1935 American adventure film, an adaptation of Jack London's 1903 novel The Call of the Wild. The film is directed by William A. Wellman, and stars Clark Gable, Loretta Young and Jack Oakie. The screenplay is by Gene Fowler and Leonard Praskins. This is the last film to be released under the 20th Century Pictures banner before being merged with the Fox Film Corporation to create 20th Century-Fox."
    },
    {
        "name": "Call of the Wild (2009 film)",
        "abstract": "Call of the Wild (also known as Call of the Wild 3D, titled Buck in Australia and New Zealand) is a 2009 American adventure drama film starring Christopher Lloyd, Timothy Bottoms, Veronica Cartwright, Christopher Dempsey, Joyce DeWitt, Aimee Teegarden, Ariel Gade, Devon Graye, Devon Iott, Kameron Knox, Russell Snyder, and Wes Studi; and directed by Richard Gabai."
    },
    {
        "name": "Call of the Yukon",
        "abstract": "Call of the Yukon is a 1938 American action/adventure film produced and released by Republic Pictures, directed by and B. Reeves Eason and starring Richard Arlen and Beverly Roberts. The film features extensive Alaskan location shooting by Norman Dawn who shot several films there. The film is based on the 1926 novel Swift Lightning A Story Of Wildlife Adventure In The Frozen North by Northern genre writer James Oliver Curwood. The film's working titles were Thunder in Alaska and Swift Lightning."
    },
    {
        "name": "Call the Mesquiteers",
        "abstract": "Call the Mesquiteers (also released as Outlaws of the West) is a 1938 American Western \"Three Mesquiteers\" B-movie directed by John English."
    },
    {
        "name": "Calla (film)",
        "abstract": "Calla (Korean: 카라; RR: Kara) is a 1999 South Korean romance film about a man who travels back in time to save the girl he loves from getting killed. Directed by Song Hae-sung, it stars Song Seung-heon and Kim Hee-sun."
    },
    {
        "name": "Callaway Went Thataway",
        "abstract": "Callaway Went Thataway is a 1951 American comedy western film starring Fred MacMurray, Dorothy McGuire, and Howard Keel. It was written, directed, and produced by Melvin Frank and Norman Panama. Also known as The Star Said No, it is a spoof of the craze generated by the television program Hopalong Cassidy."
    },
    {
        "name": "Calle 54",
        "abstract": "Calle 54 is a 2000 documentary film about Latin jazz by Spanish director Fernando Trueba. With only minimal introductory voiceovers, the film consists of studio performances by a wide array of Latin Jazz musicians. Artists featured include Chucho Valdés, Bebo Valdés, Cachao, Eliane Elias, Gato Barbieri, Tito Puente, Paquito D'Rivera, Chano Domínguez, Jerry Gonzalez, Dave Valentin, Aquíles Báez, and Michel Camilo. The film takes its name from Sony Music Studios, where much of the film was shot, which are located on 54th Street in New York City."
    },
    {
        "name": "Calle 7",
        "abstract": "Calle 7 was a Chilean television program, shown by TVN from Monday to Friday at 6 pm. It was last co-hosted by Alain Soulat and Lucia Covarrubias, and involved two teams of young adult contenders participating in unique challenges and performing arts to win a top prize at the end of the competition."
    },
    {
        "name": "Calle 7 (season 3)",
        "abstract": "The third season began with a small pre-season on February 1, 2010 and consisted on competing teams for money. At the end of this pre-season all the money raised so far was donated to the victims of the earthquake of February 27 that affected Chile. The new season of Calle 7 started on March 15, 2010, with new players and game mode in couples. Like a previous seasons the nominees were chosen every day according to the team that lost, in this case the couple. The couple with less score of elimination on Friday and was eliminated by a sealed envelope from the beginning of the program knew whether it was male or female. The grand finale was on June 5 and the winners were the winner of Pelotón Francisco \"Pancho\" Rodríguez and Maite Orsini, winning 6 million Chilean pesos, the second place was Federico Koch and Camila Nash winning 1 million Chilean pesos. The \"Spirit of Calle 7\" award was won by Alain Soulat."
    },
    {
        "name": "Calle 7 (season 4)",
        "abstract": "The fourth season begin on June 7, 2010 showing the new contestants. On June 8, 2010 the couples were announced for both teams. It was also announced that at the time of nomination, both partners would be nominated. At the beginning of this season the horary was changed to 16:00 hrs and a few days was not aired due to the 2010 World Cup. On July 12 the singer Karen Paola joined Calle 7 after leaving Yingo."
    },
    {
        "name": "Calle Mayor (film)",
        "abstract": "Main street (Spanish: Calle Mayor) is a 1956 Spanish drama film directed by Juan Antonio Bardem. It features a French-Spanish cast led by the American actress Betsy Blair, who was dubbed into Spanish, as well as the Spanish actor José Suárez. It is based on a Carlos Arniches play titled La señorita de Trévelez. The locations were Palencia, Cuenca and Logroño. The film won the FRIPESCI Award at Venice Film Festival, and was an international success."
    },
    {
        "name": "Called Back (1914 American film)",
        "abstract": "Called Back is a 1914 American silent drama film directed by Otis Turner and starring Herbert Rawlinson, Ann Little and Allan Forrest. It is based on the 1883 novel Called Back by Hugh Conway, which was also adapted into a British film Called Back the same year."
    },
    {
        "name": "Called Back (1914 British film)",
        "abstract": "Called Back is a 1914 British silent drama film directed by George Loane Tucker and starring Henry Ainley, Jane Gail and Charles Rock. It is based on the 1833 novel Called Back."
    },
    {
        "name": "Callie Khouri",
        "abstract": "Carolyn Ann \"Callie\" Khouri (born November 27, 1957) is an American film and television screenwriter, producer, and director. In 1992, she won the Academy Award for Best Screenplay Written Directly for the Screen for the film Thelma & Louise, which was controversial upon its release, but which subsequently became a classic. It was inducted into the Library of Congress National Film Registry in December 2016. Her other films include Mad Money, released in 2008, and the biopic Respect in 2021. She also created the series Nashville, which premiered on ABC in 2012. The critics awarded it strong reviews and it ran for six seasons."
    },
    {
        "name": "Calling All Cars (1935 film)",
        "abstract": "Calling All Cars is a 1935 American crime film directed by Spencer Gordon Bennet and starring Jack La Rue, Lillian Miles and Jack Norton. It was originally made for distribution by Mayfair Pictures, but the company had ceased business by the time of its release."
    },
    {
        "name": "Calling All Crooks",
        "abstract": "Calling All Crooks is a 1938 British comedy film directed by George Black and starring Douglas Wakefield, and Leslie Perrins. It was made by the Manchester-based , but shot at Cricklewood Studios in London."
    },
    {
        "name": "Calling All Curs",
        "abstract": "Calling All Curs is a 1939 short subject directed by Jules White starring American slapstick comedy team The Three Stooges (Moe Howard, Larry Fine and Curly Howard). It is the 41st entry in the series released by Columbia Pictures starring the comedians, who released 190 shorts for the studio between 1934 and 1959."
    },
    {
        "name": "Calling All Husbands",
        "abstract": "Calling All Husbands is a 1940 American comedy film directed by Noel M. Smith and written by Robert E. Kent and based on Martin Flavin's 1929 play \"Broken Dishes\". The film stars George Tobias, Lucile Fairbanks, Ernest Truex, George Reeves, Florence Bates and Charles Halton. The film was released by Warner Bros. on September 7, 1940."
    },
    {
        "name": "Calling All Kids",
        "abstract": "Calling All Kids is a 1943 Our Gang short comedy film directed by . It was the 214th Our Gang short (215th episode, 126th talking short, 127th talking episode, 46th MGM-produced episode) released."
    },
    {
        "name": "Calling All Ma's",
        "abstract": "Calling All Ma's is a 1937 British comedy film directed by Redd Davis and starring Billy Caryll, Hilda Mundy and Margaret Yarde. A henpecked husband attempts to escape from his domineering wife. The film was made at Wembley Studios by 20th Century Fox's British subsidiary, for release as a quota quickie."
    },
    {
        "name": "Calling All Marines",
        "abstract": "Calling All Marines is a 1939 American action film directed by John H. Auer and written by Earl Felton. The film stars Don \"Red\" Barry, Helen Mack, Warren Hymer, Robert Kent, Cy Kendall and Leon Ames. The film was released on September 20, 1939, by Republic Pictures."
    },
    {
        "name": "Calling All Police Cars",
        "abstract": "Calling All Police Cars (Italian: ...a tutte le auto della polizia..., literally \"...To All the Police Cars\") is a 1975 Italian giallo/poliziottesco film. It stars Antonio Sabàto, Gabrielle Ferzetti and Enrico Maria Salerno. The film is very graphic for its time, with excessive gore and nudity. The screenplay was based on a novel called Violenza a Roma by Massimo Felisatti."
    },
    {
        "name": "Calling All Stars (1937 musical)",
        "abstract": "Calling All Stars is a 1937 British musical comedy film directed by Herbert Smith and starring Arthur Askey, Evelyn Dall and Max Bacon. The film is a revue, featuring a number of musical acts playing themselves. It was made at Beaconsfield Studios for release as a quota quickie. The film's art direction is by Norman G. Arnold."
    },
    {
        "name": "Calling Dr. Death",
        "abstract": "Calling Dr. Death is a 1943 Inner Sanctum mystery film. The \"Inner Sanctum\" franchise originated with a popular radio series and all of the films star Lon Chaney, Jr. The movie stars Chaney, Jr. and Patricia Morison, and was directed by Reginald Le Borg. Chaney, Jr. plays a neurologist, Dr. Mark Steele, who loses memory of the past few days after learning that his wife has been brutally murdered. Aware of his wife's infidelity and believing he could be the killer, Steele asks his office nurse Stella Madden to help him recover his lost memories."
    },
    {
        "name": "Calling Dr. Gillespie",
        "abstract": "Calling Dr. Gillespie is a 1942 drama film directed by Harold S. Bucquet, starring Lionel Barrymore, Donna Reed and Philip Dorn. This was a continuation of the series that had starred Lew Ayres as Dr. Kildare. Ayres, however, had declared conscientious objector status to World War II, and was taken off the film. Kildare's mentor, Dr. Gillespie, portrayed here and in earlier films by Barrymore, became the lead character. In this first Kildare-less entry, Gillespie has a new assistant, refugee Dutch surgeon Dr. John Hunter Gerniede (Philip Dorn)."
    },
    {
        "name": "Calling Dr. Kildare",
        "abstract": "Calling Dr. Kildare is a 1939 film in the Dr. Kildare series. Directed by Harold S. Bucquet, it stars Lew Ayres as the young Dr. Kildare and Lionel Barrymore as Dr. Gillespie, his mentor. The second of MGM's series of Kildare films, it introduces Laraine Day as nurse Mary Lamont, the love of Kildare's life."
    },
    {
        "name": "Calling Homicide",
        "abstract": "Calling Homicide is a 1956 American police drama film directed by Edward Bernds and starring Bill Elliott, Don Haggerty and Kathleen Case. The picture was the third of five films in the Lt. Andy Doyle series, all starring Elliott."
    },
    {
        "name": "Calling Philo Vance",
        "abstract": "Calling Philo Vance is a 1940 American mystery/comedy film released by Warner Bros. and starring James Stephenson as the dilettante detective Philo Vance, his only appearance as the character; Margot Stevenson co-stars. The film also features Henry O'Neill, Edward Brophy, Sheila Bromley and Ralph Forbes. It was directed by William Clemens from a screenplay by Tom Reed, based on the 1933 novel The Kennel Murder Case by S.S. Van Dine, which had been made into a film in 1933, starring William Powell and Mary Astor. For this adaptation of the story, Vance is on international assignment from the United States government to investigate traffic in wartime aircraft designs. The original story dealt with art world double-dealing, but the solution to the mystery is the same in both films. Oddly, Sgt. Heath, Vance's usual police irritant, has been renamed Ryan."
    },
    {
        "name": "Calling Wild Bill Elliott",
        "abstract": "Calling Wild Bill Elliott is a 1943 American Western film directed by Spencer Gordon Bennet and written by Anthony Coldeway. The film stars Wild Bill Elliott, George \"Gabby\" Hayes, Anne Jeffreys, Herbert Heyes, Robert 'Buzz' Henry and Fred Kohler Jr. The film was released on April 30, 1943, by Republic Pictures."
    },
    {
        "name": "Calling the Ghosts",
        "abstract": "Calling the Ghosts: A Story about Rape, War and Women is a 1997 documentary film that details the experience of Nusreta Sivac and at the Bosnian Serb-run Omarska camp in Bosnia and Herzegovina during the Bosnian War. The film's premiere was sponsored by Amnesty International, the Coalition for International Justice, the Center for Human Rights and Humanitarian law, and the Bosnian branch of Women for Women International."
    },
    {
        "name": "Calling the Shots",
        "abstract": "Calling the Shots is a Canadian documentary film, directed by Janis Cole and Holly Dale and released in 1988. The film analyzes the changing role of women in the film industry, through the reflections of various female performers and filmmakers. Figures appearing in the film include Karen Arthur, Lizzie Borden, Joyce Chopra, Euzhan Palcy, Martha Coolidge, Donna Deitch, Margot Kidder, Sherry Lansing, Agnès Varda, Margarethe von Trotta, Anne Wheeler, Sandy Wilson, Mai Zetterling and Jeanne Moreau. The film premiered on September 8, 1988 at the 1988 Toronto International Film Festival. The film received a Genie Award nomination for Best Feature Length Documentary at the 10th Genie Awards in 1989."
    },
    {
        "name": "Calling the Tune",
        "abstract": "Calling the Tune was a 1936 British musical drama film directed by Reginald Denham and Thorold Dickinson and starring Adele Dixon, Sally Gray and Sam Livesey. It was based on a play written by the Irish MP and novelist, Justin Huntly McCarthy first published in 1913. It was made at Ealing Studios The film's sets were designed by the art director ."
    },
    {
        "name": "Calls (film)",
        "abstract": "Calls is a 2021 Indian Tamil-language crime thriller film written and directed by J. Sabarish. The film stars V. J. Chitra, Vinodhini, Devadarshini and R. Sundarrajan. The film also marks the posthumous release of Chitra who also made her first and only film appearance. The film is loosely inspired by Aruvi. The film had its theatrical release on 26 February 2021 and opened to negative reviews from critics."
    },
    {
        "name": "Callshop Istanbul",
        "abstract": "Callshop Istanbul is a 2015 documentary film by two film directors, the Moroccan-Canadian and Turkish-Kurdish-Canadian Sami Mermer and produced by Turtle Films, depicting some intimate footage of the life of immigrants and of undocumented street vendors residing in cosmopolitan Istanbul. Many migrants and refugees mainly from Asia, Africa and the Arab World found temporary refuge in Istanbul considering it as their gateway to Europe and elsewhere. To cater for a great demand of communication, telephone and internet access by refugees, a booming network of \"call shops\" and \"internet cafés\" spread all over Istanbul to provide an affordable way for these refugees from all over the world to communicate with their relatives back home or for facilitating their life in the city or to help them in their plans to immigrate elsewhere. The film portrays often one-way phone conversations by the refugees in their most intimate and vulnerable moments. The film is also a subtle witness of the complicated role of Istanbul as a transcontinental city including proliferation of would-be smugglers and traffickers promising shady and often dangerous routes for immigration to Europe with Istanbul serving as a passageway for the 21st century's largest migration crisis. The film was showcased in a number of film festivals, notably the \"Canadian Spectrum\" portion of the Hot Docs Canadian International Documentary Festival. and during the \"Canadian feature competition\" at the Rencontres internationales du documentaire de Montréal (RIDM) and at the International Film Festival Rotterdam. Callshop Istanbul is distributed in Canada and worldwide by Multi-Monde."
    },
    {
        "name": "Cally's Comet",
        "abstract": "Cally's Comet is a short silent American drama film released on April 18, 1911. It featured William Garwood, a respected actor at the time. The film was produced by the Thanhouser Company and released in black and white."
    },
    {
        "name": "Calm Yourself",
        "abstract": "Calm Yourself is a 1935 American comedy film directed by George B. Seitz and written by Arthur Kober. The film stars Robert Young, Madge Evans, Betty Furness, Ralph Morgan, Nat Pendleton and Hardie Albright. The film was released on June 28, 1935, by Metro-Goldwyn-Mayer."
    },
    {
        "name": "Calm at Sea",
        "abstract": "Calm at Sea (French: La mer à l'aube) is a 2011 German / French drama film directed by Volker Schlöndorff. The film depicts the events leading to the 1941 execution of a group of French communists, including the 17-year-old Guy Môquet, as retaliation for the assassination of a German officer by the French resistance."
    },
    {
        "name": "Calm with Horses",
        "abstract": "Calm with Horses is a 2019 Irish crime drama film directed by Nick Rowland in his feature debut, and written by Joseph Murtagh. It concerns an ex-boxer who works as an enforcer for a criminal family in rural Ireland while providing for his autistic son. The film stars Cosmo Jarvis, Barry Keoghan, Niamh Algar, Ned Dennehy, Kiljan Moroney and David Wilmot. It is adapted from the short story of the same name from the collection \"Young Skins\" by Colin Barrett. The film was released in the United States under the title The Shadow of Violence. It had its world premiere at the Toronto International Film Festival on 8 September 2019. It was released in Ireland on 13 March 2020, by Altitude Film Distribution."
    },
    {
        "name": "Calmi Cuori Appassionati",
        "abstract": "Calmi Cuori Appassionati (冷静と情熱のあいだ aka Reisei to Jōnetsu no Aida; lit. \"Between Calmness and Passion\") is a 2001 Japanese movie directed by Isamu Nakae, starring Yutaka Takenouchi and Kelly Chen. It is a love story about two students who met at an art college in Japan. The film is based on a 1999 novel which was a best seller in Japan. Calmi Cuori Appassionati was a hit, becoming the 8th highest-grossing film in Japan of 2001. The title tune is \"Wild Child\" from the album A Day Without Rain by Enya. An album of Enya's songs used in the film was released in 2001 as Themes from Calmi Cuori Appassionati."
    },
    {
        "name": "Calmos",
        "abstract": "Calmos is a 1976 French film directed by Bertrand Blier. A comedy that explores the battle of the sexes, often explicitly, it satirises both the rise of feminism in France and traditional attitudes of Frenchmen."
    },
    {
        "name": "Caltiki – The Immortal Monster",
        "abstract": "Caltiki – The Immortal Monster (Italian: Caltiki, il mostro immortale) is a 1959 black-and-white science fiction-horror film. The film's storyline concerns a team of archaeologists investigating Mayan ruins, who come across a creature that is a shapeless, amorphous blob. They manage to defeat it using fire, while keeping a sample of the creature. Meanwhile, a comet, which previously passed near the Earth around the time of the collapse of the Mayan civilization, is due to return, raising the possibility of a connection between the creature and the comet. After the success of their film Hercules (1958), Galatea Film began production on films in other genres that they hoped would entice the international market, which led to Riccardo Freda being hired to direct Caltiki – The Immortal Monster. Freda left the project during filming, later explaining that he wanted to give his friend Mario Bava, who had been hired as the film's cinematographer and special effects artist, a chance to direct and earn more on the project. In interviews given long after the release of the film, both Freda and Bava gave conflicting opinions on who should be considered the real director of Caltiki. Various historians and ministerial papers suggest that Bava did create a large amount of footage of the film involving death scenes, the monster, matching shots and special effects scenes. The film was released in Italy on 8 August 1959, where it grossed less than Bava's and Freda's previous genre collaboration I Vampiri."
    },
    {
        "name": "Caluga o menta",
        "abstract": "Caluga o menta (El Niki) (Candy or Mint) is a 1990 Chilean crime drama directed by Gonzalo Justiniano and one of the country's first post-Pinochet dictatorship films."
    },
    {
        "name": "Calumnia",
        "abstract": "Calumnia (\"Slander\") is a 1939 Mexican film. It stars Carlos Orellana."
    },
    {
        "name": "Calvaire (film)",
        "abstract": "Calvaire (also known as The Ordeal) is a 2004 psychological horror film directed by Fabrice Du Welz, starring Laurent Lucas, Philippe Nahon and Jackie Berroyer. It was Fabrice Du Welz's first full-length film. Marc Stevens (Laurent Lucas) is a young traveling singer. After a concert at the nursing home a few days before Christmas, Marc takes the road. Shortly afterwards, his van breaks down in a deserted mountain region. He is taken in by an affable yet creepy Mr. Bartel (Jackie Berroyer), an innkeeper who became psychologically fragile after his wife Gloria left him. The sexual implications of Bartel's obsession begin Marc's \"ordeal\"."
    },
    {
        "name": "Calvary (1920 film)",
        "abstract": "Calvary is a 1920 British silent drama film directed by Edwin J. Collins and starring Malvina Longfellow, Henry Victor and Charles Vane."
    },
    {
        "name": "Calvary (2014 film)",
        "abstract": "Calvary is a 2014 Irish drama film written and directed by John Michael McDonagh. It stars Brendan Gleeson, Chris O'Dowd, Kelly Reilly, Aidan Gillen, Dylan Moran, Domhnall Gleeson, M. Emmet Walsh and Isaach de Bankolé. The film began production in September 2012 and was released in April 2014 in the Republic of Ireland and the United Kingdom, in July in Australia and in August 2014 in the United States. The film was screened at the 2014 Sundance Film Festival and at the 64th Berlin International Film Festival."
    },
    {
        "name": "Calvento Files",
        "abstract": "Calvento Files is a Philippine crime and investigative documentary drama series which aired on ABS-CBN from December 1, 1995 to October 2, 1998. It was hosted by broadcast journalist Tony Calvento and was replaced by Katapat: Mayor Fred Lim. This series is currently streaming on Jeepney TV YouTube Channel every 2nd quarter of the month, 5:00 pm together with Kapag May Katwiran... Ipaglaban Mo and Star Drama Theater Presents."
    },
    {
        "name": "Calvin Marshall",
        "abstract": "Calvin Marshall is a 2009 coming of age-comedy film written and directed by Gary Lundgren and starring Alex Frost as the title character, a determined but talentless college baseball player, and Steve Zahn as his coach. After two years of raising funds, the film was shot in and around Ashland and Medford, Oregon in November–December 2007, and was released in 2009."
    },
    {
        "name": "Calypso Heat Wave",
        "abstract": "Calypso Heat Wave is a 1957 American drama musical film directed by Fred F. Sears and starring Johnny Desmond, Merry Anders and Meg Myles. It was an attempt by producer Sam Katzman to repeat the success of Rock Around the Clock with calypso music. It was originally known as Juke Box Jamboree."
    },
    {
        "name": "Calypso Joe",
        "abstract": "Calypso Joe is a 1957 American musical film directed by Edward Dein and written by Edward Dein and Mildred Dein. The film stars Herb Jeffries, Angie Dickinson, Ed Kemmer, Stephen Bekassy, Laurie Mitchell and Claudia Drake. The film was released on June 9, 1957, by Allied Artists Pictures."
    },
    {
        "name": "Calzonzin Inspector",
        "abstract": "Calzonzin Inspector is a 1974 Mexican comedy film and live action comic adaptation directed and starred by Alfonso Arau. It was selected as the Mexican entry for the Best Foreign Language Film at the 47th Academy Awards, but was not accepted as a nominee."
    },
    {
        "name": "Cam2Cam",
        "abstract": "Cam2Cam (also known under the working titles of Darknet and c2c) is a 2014 horror film who was directed by Joel Soisson and stars Tammin Sursok as a tourist that becomes the target of a serial killer after logging on to a cam website. The film was given a simultaneous limited theatrical and VOD release on August 22, 2014. The movie was based on a short film that was directed by Davy Sihali, which Soisson worked into the first portion of the film."
    },
    {
        "name": "Cam (film)",
        "abstract": "Cam is a 2018 American psychological horror film directed by Daniel Goldhaber and written by Isa Mazzei from a story by Goldhaber, Mazzei and Isabelle Link-Levy. The story is partially drawn from writer Mazzei's own experience working as a camgirl. The film is the first feature film for both Goldhaber and Mazzei. It stars Madeline Brewer, Patch Darragh, Melora Walters, Devin Druid and Michael Dempsey. It is a co-production between Divide/Conquer, Blumhouse Productions and Gunpowder & Sky. The film premiered at the Fantasia International Film Festival on July 18, 2018, and was released on November 16, 2018, by Netflix. It received a largely positive reception from critics, who praised the atmosphere, direction, and Brewer's performance."
    },
    {
        "name": "Cama adentro",
        "abstract": "Cama adentro (English: Live-in Maid) is a 2004 Argentine-Spanish drama historical film written and directed by Jorge Gaggero. In Spain it is also known as Señora Beba. It was executive produced by ' Verónica Cura. It stars Norma Aleandro, Norma Argentina and Marcos Mundstock. The story is set in Buenos Aires before and during Argentina's 2001 economic crisis, and depicts the transformation of Argentinian society through the lives and relationship of two very different women: Beba, a spoiled, temperamental member of the Argentina upper middle class (Aleandro), and her longtime maid, Dora (Argentina) both in their 50s."
    },
    {
        "name": "Cambodia: Between War and Peace",
        "abstract": "Cambodge, entre guerre et paix (Cambodia: Between War and Peace) is a 1991 French-Cambodian documentary film directed by Rithy Panh. The film, shot at the end of 1991 at the time of Norodom Sihanouk's return to Cambodia, questions the Cambodian people and explores the horrors and effects of the Khmer Rouge on them and what future they may look forward to."
    },
    {
        "name": "Cambodian Son",
        "abstract": "Cambodian Son is a 2014 documentary film about the journey of Kosal Khiev from prisoner in America to world-class poet in Cambodia. The documentary follows Kosal's life after receiving the most important performance invitation of his career—to represent the Kingdom of Cambodia at the London 2012 Cultural Olympiad. Kosal would travel to London having only taken two flights prior; first, as a one-year-old refugee child whose family fled Cambodia and then as a 32-year-old criminal \"alien\" forcibly returned to Cambodia in 2011. This documentary follows a volatile yet charming and talented young man who struggles to find his footing amongst a new freedom that was granted only through his deportation. Kosal's London representation is a triumphant moment for many people in his life, both in America and Cambodia. The film traces the impact and significance of this moment for Kosal, his friends, family, mentors and a growing international fan base. Armed only with memorized verses, he must face the challenges of being a deportee while navigating his new fame as Phnom Penh’s premiere poet. The local buzz and excitement increases as Kosal’s friends begin to pull together a send off party fit for a king. As the pressure to perform and represent builds, Kosal begins to deteriorate. A dramatic series of events nearly prohibits him from ever stepping onto the London stage. From teaching literacy at a Cambodian dumpsite to performing at the London 2012 Cultural Olympiad, Kosal soon realizes with his new freedom comes great responsibility. After the performances end and the London stage becomes a faint memory, Kosal is once again left alone to answer the central question in his life: \"How do you survive when you belong nowhere?\""
    },
    {
        "name": "Cambridge rules",
        "abstract": "The Cambridge Rules were several formulations of the rules of football made at the University of Cambridge during the nineteenth century. Cambridge Rules are believed to have had a significant influence on the modern football codes. The 1856 Cambridge Rules are claimed by some to have had an influence in the origins of Australian rules football. The 1863 Cambridge Rules is said to have had a significant influence on the creation of the original Laws of the Game of the Football Association."
    },
    {
        "name": "Came a Hot Friday",
        "abstract": "Came a Hot Friday is a 1985 New Zealand comedy film, based on the 1964 novel by Ronald Hugh Morrieson. Directed and co-written by Ian Mune, it became one of the most successful local films released in New Zealand in the 1980s. The film's cast included famed New Zealand comedian Billy T. James."
    },
    {
        "name": "Came the Brawn",
        "abstract": "Came the Brawn is a 1938 Our Gang short comedy film directed by Gordon Douglas. Produced by Hal Roach and released to theaters by Metro-Goldwyn-Mayer, it was the 165th entry in the Our Gang series."
    },
    {
        "name": "Camel Safari",
        "abstract": "Camel Safari is a 2013 Indian Malayalam-language romance film directed by Jayaraj which narrates a love story set in Rajasthan. The movie features Arun Shankar and in the lead roles. Sekhar Menon, Tini Tom, Sabitha Jayaraj, , , , and plays supporting roles; , the villain of Johnnie Walker, made a comeback. The filming of Camel Safari begun on 22 November 2012 at the Pushkar Fair in Rajasthan. It was completed in three schedules with the maximum being shot in Rajasthan (Jodhpur, Jaisalmer, Bikaner and Camel safari in Pushkar) and the rest in Cochin, Kerala. The song rights of the film were sold to Manorama Music. The film Camel Safari was released on 26 September 2013."
    },
    {
        "name": "Camel Through the Eye of a Needle",
        "abstract": "Camel Through the Eye of a Needle (Czech: Velbloud uchem jehly) is a 1936 Czech comedy film directed by and starring Hugo Haas. The title is an allusion to the \"eye of a needle\" aphorism. It's a second movie adaptation of the play by František Langer after the 1926 film Never the Twain."
    },
    {
        "name": "Cameleon (film)",
        "abstract": "Cameleon is a 1997 British drama film directed by Ceri Sherlock. The film was selected as the British entry for the Best Foreign Language Film at the 71st Academy Awards, but was not accepted as a nominee."
    },
    {
        "name": "Camelot (film)",
        "abstract": "Camelot is a 1967 American musical fantasy drama film directed by Joshua Logan and written by Alan Jay Lerner, based on the 1960 stage musical of the same name by Lerner and Frederick Loewe. It stars Richard Harris as King Arthur, Vanessa Redgrave as Guenevere, and Franco Nero as Lancelot. The cast also features David Hemmings, Lionel Jeffries, and Laurence Naismith. In April 1961, the rights to produce a film adaptation of Camelot were obtained by Warner Bros. with Lerner attached to write the screenplay. However, the film was temporarily shelved as the studio decided to adapt My Fair Lady into a feature film first. In 1966, development resumed with Joshua Logan hired as director. Original cast members Richard Burton and Julie Andrews were approached to reprise their roles from the stage musical, but both declined and were replaced with Harris and Redgrave. Filming took place on location in Spain and on the Warner Bros. studio lot in Burbank, California. Camelot was released on October 25, 1967, to mixed reviews from critics, but was a commercial success, grossing $31.5 million against a $13 million budget, becoming the tenth highest-grossing film of 1967. The film received five nominations at the 40th Academy Awards and won three; Best Score, Best Production Design, and Best Costume Design. It also won three Golden Globe Awards; Best Actor – Motion Picture Musical or Comedy (Richard Harris), Best Original Song (for \"If Ever I Would Leave You\"), and Best Original Score."
    },
    {
        "name": "Cameo Kirby (1914 film)",
        "abstract": "Cameo Kirby is a 1914 American drama silent film directed by Oscar Apfel and written by Clara Beranger and William C. deMille. The film stars Dustin Farnum, Fred Montague, James Neill, Jode Mullally, Winifred Kingston and Dick La Reno. It is based on the play Cameo Kirby by Booth Tarkington and Harry Leon Wilson. The film was released on December 24, 1914, by Paramount Pictures."
    },
    {
        "name": "Cameo Kirby (1923 film)",
        "abstract": "Cameo Kirby is a 1923 American silent drama film directed by John Ford which starred John Gilbert and Gertrude Olmstead and featuring Jean Arthur in her onscreen debut. It was Ford's first film credited as John Ford instead of Jack Ford. The film is based on a 1908 play by Booth Tarkington and Harry Leon Wilson. The story had been filmed as a silent before in 1914 with Dustin Farnum, who had originated the role on Broadway in 1909. The film was remade as a talking musical film in 1930."
    },
    {
        "name": "Cameo Kirby (1930 film)",
        "abstract": "Cameo Kirby is a 1930 American drama film directed by Irving Cummings and written by Marion Orth. It is based on the 1909 play Cameo Kirby by Booth Tarkington and Harry Leon Wilson. The film stars J. Harold Murray, Norma Terris, Douglas Gilmore, Robert Edeson, Myrna Loy and Charles Morton. The film was released on January 12, 1930, by Fox Film Corporation."
    },
    {
        "name": "Camera (2014 film)",
        "abstract": "Camera is a 2014 Hong Kong-Singaporean science fiction thriller directed by James Leong and co-written by Ben Slater and Leong. It stars Sean Li as a surveillance expert who falls in love with his newest target, played by Venus Wong. It premiered at the 2014 Bucheon International Fantastic Film Festival. It is Leong's first narrative film."
    },
    {
        "name": "Camera Buff",
        "abstract": "Camera Buff (Polish: Amator, meaning \"amateur\") is a 1979 Polish drama film written and directed by Krzysztof Kieślowski and starring Jerzy Stuhr. The film is about a humble factory worker whose newfound hobby, amateur film, becomes an obsession, and transforms his modest and formerly contented life. Camera Buff won the Polish Film Festival Golden Lion Award and the FIPRESCI Prize and Golden Prize at the 11th Moscow International Film Festival, and the Berlin International Film Festival Otto Dibelius Film Award in 1980."
    },
    {
        "name": "Camera Obscura (1921 film)",
        "abstract": "Camera Obscura is a 1921 German silent mystery film directed by Max Obal and starring Ernst Reicher, Alexander Granach, and . It was part of the Stuart Webbs series of detective films."
    },
    {
        "name": "Camera Obscura (2000 film)",
        "abstract": "Camera Obscura is a 2000 crime film. The film was directed by . It stars , Ariadna Gil, Cully Fredricksen, , and ."
    },
    {
        "name": "Camera Obscura (2015 film)",
        "abstract": "Camera Obscura is a 2015 Egyptian independent historic short film written and directed by Nour Zaki. Starring Khaled Abol Naga, the film depicts the story of Al Hazen (Al Hassan Ibn Al Haytham’s) discovery of image reflection while being held in prison."
    },
    {
        "name": "Camera Obscura (2017 film)",
        "abstract": "Camera Obscura is a 2017 horror film directed by Aaron B. Koontz in his feature film directorial debut, with a script written by Koontz and his writing partner Cameron Burns. It stars Christopher Denham, Nadja Bobyleva, Noah Segan, Catherine Curtin, Chase Williamson, and Andrew Sensenig."
    },
    {
        "name": "Camera Shy",
        "abstract": "Camera Shy is a Canadian comedy film, directed by Mark Sawers and released in 2012. The film stars Nicolas Wright as Larry Coyle, a Vancouver City Council member who endorses a waterfront casino proposal in exchange for the developer's assistance in supporting his own political ambitions to become a member of Parliament, only to then become aware that his every action is being followed by a cameraman that nobody else can see. The film's cast also includes Gerard Plunkett, Crystal Balint, Hilary Jardine, Fred Keating, Ted Friend, Lara Gilchrist, Albert Trinh, Elizabeth Nguyen, Stephen Lobo, David Nykl, Michael St. John Smith, Sean Amsing, Yann Bernaquez, C. Ernst Harth, Sean Carey, Adrien Dorval and Stefano Giulianetti. According to Sawers, the film was inspired by a desire to explore the concept of a film character who can see that he's being filmed. The film premiered at the 2012 Vancouver International Film Festival. The film was a Vancouver Film Critics Circle award nominee for Best British Columbia Film at the Vancouver Film Critics Circle Awards 2012. It won six Leo Awards in 2013, for Best Motion Picture, Best Director (Sawers), Best Supporting Actor (Plunkett), Best Screenwriting in a Feature Length Drama (Sawers, Doug Barber), Best Cinematography (Brian Johnson) and Best Musical Score (Don MacDonald)."
    },
    {
        "name": "Camera Store",
        "abstract": "Camera Store is a 2017 American drama film directed and written by Scott Marshall Smith. The film stars John Larroquette, John Rhys-Davies, Paul Ben-Victor, David James Elliott, Laura Silverman and Cheryl Ladd. The film was released on June 19, 2017 by Provocator."
    },
    {
        "name": "Camera Thrills",
        "abstract": "Camera Thrills is a 1935 American short film produced by Charles E. Ford. It was nominated for an Academy Award at the 8th Academy Awards in 1936 for Best Short Subject (Novelty). The Academy Film Archive preserved Camera Thrills in 2012."
    },
    {
        "name": "Camera d'albergo",
        "abstract": "Camera d'albergo is a 1981 Italian comedy film written and directed by Mario Monicelli. Ida Di Benedetto won the David di Donatello for Best Supporting Actress and Ruggero Mastroianni won the David di Donatello for Best Editing."
    },
    {
        "name": "Cameraman: The Life and Work of Jack Cardiff",
        "abstract": "Cameraman: The Life and Work of Jack Cardiff is a 2010 documentary film that explores the work of the cinematographer Jack Cardiff. It reviews his work and with the input of many of his contemporaries, examines his legacy as one of the most influential film makers in the world and details how he became master of the Technicolor process. The film includes interviews with Cardiff as well as Martin Scorsese, Kirk Douglas, Charlton Heston, Lauren Bacall, Kim Hunter, Kathleen Byron, John Mills, Alan Parker, Richard Fleischer and many others. Among many anecdotes in the film, Jack Cardiff relates what it was like to work with Hollywood's greatest icons: Marilyn Monroe, Audrey Hepburn, Humphrey Bogart, Katharine Hepburn, Sophia Loren, Alfred Hitchcock, Marlene Dietrich and Arnold Schwarzenegger. The film was released about a year after Jack Cardiff's death and was shown at the 2010 Cannes Film Festival on 16 May 2010, as part of the \"Cannes Classics\"."
    },
    {
        "name": "Cameraman Gangatho Rambabu",
        "abstract": "Cameraman Gangatho Rambabu (transl. Rambabu with Cameraman Ganga) is a 2012 Indian Telugu-language political action film written and directed by Puri Jagannadh. The film stars Pawan Kalyan, Tamanna, and Gabriela Bertante in lead roles, while Prakash Raj and Kota Srinivasa Rao played supporting roles. Mani Sharma composed the score, Shyam K. Naidu directed cinematography, and S. R. Shekhar oversaw editing. It was the second collaboration between Kalyan and Jagannadh after Badri (2000). The film was released on 18 October 2012. The film also marks Puri Jagannadh and Pawan Kalyan collaboration between after 12 years.The film was released worldwide on 18 October 2012 to mixed reviews from critics and audiences.Later the film was dubbed in Malayalam as Jananayakan and Tamil as Makkalveeran and it was also dubbed and released in Hindi as Mera Target in 2015"
    },
    {
        "name": "Cameraperson",
        "abstract": "Cameraperson is a 2016 autobiographical collage documentary film. The film is an account by director Kirsten Johnson about her life and career as a cinematographer. It relies on footage shot by Johnson across the years in numerous different countries. Cameraperson premiered at the Sundance Film Festival to critical acclaim and won the top prize at the Sheffield Doc/Fest."
    },
    {
        "name": "Camere da letto",
        "abstract": "Camere da letto (Bedrooms) is a 1997 Italian romantic comedy film written, directed and starred by Simona Izzo."
    },
    {
        "name": "Cameriera bella presenza offresi...",
        "abstract": "Cameriera bella presenza offresi... (Housemaid) is a 1951 Italian film directed by Giorgio Pastina. Federico Fellini was one of its scriptwriters. The film marked the comeback of Elsa Merlini after a nine years hiatus."
    },
    {
        "name": "Cameron's Closet",
        "abstract": "Cameron's Closet, also known as Cameron's Terror, is a 1989 American horror film. The film was directed by Armand Mastroianni and stars Scott Curtis, Cotter Smith, Mel Harris, Tab Hunter, Kim Lankford, Gary Hudson and William Lustig."
    },
    {
        "name": "Cameron Mitchell (actor)",
        "abstract": "Cameron Mitchell (born Cameron McDowell Mitzell; November 4, 1918 – July 6, 1994) was an American film, television, and stage actor. He began his career on Broadway before entering films in the 1950s, appearing in several major features. Late in his career, he became known for his roles in numerous exploitation films in the 1970s and 1980s. Mitchell began acting on Broadway in the late 1930s before signing a contract with Metro-Goldwyn-Mayer and appearing in such films as Cass Timberlane (1945) and Homecoming (1948). He subsequently originated the role of Happy Loman in the Broadway production of Arthur Miller's Death of a Salesman (1949), a role he reprised in the 1951 film adaptation. With 20th Century Fox, he appeared in How to Marry a Millionaire (1953). Throughout the 1960s, he appeared in spaghetti Westerns and Italian films―including several collaborations with director Mario Bava―then on U.S. television. From the mid-1970s through the 1980s, he appeared in numerous exploitation and horror films and television shows."
    },
    {
        "name": "Cameron Rhodes",
        "abstract": "Cameron Rhodes (born 1 August 1967) is a New Zealand film and theatrical actor and director."
    },
    {
        "name": "Cameron Van Hoy",
        "abstract": "Cameron Van Hoy (born May 21, 1985) is an American director, producer and writer. He first came to attention as the protagonist of Pups (1999), a critically acclaimed indie crime drama he starred in as a teen opposite Burt Reynolds. He has gone on to produce multiple films that have been loved by critics and audiences the world over. Now Van Hoy has moved into the director's chair after his debut feature Flinch, the neo-noir crime thriller about a young hitman who falls for the witness to a murder he commits."
    },
    {
        "name": "Camila (film)",
        "abstract": "Camila is a 1984 Argentine drama film directed by María Luisa Bemberg, based on the story of the 19th-century Argentine socialite Camila O'Gorman. The story had previously been adapted in 1910 by Mario Gallo, in the now considered lost film Camila O'Gorman. It was nominated for the Academy Award for Best Foreign Language Film, marking the second time an Argentine film was nominated for this award. It was selected as the second greatest Argentine film of all time in a poll conducted by the Museo del Cine Pablo Ducrós Hicken in 2000. In a new version of the survey organized in 2022 by the specialized magazines La vida util, Taipei and La tierra quema, presented at the Mar del Plata International Film Festival, the film reached the 23 position. Also in 2022, the film was included in Spanish magazine Fotogramas's list of the 20 best Argentine films of all time."
    },
    {
        "name": "Camila Pitanga",
        "abstract": "Camila Manhães Sampaio (born 14 June 1977), known professionally as Camila Pitanga, is a Brazilian actress and former model. She is internationally renowned for her roles in film and television. In film, she is known for her roles in Quilombo, Caramuru: A Invenção do Brasil, Redeemer, I'd Receive the Worst News from Your Beautiful Lips, Rio 2096: A Story of Love and Fury, among others. In television, she is known for her roles in Paraíso Tropical, Cama de Gato, Lado a Lado, Babilônia, and Velho Chico."
    },
    {
        "name": "Camilla (1994 film)",
        "abstract": "Camilla is a 1994 film directed by Deepa Mehta. It was Jessica Tandy's penultimate film appearance and is dedicated to her memory. Tandy plays the title character, Camilla Cara, a former concert violinist. It is a road movie with Bridget Fonda playing the opposite, younger female role of Freda Lopez, herself a musician/composer, albeit unfulfilled. The two leave their male companions, Camilla's son Harold (Maury Chaykin), a B-movie producer and Vincent (Elias Koteas), Freda's husband and artist behind in Savannah, Georgia to return to Toronto to attend a concert of Brahms' Violin Concerto at the Winter Garden Theatre. This performance is a mirror of a performance of Camilla's given at the same venue many years earlier. The film is not only an adventure-filled journey, but also a reconciling of the two women's pasts and futures. Camilla and Freda bond over Camilla's unconditional support that she extends for Freda's music which Freda's husband will or can not give. This bond forms despite the obviously exaggerated stories Camilla tells of her own life. The men, after having left the women to work on a joint project, return to Savannah to find the ladies have vanished. As Vincent and Harold embark on a search for Freda and Camilla, they, too, come to realize that they must reconcile their broken relationships with the women in their lives."
    },
    {
        "name": "Camille (1915 film)",
        "abstract": "Camille is a 1915 American silent film based on the story La Dame aux Camélias (The Lady of the Camellias) by Alexandre Dumas, fils, first published in French as a novel in 1848 and as a play in 1852. Adapted for the screen by Frances Marion, Camille was directed by Albert Capellani and starred Clara Kimball Young as Marguerite Gautier and Paul Capellani as her lover, Armand."
    },
    {
        "name": "Camille (1917 film)",
        "abstract": "Camille is a 1917 American silent film based on the play adaptation of La Dame aux Camélias (The Lady of the Camellias) by Alexandre Dumas, fils, first published in French as a novel in 1848 and as a play in 1852. Adapted for the screen by Adrian Johnson, Camille was directed by J. Gordon Edwards and starred Theda Bara as Camille and Albert Roscoe as her lover, Armand. The film was produced by Fox Film Corporation and shot at the Fox Studio in Fort Lee, New Jersey."
    },
    {
        "name": "Camille (1921 film)",
        "abstract": "Camille is a 1921 American silent drama film starring Alla Nazimova as Marguerite and Rudolph Valentino as her lover, Armand. It is based on the play adaptation La Dame aux Camélias (The Lady of the Camellias) by Alexandre Dumas, fils, which was first published in French as a novel in 1848 and as a play in 1852. Camille is one of numerous screen adaptations of Dumas, fils' story. The film was set in 1920s Paris, whereas the original version took place in Paris in the 1840s. It had lavish Art Deco sets and Rudolph Valentino later married the film's art director, Natacha Rambova."
    },
    {
        "name": "Camille (1926 feature film)",
        "abstract": "Camille is a 1926 American silent film based on the play adaptation of La Dame aux Camélias (The Lady of the Camellias) by Alexandre Dumas, fils, first published in French as a novel in 1848 and as a play in 1852. Adapted by Fred de Gresac, George Marion Jr., Olga Printzlau, and Chandler Sprague, Camille was a directed by Fred Niblo and starred Norma Talmadge as Camille and Gilbert Roland as her lover, Armand. It was produced by the Norma Talmadge Film Corporation and released by First National Pictures. The film's score was composed by William Axt."
    },
    {
        "name": "Camille (1926 short film)",
        "abstract": "Camille: The Fate of a Coquette is a 1926 short film by Ralph Barton. Its development is described in Bruce Kellner's biography of Barton, The Last Dandy (1991). This 33-minute silent film was compiled from Barton's home movies and is loosely based on the French novel, La Dame aux Camélias (1848), by Alexandre Dumas, fils. The homemade film is a mish mash of dos and don'ts i.e. a group of people presumably drinking real alcohol from liquor bottles during prohibition. The appearance of a toilet in a bathroom scene had almost never be done in American silent films of the time, with the exception of The Crowd (1928). Appearances are made by Charlie Chaplin, Paul Robeson, Anita Loos, H. L. Mencken, Theodore Dreiser, Sinclair Lewis, Paul Claudel, and many other socialites of 1920s Paris, France and New York City, U.S."
    },
    {
        "name": "Camille (1936 film)",
        "abstract": "Camille is a 1936 American romantic drama film from Metro-Goldwyn-Mayer directed by George Cukor, and produced by Irving Thalberg and Bernard H. Hyman, from a screenplay by James Hilton, Zoë Akins, and Frances Marion. The picture is based on the 1848 novel and 1852 play La dame aux camélias by Alexandre Dumas. The film stars Greta Garbo, Robert Taylor, Lionel Barrymore, Elizabeth Allan, Jessie Ralph, Henry Daniell, and Laura Hope Crews. It grossed $2,842,000. Camille was included in Time Magazine's All-Time 100 Movies in 2005. It was also included at #33 in AFI's 100 Years...100 Passions."
    },
    {
        "name": "Camille (1984 film)",
        "abstract": "Camille is a 1984 television film based on the 1848 novel and play La Dame aux Camélias by Alexandre Dumas, fils. It was adapted by Blanche Hanalis and directed by Desmond Davis. It stars Greta Scacchi, Colin Firth, John Gielgud, Billie Whitelaw, Patrick Ryecart, Denholm Elliott and Ben Kingsley."
    },
    {
        "name": "Camille (2008 film)",
        "abstract": "Camille is a 2008 American romantic comedy film directed by Gregory Mackenzie and starring James Franco and Sienna Miller. The film concerns two ill-matched newlyweds Silas Parker (Franco) and Camille Foster (Miller) and their honeymoon trip to Niagara Falls. After Camille is killed in a motorcycle accident early in the film, she continues to behave as though alive and the remorseful Silas develops loving feelings for her."
    },
    {
        "name": "Camille 2000",
        "abstract": "Camille 2000 is a 1969 film based on the 1848 novel and 1852 play La Dame aux Camélias by Alexandre Dumas, fils. It was adapted by Michael DeForrest and directed by Radley Metzger. It stars Danièle Gaubert and Nino Castelnuovo with Eleonora Rossi Drago and Massimo Serato."
    },
    {
        "name": "Camille Claudel (film)",
        "abstract": "Camille Claudel is a 1988 French biographical drama film about the life of 19th-century sculptor Camille Claudel. The film was based on the book by Reine-Marie Paris, granddaughter of Camille's brother, the poet and diplomat Paul Claudel. It was directed by Bruno Nuytten, co-produced by Isabelle Adjani, and starred her and Gérard Depardieu. The film had a total of 2,717,136 admissions in France. Adjani was nominated for the Academy Award for Best Actress for her role, the second in her career."
    },
    {
        "name": "Camille Claudel 1915",
        "abstract": "Camille Claudel 1915 is a 2013 French biographical film written and directed by Bruno Dumont. The film premiered in competition at the 63rd Berlin International Film Festival."
    },
    {
        "name": "Camille Cottin",
        "abstract": "Camille Cottin (French: [kamij kɔtɛ̃]; born 1 December 1978) is a French actress and comedian. Following her debut as a stage actress, she became known in 2013 for playing a capricious Parisian woman in the Canal+ hidden camera-sketches series Connasse (2013–2015), as well as in the theatrical film based on the series The Parisian Bitch, Princess of Hearts (2015), which brought her significant mainstream success in France. Cottin's international recognition grew with the role of Andréa Martel in the France 2 drama series Call My Agent! (2015–present). She subsequently had leading roles in films such as Baby Bumps (2017), Dumped (2018), Photo de famille (2018), The Mystery of Henri Pick (2019) and The Dazzled (2019). She made her English-language debut in Robert Zemeckis's thriller film Allied (2016), followed by the BBC America drama series Killing Eve (2020–2022). In 2021, she starred opposite Matt Damon in Stillwater and in Ridley Scott's biographical crime film House of Gucci."
    },
    {
        "name": "Camille Guaty",
        "abstract": "Camille Guaty (born June 28, 1976) is an American film and television actress. She is known for several roles: as Daisy in Gotta Kick It Up! (2002), for playing Maricruz Delgado, Sucre's girlfriend, in Prison Break (2005–2007), and as Walter O'Brien's sister, Megan, a recurring role on the CBS series Scorpion (2014–2015)."
    },
    {
        "name": "Camille Rewinds",
        "abstract": "Camille Rewinds (French: Camille redouble) is a 2012 French drama film directed by Noémie Lvovsky. The film was screened in the Directors' Fortnight section at the 2012 Cannes Film Festival where it won the Prix SACD. Yolande Moreau received a Magritte Award for Best Supporting Actress for her role."
    },
    {
        "name": "Camille of the Barbary Coast",
        "abstract": "Camille of the Barbary Coast is a 1925 American silent drama film directed by Hugh Dierker that starred Mae Busch, Owen Moore, and Fritzi Brunette."
    },
    {
        "name": "Caminito alegre",
        "abstract": "Caminito alegre (English: Cheerful Little Pathway) is a 1944 Mexican film directed by Miguel Morayta and starring Sara García and Isabela Corona. The film's art director was Manuel Fontanals."
    },
    {
        "name": "Caminito de Gloria",
        "abstract": "Caminito de Gloria is a 1939 Argentine musical melodrama film written and directed by Luis César Amadori. The film starred Libertad Lamarque, who sings \"Caminito\", the celebrated 1926 tango composed by Juan de Dios Filiberto with lyrics by originally popularized by Carlos Gardel and Ignacio Corsini. In 1960 Amadori remade this film under the title Mi último tango, starring Sara Montiel in the Lamarque role."
    },
    {
        "name": "Camino (2008 film)",
        "abstract": "Camino is a 2008 Spanish drama film directed by Javier Fesser starring Nerea Camacho as the title character alongside Carmen Elías, Mariano Venancio and Manuela Vellés. The plot is inspired by (and dedicated to) the real story of Alexia González-Barros, a girl who died from spinal cancer at age 14 in 1985 and who is in process of canonization. The girl's family (related to the Opus Dei) did not agree with the film and so controversy mired the film since the very beginning, and arguably only served to increase interest in the film. The film swept the 23rd Goya Awards, winning in 6 categories, including 4 of the Big 5 (Best Picture, Director, Original Screenplay and Actress)."
    },
    {
        "name": "Camino (2015 film)",
        "abstract": "Camino is a 2015 American action-thriller film directed by Josh C. Waller. It was based on a story created by Daniel Noah and Josh C. Waller. The film stars Zoë Bell as the lead character, along with Nacho Vigalondo, Francisco Barreiro, Sheila Vand and Kevin Pollak in supporting roles. The film was released on 4 March 2016 in the United States."
    },
    {
        "name": "Camino a Marte",
        "abstract": "Camino a Marte is a 2017 Mexican film directed by Humberto Hinojosa. The film starred by Luis Gerardo Méndez, Camila Sodi and Tessa Ia. The film premiered on December 1, 2017 in Mexico."
    },
    {
        "name": "Camion",
        "abstract": "Camion is a 2012 Canadian drama film directed by Rafaël Ouellet. The film centres on a truck driver who is suffering from severe depression after a woman kills herself by crashing her car into his truck; although he was not at fault, the incident has left him suicidal, resulting in the mending of his strained relationships with his sons Sam and Alain (Stéphane Breton) after he reaches out to them for help."
    },
    {
        "name": "Camorra (1986 film)",
        "abstract": "Camorra (A Story of Streets, Women and Crime) (Italian: Un complicato intrigo di donne, vicoli e delitti) is a 1986 Italian crime film directed by Lina Wertmüller. It was entered into the 36th Berlin International Film Festival."
    },
    {
        "name": "Camouflage (1977 film)",
        "abstract": "Camouflage (Polish: Barwy ochronne) is a 1977 Polish drama film directed by Krzysztof Zanussi. The film was selected as the Polish entry for the Best Foreign Language Film at the 50th Academy Awards, but was not accepted for nomination."
    },
    {
        "name": "Camp (1965 film)",
        "abstract": "Camp is a 1965 feature-length underground film directed by Andy Warhol in October 1965 at The Factory. The film stars Gerard Malanga, Baby Jane Holzer, Tally Brown, Mario Montez, Jack Smith, Paul Swan, and Dorothy Dean."
    },
    {
        "name": "Camp (2003 film)",
        "abstract": "Camp is a 2003 American musical comedy-drama film, written and directed by Todd Graff, about an upstate New York performing arts summer camp. The film is based on Graff's own experiences at a similar camp called Stagedoor Manor, where many scenes of the movie were filmed."
    },
    {
        "name": "Camp 14: Total Control Zone",
        "abstract": "Camp 14: Total Control Zone is a 2012 German/South Korean documentary film directed by German filmmaker Marc Wiese. It features interviews with Shin Dong-hyuk who was born and grew up in the Kaechon internment camp (known as \"Camp 14\") in North Korea. Through interviews and animated sequences, the film details human rights abuses that were inflicted on him and witnessed by him as prisoner there, including the public execution of his mother and brother. Also interviewed in the film are a former commander of the guards at Camp 22 and an ex-secret policeman, both of whom admit to committing various crimes including torture, rape and murder. In 2015, Shin changed some parts of his story, including saying that he did not spend all his time in Camp 14."
    },
    {
        "name": "Camp Blood: The Musical",
        "abstract": "Camp Blood: The Musical is a 2006 '80s style slasher musical underground film by Tanner Barklow, Jefferson Craig, and Thomas Hughes. The movie follows six teenagers (a virgin, jock, whore, nerd, rebel and goth) who arrive at Camp Blood to work as counselors for the summer but instead find themselves terrorized by a killer in a ski mask."
    },
    {
        "name": "Camp Blood (film)",
        "abstract": "Camp Blood is a 1999 American direct-to-video slasher film, written and directed by Brad Sykes. It was followed by seven official sequels, one official spin-off entitled \"Ghost of Camp Blood\" and one unofficial film entitled Within the Woods. Camp Blood stars Jennifer Ritchkoff as a young woman who travels to a deserted camp with her friends, only to find themselves at the mercies of a killer clown. The film had a home video release on April 4, 2000 and was released to DVD in 2002."
    },
    {
        "name": "Camp Blood First Slaughter",
        "abstract": "Camp Blood First Slaughter is a 2014 American Direct to DVD slasher film, written and directed by Mark Polonia."
    },
    {
        "name": "Camp Cold Brook",
        "abstract": "Camp Cold Brook is an American supernatural horror film directed by Andy Palmer. The film, which is produced by Joe Dante, stars Danielle Harris and Chad Michael Murray."
    },
    {
        "name": "Camp Cucamonga",
        "abstract": "Camp Cucamonga (also titled: How I Spent My Summer and Lights Out) is a made-for-television movie that first aired on NBC on September 23, 1990. The family film served primarily as a vehicle to cast a variety of stars from popular TV series of the era, including John Ratzenberger (Cheers), Brian Robbins (Head of the Class), Chad Allen (My Two Dads), Candace Cameron (Full House), Josh Saviano and Danica McKellar (both of The Wonder Years), Jaleel White (Family Matters), Dorothy Lyman (Mama's Family) and Sherman Hemsley (Amen). The film is also notable for including an early starring role for Jennifer Aniston before she became well known, as well as a supporting role for Breckin Meyer and the comedy acting debut of G. Gordon Liddy."
    },
    {
        "name": "Camp Cuddly Pines Powertool Massacre",
        "abstract": "Camp Cuddly Pines Powertool Massacre is a 2005 pornographic horror comedy film released by Wicked Pictures. The film, originally released on September 14, 2005, is the first adult film to be released on the HD DVD format."
    },
    {
        "name": "Camp Dread",
        "abstract": "Camp Dread is a 2014 American horror film written and directed by Harrison Smith and starring Eric Roberts and Danielle Harris."
    },
    {
        "name": "Camp Fear (film)",
        "abstract": "Camp Fear (also known as The Millennium Countdown) is a 1991 direct-to-video science fiction/horror film starring Betsy Russell and Vincent Van Patten."
    },
    {
        "name": "Camp Hell",
        "abstract": "Camp Hell is a 2010 American horror film starring Will Denton, Dana Delany, Andrew McCarthy, Bruce Davison and Jesse Eisenberg. The film was previously titled Camp Hope. It was released August 13, 2010 in the United States."
    },
    {
        "name": "Camp Nowhere",
        "abstract": "Camp Nowhere is a 1994 American adventure comedy film directed by Jonathan Prince, written by Andrew Kurtzman and Eliot Wald, and stars Christopher Lloyd, Jonathan Jackson and Jessica Alba in her film debut."
    },
    {
        "name": "Camp Rock",
        "abstract": "Camp Rock is a 2008 American musical television film directed by Matthew Diamond from a screenplay by Karin Gist, Regina Hicks, Julie Brown, and Paul Brown. The 73rd Disney Channel Original Movie (DCOM), the film stars Demi Lovato, Joe Jonas, Meaghan Martin, Maria Canals-Barrera, Daniel Fathers, and Alyson Stoner. In the film, aspiring teenage singer Mitchie Torres (Lovato) visits Camp Rock, a summer music camp. The film premiered on Disney Channel on June 20, 2008. Camp Rock was the second DCOM to air on ABC's The Wonderful World of Disney after its premiere on Disney Channel and was placed on the iTunes Store for digital purchase shortly after its premiere. The film was watched by 8.9 million viewers on the night of its premiere and is currently the third highest viewed DCOM of all time, behind High School Musical 2 and Wizards of Waverly Place: The Movie. A sequel, Camp Rock 2: The Final Jam, premiered on September 3, 2010."
    },
    {
        "name": "Camp Rock 2: The Final Jam",
        "abstract": "Camp Rock 2: The Final Jam is a 2010 American musical television film directed by Paul Hoen. The sequel to the 2008 film Camp Rock, it stars Demi Lovato, the Jonas Brothers (Joe, Nick and Kevin), Meaghan Martin, Maria Canals-Barrera, Daniel Fathers, and Alyson Stoner, all reprising their roles from the previous film, and are joined by newcomers Daniel Kash, Matthew \"Mdot\" Finley, and Chloe Bridges. In the film, a new rival summer music camp, Camp Star, appears and attracts everyone's attention, putting Camp Rock's existence into uncertainty. The film premiered on Disney Channel on September 3, 2010. It was the last sequel of a Disney Channel Original Movie, until Teen Beach 2 (2015)."
    },
    {
        "name": "Camp Sawi",
        "abstract": "Camp Sawi (lit. 'Camp Unfortunate') is a 2016 Filipino comedy-drama film starring Andi Eigenmann, Bela Padilla, Yassi Pressman, Kim Molina, Sam Milby and Arci Muñoz. It is written and directed by Irene Villamor. It was released on August 24, 2016 by Viva Films."
    },
    {
        "name": "Camp Slaughter",
        "abstract": "Camp Slaughter (also known as Camp Daze) is a 2005 slasher film written and directed by Alex Pucci, and co-written by Draven Gonzales."
    },
    {
        "name": "Camp Stories",
        "abstract": "Camp Stories is an independent comedy film, written and directed by Herbert Beigel that takes a comic look at a Jewish summer camp in the 1950s. The film was released on April 18, 1997 in the United States."
    },
    {
        "name": "Camp Takota",
        "abstract": "Camp Takota is a 2014 comedy-drama film starring YouTube personalities Grace Helbig, Hannah Hart and Mamrie Hart. The film is directed by Nick Riedell and Chris Riedell, also known as The Brothers Riedell, and produced by Michael Goldfine. The film, produced by RockStream Studios, was released on February 14, 2014."
    },
    {
        "name": "Camp Thirteen",
        "abstract": "Camp Thirteen (French: Campement 13) is a 1940 French drama film directed by and starring Alice Field, Gabriel Gabrio and Paul Azaïs. It is set amongst a group of workers who are housed in a barracks known as Camp Thirteen."
    },
    {
        "name": "Camp Wilder",
        "abstract": "Camp Wilder is an American television sitcom which aired on ABC from September 18, 1992 until February 26, 1993. The premise centered on a young woman who opens up her home to the friends of her younger siblings, who sought it as judgment-free \"hangout\", and who regularly went to her for advice. The series was created by Matthew Carlson, and produced by a.k.a. Productions in association with Capital Cities Entertainment. The show aired as a part of ABC's TGIF lineup, but was cancelled after 19 episodes due to low ratings. A twentieth episode was produced, but was never aired in the United States. Camp Wilder was also shown in the UK, Spain and Germany."
    },
    {
        "name": "Camp X-Ray (film)",
        "abstract": "Camp X-Ray is a 2014 American independent drama film written and directed by Peter Sattler, in his directorial debut, based on the detention facility Camp X-Ray at the Guantanamo Bay detention camp. It stars Kristen Stewart and Peyman Moaadi with John Carroll Lynch, Lane Garrison, and Joseph Julian Soria in supporting roles. The film premiered on January 17, 2014, at 2014 Sundance Film Festival in the U.S. dramatic competition category and released on October 17, 2014, by IFC Films."
    },
    {
        "name": "Camp de Thiaroye",
        "abstract": "Camp de Thiaroye ([kɑ̃ də tjaʁ.wa]; also known as The Camp at Thiaroye) is a 1988 Senegalese war-drama film written and directed by Ousmane Sembene and Thierno Faty Sow. The film entered the competition at the 45th Venice International Film Festival, in which it won the Special Jury Prize. The film depicts the Thiaroye massacre, which happened in Thiaroye, Dakar, in 1944. The film is about the mutiny by and mass killing of French West African troops by French forces on the night of November 30 to December 1, 1944. West African conscripts were protesting poor conditions and revocation of pay at the Thiaroye camp. The film is a criticism and indictment of the French colonial system. The film documents the events leading up to the Thiaroye massacre, as well as the massacre itself. The film received positive reviews at the time it was released and continues to be heralded by scholars as an important historical documentation of the Thiaroye massacre. The film was banned in France for a decade and censored in Senegal as well."
    },
    {
        "name": "Campaign of Hate: Russia and Gay Propaganda",
        "abstract": "Campaign of Hate: Russia and Gay Propaganda is a 2014 American documentary about LGBT rights in Russia directed by Scott Stern and Michael Lucas."
    },
    {
        "name": "Campane di Pompeii",
        "abstract": "Campane di Pompeii is a 1952 Italian film directed by Giuseppe Lombardi."
    },
    {
        "name": "Campbell's Kingdom",
        "abstract": "Campbell's Kingdom is a 1957 British adventure film directed by Ralph Thomas, based on the 1952 novel of the same name by Hammond Innes. The film stars Dirk Bogarde and Stanley Baker, with Michael Craig, Barbara Murray, James Robertson Justice and Sid James in support. The story is set in Alberta, Canada, and largely follows the principles of the Northwestern genre of film-making."
    },
    {
        "name": "Campbell Armstrong",
        "abstract": "Campbell Armstrong (25 February 1944 – 1 March 2013) was born Thomas Campbell Black and was a Scottish author who graduated with a degree in Philosophy from the University of Sussex, England. He taught creative writing from 1971 to 1974 at the State University of New York at Oswego; from 1975 to 1978 he taught at Arizona State University. He worked for some years as a fiction editor with various London publishing houses. After living for many years in England and the United States, he moved to Shannon Harbour, Ireland. He died on 1 March 2013, four days after his 69th birthday. His novels Assassins & Victims and The Punctual Rape won Scottish Arts Council Awards. The Last Darkness and White Rage were nominated for the Prix du Polar. His quartet of Glasgow novels consists of The Bad Fire, The Last Darkness, White Rage, and Butcher. He also wrote a memoir titled All That Really Matters, retitled in the United States as I Hope You Have a Good Life. Under his real name, \"Campbell Black\"—and under the pseudonym \"Thomas Altman\"—he wrote novelizations of movies including Raiders of the Lost Ark and Dressed to Kill, as well as thrillers and horror novels. He co-wrote the 1980 novel The Homing with Jeffrey Caine, under the pseudonym \"Jeffrey Campbell.\" His work was originally influenced by Robert Louis Stevenson, and he ascribed a certain \"dark aspect\" of his writing to the opening scenes of Treasure Island. Among other influences he included Franz Kafka, Fred Vargas, Kobo Abe, and Albert Camus. His books have been translated into French, German, Greek, Japanese, Italian, Hebrew and Polish."
    },
    {
        "name": "Campeón a la fuerza",
        "abstract": "Campeón a la fuerza is a 1950 Argentine film."
    },
    {
        "name": "Campfire (film)",
        "abstract": "Campfire (Hebrew: מדורת השבט, romanized: Medurat Ha-Shevet, lit. 'Tribal Campfire') is a 2004 Israeli film written and directed by Joseph Cedar. Set in 1981, the film focuses on a woman seeking to join an Israeli settlement on the West Bank, despite the protests of her teenage daughters. The film premiered at the 54th Berlin International Film Festival in February 2004. The film won five Israeli Academy Awards and was Israel's official submission for the 77th Academy Awards in the Best Foreign Language Film category (but did not get a nomination). The film was well received in Israel, the United States, and in international film festivals."
    },
    {
        "name": "Camping (2006 film)",
        "abstract": "Camping is a 2006 French comedy film directed by Fabien Onteniente. Two sequels have been made, Camping 2 in 2010 and Camping 3 in 2016."
    },
    {
        "name": "Camping 2",
        "abstract": "Camping 2 is a 2010 French comedy film directed by Fabien Onteniente. It is the sequel to the 2006 film Camping. The third installment of the film series, Camping 3, was released in 2016."
    },
    {
        "name": "Camping 3",
        "abstract": "Camping 3 is a 2016 French comedy film directed by Fabien Onteniente. It is a sequel to the 2010 film Camping 2. The film was a box office success, having grossed over US$24.2 million in France, becoming the second highest-grossing domestic film in 2016, with 3,228,313 tickets sold."
    },
    {
        "name": "Camping Cosmos",
        "abstract": "Camping Cosmos is a 1996 Belgian satirical comedy film and a sequel to La Vie sexuelle des Belges 1950-1978, directed by the same director: Jan Bucquoy. It stars Claude Semal, Lolo Ferrari (Miss Vandeputte), Noël Godin (Pierre Mertens), Herman Brusselmans (Herman) and Arno (Harry). The movie's tagline is: Revolution, football, beer and frites. It is an unconventional and non-conformist story of the sexual habits of Belgians. Cosmos refers to the eternity of heaven in full contrast with this little campsite where so many people live together with their problems and limited view of the world. It also refers to the Russian cosmonauts who explored space, but who as communists did not believe in an afterworld. And last, the name of this Campsite Cosmos is referring to the sky without limit above the heads of its residents. The picture became a cult film."
    },
    {
        "name": "Camping Out (film)",
        "abstract": "Camping Out is a 1919 American short comedy film directed by and starring Fatty Arbuckle. The two-reel film was considered lost until recently. Most of the film has been reconstructed from reels found in the Nederlands Filmmuseum and Cineteca Nazionale storage vaults in Rome in 2002."
    },
    {
        "name": "Campo Grande (film)",
        "abstract": "Campo Grande is a 2015 Brazilian-French drama film directed by Sandra Kogut. The film received a production funding award in 2013 from and enterered production. The film had its world premiere screening in the Contemporary World Cinema section of the 2015 Toronto International Film Festival."
    },
    {
        "name": "Campo arado",
        "abstract": "Campo arado is a 1959 Argentine film."
    },
    {
        "name": "Campo de Jogo",
        "abstract": "Campo de Jogo, English title Sunday Ball, is a 2015 Brazilian documentary film directed by Eryk Rocha."
    },
    {
        "name": "Campus (TV series)",
        "abstract": "Campus is a semi-improvised British television sitcom. It was created by the team behind the sketch show Smack the Pony and hospital-based sitcom Green Wing, led by Victoria Pile who acts as co-writer, producer and director. It is set in the fictitious Kirke University and follows the lives of the staff, in particular the power-crazed and callous vice chancellor Jonty de Wolfe (played by Andy Nyman), lazy womanising English literature professor Matt Beer (Joseph Millson) and newly promoted senior mathematics lecturer Imogen Moffat (Lisa Jackson). Campus was first broadcast as a television pilot on Channel 4 on 6 November 2009, as part of the channel's Comedy Showcase season of comedy pilots. A full series was later commissioned and commenced airing on 5 April 2011, with the first episode being a re-shot and expanded version of the pilot. When first broadcast many critics claimed it was too similar to Green Wing and that much of the humour was offensive. However, others praised the show's dark humour and surrealism. Campus was cancelled after one series due to poor TV ratings. Over the course of the first series (not including the pilot) the average ratings were 554,000 viewers per episode, or 2.99% of the total audience, which is below the Channel 4 average."
    },
    {
        "name": "Campus (film)",
        "abstract": "Campus is a 2004 Tamil language teen film directed by Sharvi, who had previously directed the Malayalam film (1999). The film stars newcomers Sajith Raj, Nitesh, Divya Dwivedi and Sheetal Shah, with Sukanya, Anandaraj, Rajan P. Dev, Devan, Manobala, Babu Antony and Vijayan playing supporting roles. The film, produced by Peeran and Ariff, had musical score by Rajneesh and was released on 27 February 2004."
    },
    {
        "name": "Campus Code",
        "abstract": "Campus Code is a 2015 science fiction-action film directed by Cathy Scorsese and Kenneth M. Waddell and written by Waddell and Michael Simon. It stars Jack Falahee, Hannah Hodson, Alice Kremelberg, Conor Leslie, Jesse McCartney, and Ritesh Rajan as students on a college campus where strange occurrences begin to take place. Scorsese's father Martin and his collaborator Ray Liotta also make cameo appearances in the film. Originally entitled Campus Life, the film was created as original content for the website JumpView in 2013, where the storylines of individual characters would be viewed separately or switched between manually. The footage was later re-edited into a conventional film, which became Campus Code. To date, it is JumpView's only original film."
    },
    {
        "name": "Campus Confessions",
        "abstract": "Campus Confessions is a 1938 American comedy film directed by George Archainbaud, featuring Betty Grable in her first starring role, and American basketball player Hank Luisetti in his only film appearance."
    },
    {
        "name": "Campus Diary",
        "abstract": "Campus Diary is a Malayalam political drama film directed by debutante Jeevan Das. The script is written by Vinish Palayad. V. S. Achuthanandan is debuting as an actor through this film, which also stars Sudev Nair, Gauthami Nair, RJ Mathukutty, Suraj Venjaramoodu."
    },
    {
        "name": "Campus Girls",
        "abstract": "Campus Girls is a 1995 Filipino drama film directed by Mac Alejandre on his directorial debut. The film stars Vina Morales, Donna Cruz, Donita Rose and Geneva Cruz as the titular kolehiyalas. The film is streaming online on YouTube."
    },
    {
        "name": "Campus Honeymoon",
        "abstract": "Campus Honeymoon is a 1948 American comedy film directed by Richard Sale, written by Jerome Gruskin and Richard Sale, and starring Lyn Wilde, Lee Wilde, Adele Mara, Richard Crane, Hal Hackett and Wilson Wood. It was released on February 1, 1948 by Republic Pictures."
    },
    {
        "name": "Campus Knights",
        "abstract": "Campus Knights is a 1929 American silent comedy film directed by Albert H. Kelley and starring Raymond McKee, Shirley Palmer and Marie Quillan."
    },
    {
        "name": "Campus Man",
        "abstract": "Campus Man is a 1987 American comedy film directed by Ron Casden and written by Geoffrey Baere and Matt Dorff. The film stars John Dye, Steven Lyon, Kim Delaney, Kathleen Wilhoite, Miles O'Keeffe and Morgan Fairchild. The film was released on April 10, 1987, by Paramount Pictures."
    },
    {
        "name": "Campus Mystery",
        "abstract": "Campus Mystery (Chinese: 笔仙魔咒) is a 2015 Chinese horror thriller film directed by Er Guan. The film was released on October 16, 2015."
    },
    {
        "name": "Camões (film)",
        "abstract": "Camões is a 1946 Portuguese drama film directed by José Leitão de Barros. It was entered into the 1946 Cannes Film Festival."
    },
    {
        "name": "Can't Be Heaven",
        "abstract": "Can't Be Heaven (also known as Forever Together) is a 1999 American comedy-drama film directed by Richard Friedman. The film stars Ralph Macchio and Bryan Burke. The film was loosely based on the 1968 movie Blackbeard's Ghost."
    },
    {
        "name": "Can't Buy Me Love (film)",
        "abstract": "Can't Buy Me Love is a 1987 American teen romantic comedy film directed by Steve Rash, starring Patrick Dempsey and Amanda Peterson in a story about a nerd at a high school in Tucson, Arizona, who gives a cheerleader $1,000 to pretend to be his girlfriend for a month. The film takes its title from a Beatles song of the same title."
    },
    {
        "name": "Can't Complain",
        "abstract": "Can't Complain is a 2009 American independent comedy film written and produced by Corey Williams. This was director Richard Johnson second feature length narrative film."
    },
    {
        "name": "Can't Hardly Wait",
        "abstract": "Can't Hardly Wait is a 1998 American teen romantic comedy film written and directed by Deborah Kaplan and Harry Elfont. It stars an ensemble cast including Ethan Embry, Charlie Korsmo, Lauren Ambrose, Peter Facinelli, Seth Green, and Jennifer Love Hewitt, and is notable for a number of \"before-they-were-famous\" appearances by teen stars. The story takes place at a high school graduation party in the 1990s. The film received mixed reviews from critics. It grossed a total of $25 million at the North American domestic box office, against a production budget of $10 million. The soundtrack peaked at number 25 on the Billboard 200 chart."
    },
    {
        "name": "Can't Help Falling in Love (film)",
        "abstract": "Can't Help Falling in Love is a 2017 Filipino romantic comedy-drama film directed by Mae Cruz - Alviar, starring Kathryn Bernardo and Daniel Padilla. It was their very first project right after their blockbuster film Barcelona: A Love Untold last 2016. The film was produced and released by Star Cinema on April 15, 2017. Can't Help Falling in Love earned ₱33 million on its first day making it the highest Blackly Saturday opening for a Filipino film."
    },
    {
        "name": "Can't Help Singing",
        "abstract": "Can't Help Singing is a 1944 American musical Western film directed by Frank Ryan and starring Deanna Durbin, Robert Paige, and Akim Tamiroff. Based on a story by John D. Klorer and Leo Townsend, the film is about a senator's daughter who follows her boyfriend West in the days of the California gold rush. Durbin's only Technicolor film, Can't Help Singing was produced by Felix Jackson and scored by Jerome Kern with lyrics by E. Y. Harburg. The movie was one of the most expensive in Universal's history."
    },
    {
        "name": "Can't Say Goodbye",
        "abstract": "Can't Say Goodbye (Spanish: No sé decir adiós) is a 2017 Spanish drama film directed by starring Juan Diego, Nathalie Poza and Lola Dueñas."
    },
    {
        "name": "Can't Stand Losing You: Surviving the Police",
        "abstract": "Can't Stand Losing You: Surviving the Police is a 2012 American documentary film directed by Andy Grieve on the subject of the English rock group The Police. The film is loosely based on One Train Later: A Memoir written by guitarist Andy Summers. The title references one of the song titles from the band's debut album, Outlandos d'Amour."
    },
    {
        "name": "Can't Stop Dancing",
        "abstract": "Can't Stop Dancing is a 1999 feature-length film written and directed by Steven Falick and Ben Zook and starring Ben Zook. The film showed at the 1999 Palm Springs International Film Festival."
    },
    {
        "name": "Can't Stop the Music",
        "abstract": "Can't Stop the Music is a 1980 American musical comedy film directed by Nancy Walker. Written by Allan Carr and Bronté Woodard, the film is a pseudo-biography of the 1970s disco group the Village People loosely based on the actual story of how the group formed. Produced by Thorn EMI Screen Entertainment (formerly EMI Films), distributed by independent distributor Associated Film Distribution (AFD), the film was released after disco's peak and, along with Xanadu, is known for inspiring the creation of the Golden Raspberry Awards, winning the first Razzies for Worst Picture and Worst Screenplay."
    },
    {
        "name": "Can-Can (film)",
        "abstract": "Can-Can is a 1960 American musical film made by Suffolk-Cummings productions and distributed by 20th Century Fox. It was directed by Walter Lang, produced by Jack Cummings and Saul Chaplin. The screenplay was written by Dorothy Kingsley and Charles Lederer, loosely based on the musical play by Abe Burrows. The music and lyrics were written by Cole Porter for the play, but for the film, some songs were replaced by those from earlier Porter musicals. Art direction was handled by Jack Martin Smith and Lyle R. Wheeler, costume design by Irene Sharaff and dance staging by Hermes Pan. The film was photographed in Todd-AO. Although performing well on initial release. it failed to recoup its production costs from its domestic receipts. The film stars Frank Sinatra, Shirley MacLaine, Maurice Chevalier and Louis Jourdan, and gave Juliet Prowse her first speaking role in a feature. Sinatra, who was paid $200,000 along with a percentage of the film's profits, acted in the film under a contractual obligation required by 20th Century Fox after he had walked off the set of Carousel in 1955."
    },
    {
        "name": "Can Ellen Be Saved",
        "abstract": "Can Ellen Be Saved is a 1974 American made-for-television drama film directed by Harvey Hart and starring Leslie Nielsen, Katherine Cannon, Michael Parks and John Saxon. The film premiered as the ABC Movie of the Week on February 5, 1974."
    },
    {
        "name": "Can Go Through Skin",
        "abstract": "Can Go Through Skin (Dutch: Kan door huid heen) is a 2009 Dutch drama film written and directed by Esther Rots. The film is the first feature film by Rots. Rots won the Golden Calf for Best Montage and Rifka Lodeizen won the Golden Calf for Best Actress at the 2009 Netherlands Film Festival. The whole team behind the film also won the Golden Calf Special Jury Prize."
    },
    {
        "name": "Can Heironymus Merkin Ever Forget Mercy Humppe and Find True Happiness?",
        "abstract": "Can Heironymus Merkin Ever Forget Mercy Humppe and Find True Happiness? is a 1969 British musical film directed by and starring Anthony Newley."
    },
    {
        "name": "Can I Do It... 'Til I Need Glasses?",
        "abstract": "Can I Do It... 'Til I Need Glasses? is a 1977 American anthology comedy film and the sequel of If You Don't Stop It... You'll Go Blind, directed by I. Robert Levy and starring Angelyne. It was Robin Williams' film debut."
    },
    {
        "name": "Can John Braund Cure Cancer?",
        "abstract": "Can John Braund Cure Cancer? is a 1948 Australian documentary directed by Ken G. Hall about John Braund, a man who claimed he could cure cancer. Braund was a highly controversial character at the time and the film was much publicised. There was considerable controversy over whether Braund should have been allowed to have such a public forum. Braund was later declared to be a fraud."
    },
    {
        "name": "Can Mr. Smith Get to Washington Anymore?",
        "abstract": "Can Mr. Smith Get to Washington Anymore? is a 2006 documentary film directed by Frank Popper, which follows Missouri politician Jeff Smith's 2004 Democratic primary election campaign to the United States House of Representatives after the retirement of Dick Gephardt from his seat. The film follows Smith as he challenges Russ Carnahan, a member of the Carnahan political family and the frontrunner of a crowded Democratic primary, to capture the Democratic nomination for the seat. The movie's title references Frank Capra's Mr. Smith Goes to Washington, a film in which a naive but well-meaning man (named \"Jefferson Smith\") becomes a Senator and fights the cynical nature of Washington."
    },
    {
        "name": "Can She Bake a Cherry Pie?",
        "abstract": "Can She Bake a Cherry Pie? is a 1983 American comedy film directed by Henry Jaglom. It was screened in the Un Certain Regard section at the 1983 Cannes Film Festival. The film takes place in and was filmed in the New York City borough of Manhattan. It was released to mixed reviews."
    },
    {
        "name": "Can This Be Dixie?",
        "abstract": "Can This Be Dixie? is a 1936 American film featuring child star Jane Withers. In 1937 and 1938, Withers became one of the top 10 box-office stars in the United States, despite her status as Fox's second-tier child star (behind Shirley Temple). On a shooting schedule that allowed 21 to 24 days per picture, she acquired the nickname \"One-Take Withers\", and produced four or five films a year. The level of comedy can be assessed by the names of the characters, the names of the musical numbers (\"Pick, Pick, Pickaninny,\" \"Uncle Tom's Cabin is a Cabaret Now\"), and the fact that Withers appeared in blackface. Some even more racially offensive material was challenged by co-star Hattie McDaniel and removed from the picture."
    },
    {
        "name": "Can We Take a Joke?",
        "abstract": "Can We Take a Joke? is a 2015 documentary film by filmmaker Ted Balaker and narrated by Christina Pazsitzky. The film explores a comedian-piloted dialogue about modern uses of freedom of speech in the United States."
    },
    {
        "name": "Can You Dig This",
        "abstract": "Can You Dig This is a 2015 American documentary film directed by Delila Vallot. The main focus of this film is urban farming as the main character plants a food garden in his home."
    },
    {
        "name": "Can You Ever Forgive Me?",
        "abstract": "Can You Ever Forgive Me? is a 2018 American biographical film directed by Marielle Heller and with a screenplay by Nicole Holofcener and Jeff Whitty, based on the 2008 confessional memoir of the same name by Lee Israel. Melissa McCarthy stars as Israel, and the story follows her attempts to revitalize her failing writing career by forging letters from deceased authors and playwrights. The film also features Richard E. Grant, Dolly Wells, Jane Curtin, Anna Deavere Smith, Stephen Spinella, and Ben Falcone in supporting roles. Israel took the title from an apologetic line in a letter in which she posed as Dorothy Parker. The film had its world premiere at the Telluride Film Festival on September 1, 2018, and was released in the United States on October 19, 2018, by Fox Searchlight Pictures. The film grossed $12 million on a $10 million budget and was praised for McCarthy and Grant's performances. It was named by the National Board of Review as one of their top ten films of 2018. For their performances, McCarthy and Grant earned nominations for Best Actress and Best Supporting Actor, respectively, at the 91st Academy Awards, the 76th Golden Globe Awards, and the 72nd British Academy Film Awards, among other ceremonies. Holofcener and Whitty were nominated for the Academy Award for Best Adapted Screenplay and won the Writers Guild of America Award for Best Adapted Screenplay."
    },
    {
        "name": "Can You Keep a Secret? (film)",
        "abstract": "Can You Keep a Secret? is a 2019 American independent romantic comedy film directed by Elise Duran and stars Alexandra Daddario and Tyler Hoechlin. It is based on the 2003 novel of same name by Sophie Kinsella, with the screenplay adapted by Peter Hutchings. Can You Keep a Secret? was made available through video on demand in North America on September 13, 2019, with a limited theatrical release in foreign markets, where it earned total box office of $1.6 million."
    },
    {
        "name": "Can You Wave Bye-Bye?",
        "abstract": "Can You Wave Bye-Bye? is a Canadian short drama film, directed by and released in 2007. An adaptation of the short story by Elyse Gasco, the film stars Miranda Handford as a young new mother suffering from post-partum depression. The film premiered at the 2007 Toronto International Film Festival. It was subsequently screened at the CFC Worldwide Short Film Festival in 2008, where it won the award for Best Canadian Short Film. It was a Genie Award nominee for Best Live Action Short Drama at the 29th Genie Awards, and a Prix Jutra nominee for Best Short Film at the 10th Jutra Awards."
    },
    {
        "name": "Can of Worms (film)",
        "abstract": "Can of Worms is a science fiction comedy film and is part of the Disney Channel Original Movie lineup. It premiered on Disney Channel on April 10, 1999, and is based on the novel of the same name by Kathy Mackel, which was a Young Reader's Choice Nominee in 2002 and a nominee for the 2001 Rhode Island Children's Book Award. It is also the first Disney Channel Original Movie to be rated TV-PG."
    },
    {
        "name": "Canada's Air Defence",
        "abstract": "Canada's Air Defence is a 33-minute 1957 Canadian documentary film produced by the National Film Board of Canada (NFB) for the Royal Canadian Air Force (RCAF). The film depicts the role of air defence over Canada and the United States by following the training and operational exercises of a RCAF squadron."
    },
    {
        "name": "Canada's Sweetheart: The Saga of Hal C. Banks",
        "abstract": "Canada's Sweetheart: The Saga of Hal C. Banks is a Canadian docudrama, written and produced by Donald Brittain. It aired in 1985 on CBC Television. The film was about Hal C. Banks, a controversial American labour union leader who came to Canada in 1949 to lead a sectarian fight between rival shipping unions. Banks left Canada in 1962 after being brought up on criminal charges. Banks appeared before the Norris Commission, which was set up to investigate his strongarm tactics and links to beatings of opposition unions, and non signed shipping companies. In particular was the ULS and the Maritime Union run by his former lieutenant Michael Sheehan, who had testified before the Norris Commission against Banks, and led the push to loosen the SIU grip on the Great Lakes. Maury Chaykin played the role of Banks in dramatic reenactments."
    },
    {
        "name": "Canada '67",
        "abstract": "Canada '67 is a Circle-Vision 360° documentary film by Canadian film director Robert Barclay, which was presented at the Telephone Pavilion, (formally named the Telephone Association of Canada Pavilion), part of Expo 67, an International World's Fair held in Montreal, Quebec, Canada in 1967 to mark the centenary of the Confederation of Canada. The telephone pavilion was created to promote telephone companies and their services, but its main feature was the Canada '67 film produced by Walt Disney Productions and presented in a large, completely circular movie theatre."
    },
    {
        "name": "Canada Di Flight",
        "abstract": "Canada Di Flight (English: Flight To Canada) is a Punjabi-language film directed by Roopesh Rai Sikand, written by Manoj Sabharwal and starring Yuvraj Hans, Navraj Hans, Tarun Mehta, Shobhita Rana, Akriti Bharati, Aanushka Ramesh as the main cast. It was released worldwide on 1 April 2016."
    },
    {
        "name": "Canada Now",
        "abstract": "Canada Now (more formally CBC News: Canada Now) was the early-evening national news program on CBC Television, the main English television network of the Canadian Broadcasting Corporation, between 2000 and 2007. For most of its run, it was structured as a hybrid national-regional newscast, with each portion being 30 minutes in length."
    },
    {
        "name": "Canada on Strike",
        "abstract": "\"Canada on Strike\" is the fourth episode in the twelfth season of the American animated television series South Park. The 171st episode of the series overall, it first aired on Comedy Central in the United States on April 2, 2008. In the episode, the nation of Canada, feeling disrespected by the rest of the world, goes on a general strike, demanding money, spurring the boys to raise money by creating a viral video. Written and directed by series co-creator Trey Parker, the episode was inspired by the 2007–2008 Writers Guild of America strike. It features appearances by the creators of a number of famous viral videos. The episode was rated TV-MA L for strong language in the United States."
    },
    {
        "name": "Canadian Bacon",
        "abstract": "Canadian Bacon is a 1995 comedy film written, produced, and directed by Michael Moore which satirizes Canada–United States relations along the Canada–United States border. The film stars an ensemble cast featuring Alan Alda, John Candy (in his final film role), Bill Nunn, Kevin J. O'Connor, Rhea Perlman, Kevin Pollak, G. D. Spradlin, and Rip Torn. The film was screened in the Un Certain Regard section at the 1995 Cannes Film Festival, and was the final film released starring John Candy, though it was shot before the earlier-released Wagons East. It is also Moore's only non-documentary film to date."
    },
    {
        "name": "Canadian Centre for Architecture",
        "abstract": "The Canadian Centre for Architecture (CCA; French: Centre Canadien d'Architecture) is a museum of architecture and research centre in Montreal, Quebec, Canada. It is located at 1920, rue Baile (1920, Baile Street), between rue Fort (Fort Street) and rue Saint-Marc (Saint-Marc Street) in what was once part of the Golden Square Mile. Today, it is considered to be located in the Shaughnessy Village neighbourhood of the borough of Ville-Marie. Phyllis Lambert is the founding director emeritus, Bruce Kuwabara is chair of the board of trustees, Giovanna Borasi is the director. It was designed and built by Peter Rose. The CCA contains a large library and archives, and is host to various exhibits throughout the year. It is also home to a study centre open to the general public. The CCA provides educational programs and cultural activities. The CCA also has an architectural garden located on the southern side of René Lévesque Boulevard. The sculpture garden was designed by architect Melvin Charney."
    },
    {
        "name": "Canadian Made",
        "abstract": "Canadian Made is a Canadian documentary television series. The series was produced by Primitive Entertainment and initially aired on History Television in 2012. Each 30-minute episode explores Canadian invention, innovation or discovery. The series initially aired June 1, 2012 and ran for 1-season with 14-episodes. It was narrated by Canadian actor, comedian, playwright Rick Miller."
    },
    {
        "name": "Canadian Mounties vs. Atomic Invaders",
        "abstract": "Canadian Mounties vs Atomic Invaders (1953) is a Republic Movie serial starring Bill Henry and both produced and directed by Franklin Adreon. It was the sixty-second serial (of sixty-six) produced by Republic. Despite the title, this is not a science fiction serial. The plot is a northern cold war adventure involving secret missile bases and a planned invasion of the United States."
    },
    {
        "name": "Canadian Pacific (film)",
        "abstract": "Canadian Pacific is a 1949 American historical Western film, directed by Edwin L. Marin and starring Randolph Scott and Jane Wyatt. Filmed in Cinecolor on location in the Canadian Rockies in Banff National Park, Morley Indian Reserve in Alberta, and Yoho National Park in British Columbia, it is a story about the building of the Canadian Pacific Railway."
    },
    {
        "name": "Canadian Strain",
        "abstract": "Canadian Strain is a 2019 Canadian comedy film, directed by Geordie Sabbagh. The film stars Jess Salgueiro as Anne Banting, a drug dealer whose livelihood is disrupted by the 2018 legalization of cannabis in Canada. The film's cast also includes Thom Allison, Benjamin Ayres, Natalie Brown, Colin Mochrie, , Naomi Snieckus and Maria Vacratsis. Production on the film commenced in August 2018. The film premiered at the Whistler Film Festival on December 7, 2019. It was slated to premiere commercially on March 20, 2020, but following the closure of public venues due to the COVID-19 pandemic, the producers shifted to online distribution, releasing the film on the Apple TV platform on March 17."
    },
    {
        "name": "Canal Street (film)",
        "abstract": "Canal Street is a 2018 American drama thriller film directed by Rhyan LaMarr. The film was distributed by Smith Global Media and opened over Martin Luther King Jr. Day weekend. It was filmed in Chicago. Canal Street was screened at the American Black Film Festival."
    },
    {
        "name": "Canal Zone (film)",
        "abstract": "Canal Zone is a 1942 American aviation adventure film starring Chester Morris and Forrest Tucker. The action takes place in the Panama Canal Zone and revolves around aviators in an out-of-the-way air base flying U.S. Army bombers."
    },
    {
        "name": "Canario rojo",
        "abstract": "Canario rojo is a 1955 Argentine film."
    },
    {
        "name": "Canaris (film)",
        "abstract": "Canaris is a 1954 West German drama film directed by Alfred Weidenmann and starring O. E. Hasse, Barbara Rütting and Adrian Hoven. It portrays real events during the Second World War when Wilhelm Canaris the head of German military intelligence was arrested and executed for his involvement with the 20 July Plot to overthrow Adolf Hitler. The film was a major success at the German box office, possibly because it allowed audiences to identify with a heroic German figure disassociated from Nazism. Released in the UK as Canaris Master Spy, and in the US as Deadly Decision—it is also known by the alternative title Canaris: Master Spy. It was shot at the Tempelhof Studios in Berlin."
    },
    {
        "name": "Canary Season",
        "abstract": "Canary Season (Bulgarian: Sezonat na kanarchetata) is a 1993 Bulgarian drama film directed by . The film was selected as the Bulgarian entry for the Best Foreign Language Film at the 66th Academy Awards, but was not accepted as a nominee."
    },
    {
        "name": "Canastra Suja",
        "abstract": "Canastra Suja is a Brazilian drama feature film. Directed, written and produced by Caio Sóh, it was released theatrically on 21 June 2018. In August of the same year, the movie was among the 22 candidates to represent Brazil at the competition for the 2019 Academy Award for Best Foreign Language Film, but the Special Commission of Selection (consisting of Bárbara Paz, Lucy Barreto, Jorge Peregrino, Flávio Ramos Tambellini, Jeferson De, João Jardim and Hsu Chien) ended up electing The Great Mystical Circus."
    },
    {
        "name": "Cancer (film)",
        "abstract": "Cancer: The Emperor of All Maladies is a 2015 American documentary film produced and directed by Barak Goodman and executive produced by Ken Burns. The film, in three episodes of two hours each, is based on the Pulitzer Prize-winning 2010 book The Emperor of All Maladies: A Biography of Cancer, by Siddhartha Mukherjee, and describes the history of cancer and cancer treatments, particularly in the United States. The film is narrated by Edward Herrmann, who was himself suffering from terminal brain cancer at the time of its production. He died on December 31, 2014, three months before the film's release."
    },
    {
        "name": "Cancer Wars",
        "abstract": "Cancer Wars was a six-part documentary that aired on PBS on May 25, 1998. The first episode discussed the history of cancer research such as contributions of epidemiologists at the University of Jena which were the first to document the link between cancer and smoking. The documentary discusses how US government tobacco interests prevented this evidence from coming to surface since tobacco was such an important US export. Cancer Wars delved into the pioneering work of Rachel Carson, whose book Silent Spring radically changed the world's thinking about chemicals and their effects on human health and the environment. Other episodes in this series discussed various topics ranging from the history of the advances in cancer therapy to the influence of Margaret Thatcher's neoliberal policies which cut funding to Anti-smoking campaigns in Britain because of interests in protecting British tobacco companies. The documentary is based on Robert N. Proctor's 1995 book, Cancer Wars: How Politics Shapes What we Know and Don't Know About Cancer."
    },
    {
        "name": "Canción de cuna (1941 film)",
        "abstract": "Canción de cuna is a 1941 Argentine film based on the famous 1911 play by Gregorio Martínez Sierra. It is about a group of nuns who find an abandoned baby girl at the doorstep of their convent and decide to bring her up. The last act shows the girl, now a full-grown woman, leaving the convent to get married, and dramatizes the struggle of the nun who raised her to let her go. Canción de cuna has been filmed many times in Spanish, and produced twice in English on TV's Hallmark Hall of Fame, but this 1941 version is the only one actually directed by the author. The best-known (though extremely rarely shown) version is the 1933 Paramount Pictures production made in English, starring Dorothea Wieck and Evelyn Venable."
    },
    {
        "name": "Canción de la nieve",
        "abstract": "Canción de la nieve is a 1954 Argentine film."
    },
    {
        "name": "Candice Daly",
        "abstract": "Candice Mia Daly (January 4, 1966 – December 14, 2004) was an American film and television actress. In the late 1980s and early 1990s she starred in a number of B-movies and cult films such as After Death (1988) and Liquid Dreams (1991). She was at one time engaged to one of her co-stars Brent Huff. Perhaps the role which garnered her the widest audience was psychotic Veronica Landers on American soap opera The Young and the Restless from 1997 to 1998. Work was scarce for Daly after she left The Young and the Restless, and she was found dead in a rundown Los Angeles apartment on December 14, 2004. The cause of death was listed as polydrug intoxication complicated by severe steatohepatitis; although her boyfriend stated that he believes that she was a victim of foul play."
    },
    {
        "name": "Candida, Millionairess",
        "abstract": "Candida, Millionairess (Spanish: Cándida millonaria) is a 1941 Argentine musical comedy film directed by Luis Bayón Herrera, who adapted the Pedro E. Pico play."
    },
    {
        "name": "Candida, Woman of the Year",
        "abstract": "Candida, Woman of the Year (Spanish: Cándida, la mujer del año) is a 1943 Argentine comedy film directed by Enrique Santos Discépolo and starring Niní Marshall, Augusto Codecá, and ."
    },
    {
        "name": "Candidate (2013 film)",
        "abstract": "Candidate (Slovak: Kandidát) is a 2013 Czecho-Slovak film. It was directed by . It premiered in October 2013. It is a political thriller that includes references toward corruption scandals in Slovak politics, notably the Gorilla scandal. It was the most visited Slovak film of 2013."
    },
    {
        "name": "Candidates for Marriage",
        "abstract": "Candidates for Marriage (German: Heiratskandidaten) is a 1958 Austrian-West German comedy film directed by Hermann Kugelstadt and starring Beppo Brem, Paul Hörbiger and Gerlinde Locker. The film's sets were designed by the art director Wolf Witzemann. It was shot at the Schönbrunn Studios in Vienna and on location around the city."
    },
    {
        "name": "Candide ou l'optimisme au XXe siècle",
        "abstract": "Candide ou l'Optimisme du XXe siècle (English: Candide, or the Optimist of the Twentieth Century) is a 1960 French comedy drama film directed by Norbert Carbonnaux and written by Carbonnaux and Albert Simonin. It stars Jean-Pierre Cassel as Candide, Pierre Brasseur as Pangloss, Louis de Funès as the officer of the Gestapo, and Daliah Lavi as Cunégonde. The film was released under the titles Candide (alternative French title; USA), Candide oder der Optimismus im 20. Jahrhundert (West Germany), Candide, avagy a XX. század optimizmusa (Hungary), and Kandyd czyli optymizm XX wieku (Poland)."
    },
    {
        "name": "Candlelight in Algeria",
        "abstract": "Candlelight in Algeria is a 1944 British war film directed by George King and starring James Mason, Carla Lehmann and Raymond Lovell. The story is loosely based on an October 1942 secret conference in Cherchell, Algeria between American general Mark W. Clark and a group of high-ranking Vichy French commanders. At the conference, the Vichy French commanders agreed to not resist the Operation Torch landings in Vichy France-controlled French North Africa that occurred one month later."
    },
    {
        "name": "Candles at Nine",
        "abstract": "Candles at Nine is a 1944 British mystery film directed by John Harlow and starring Jessie Matthews, John Stuart and Beatrix Lehmann.A wealthy man taunts his relations and staff about which of them shall inherit his estate after he changes his Will; the same night, he falls down the stairs. His money is left to a distant female relative; a target for intrigue, from some, and murder, from another. It is based on the 1943 novel The Mouse Who Wouldn't Play Ball by Anthony Gilbert."
    },
    {
        "name": "Candleshoe",
        "abstract": "Candleshoe is a 1977 American-British family adventure–comedy film, directed by Norman Tokar in a screenplay by David Swift and Rosemary Anne Sisson, produced by Walt Disney Productions, and distributed by Buena Vista. Based on the Michael Innes novel Christmas at Candleshoe, the film stars Jodie Foster, David Niven, Helen Hayes (in her final film role), and Leo McKern."
    },
    {
        "name": "Candlestick (film)",
        "abstract": "Candlestick is a 2014 British film starring Andrew Fitch, Isla Ure, Nigel Thomas and Tom Knight. It was directed by Christopher Presswell and was released in the United States on 11 April 2015."
    },
    {
        "name": "CandyFlip",
        "abstract": "CandyFlip is a 2019 Indian English/Hindi psychedelic thriller film directed by Shanawaz NK. This directorial debut film is produced by 23 Entertainment."
    },
    {
        "name": "Candy (1968 film)",
        "abstract": "Candy is a 1968 sex farce film directed by Christian Marquand from a screenplay by Buck Henry, based on the 1958 novel of the same name by Terry Southern and Mason Hoffenberg, itself based on Voltaire's 1759 Candide. The film satirises pornographic stories through the adventures of its naïve heroine, Candy, played by Ewa Aulin. It stars Charles Aznavour, Marlon Brando, Richard Burton, James Coburn, John Huston, Walter Matthau, and Ringo Starr. Popular figures such as Sugar Ray Robinson, Anita Pallenberg, Florinda Bolkan, Marilù Tolo, Nicoletta Machiavelli, Umberto Orsini, and Enrico Maria Salerno also appear in cameo roles."
    },
    {
        "name": "Candy (2006 film)",
        "abstract": "Candy is a 2006 Australian romantic drama film, adapted from Luke Davies's 1998 novel Candy: A Novel of Love and Addiction. Candy was directed by debut filmmaker Neil Armfield and stars Heath Ledger, Abbie Cornish and Geoffrey Rush. Candy, produced by Margaret Fink, was released in Australia on 25 May 2006 and subsequently released around the world."
    },
    {
        "name": "Candy Clark",
        "abstract": "Candace June Clark is an American actress and model. She is well known for her roles as Debbie Dunham in the 1973 film American Graffiti, for which she received a nomination for the Academy Award for Best Supporting Actress, and Mary Lou in the 1976 film The Man Who Fell to Earth."
    },
    {
        "name": "Candy Corn (film)",
        "abstract": "Candy Corn is a 2019 American horror film written and directed by Josh Hasty and starring Courtney Gains, Pancho Moler, P. J. Soles and Tony Todd. In addition to acting in the film, Gains and Todd served as producer and executive producer respectively."
    },
    {
        "name": "Candy Jar",
        "abstract": "Candy Jar is a 2018 American romantic comedy film directed by Ben Shelton and starring Sami Gayle and Jacob Latimore. The screenplay concerns a dueling high school debate champion duo who are trying to get into the colleges of their dreams. The film was released on April 27, 2018 on Netflix."
    },
    {
        "name": "Candy Mountain",
        "abstract": "Candy Mountain is a 1987 drama film directed by Robert Frank and Rudy Wurlitzer, and starring Kevin J. O'Connor, Harris Yulin and Tom Waits. Set in New York City and Cape Breton, Nova Scotia, it is categorized as a drama and road movie, drawing heavy inspiration from 1960s genres of film and music. The film premiered at the 1987 Locarno Film Festival. Frank's third collaboration with American novelist and screenwriter Wurlitzer, the latter explains the story as a combination of the lives of both him and Frank. He stated, \"We both live in New York and we both have houses in Cape Breton. In a way Elmore's route was the same as ours. Music and musicians, their dilemmas and lifestyles, mean a lot to Robert and myself.\""
    },
    {
        "name": "Candy Rain (film)",
        "abstract": "Candy Rain (Chinese: 花吃了那女孩; Wade–Giles: Huā Chīle Nā Nǚhái), also known as 愛情糖果雨 (Chinese: Àiqíng Tángguǒ Yǔ), is a 2008 Taiwanese film directed by (陳宏一)."
    },
    {
        "name": "Candy Regentag",
        "abstract": "Candy Regentag is a 1989 Australian film directed by James Ricketson about a young woman who works in a brothel. The movie was fully funded by the Australian Film Commission and was shot in 16mm in Kings Cross, Sydney during August and September 1986. Much of the film was shot in a brothel constructed for the film."
    },
    {
        "name": "Candy Stripe Nurses",
        "abstract": "Candy Stripe Nurses is a 1974 film starring Candice Rialson. It was the last in the popular \"nurses cycle\" of films for New World Pictures that started with The Student Nurses (1970)."
    },
    {
        "name": "Candy Stripers (film)",
        "abstract": "Candy Stripers is a 1978 pornographic film by director Bob Chinn and starring Nancy Hoffman and Sharon Thorpe. The film is a comedy about the sexual encounters hospital volunteers have with hospital patients and staff. The title comes from the term candy striper, which is an American term for hospital volunteers, who traditionally wore a red-and-white striped uniform which resembled stick candy."
    },
    {
        "name": "Candyjam",
        "abstract": "Candyjam is a 1988 7 minute 35mm short animated film animated collaboration by ten animators from four countries produced and directed by Joanna Priestley and Joan C. Gratz. The animation was made with clay painting, drawings, puppets and object animation."
    },
    {
        "name": "Candyman: Farewell to the Flesh",
        "abstract": "Candyman: Farewell to the Flesh is a 1995 American supernatural slasher film directed by Bill Condon and starring Tony Todd, Kelly Rowan, William O'Leary, Bill Nunn, Matt Clark and Veronica Cartwright. Written by Rand Ravich and Mark Kruger, it is a sequel to the 1992 film Candyman, which was an adaptation of Clive Barker's short story, \"The Forbidden\". Its plot follows a New Orleans schoolteacher who finds herself targeted by the Candyman, the powerful spirit of the murdered son of a slave who kills those who invoked him. Unlike its predecessor, the film received negative reviews from critics. It was followed by a third film, Candyman: Day of the Dead, which was released in 1999 and set in 2020, and a fourth film, titled Candyman, a direct sequel to the original 1992 film, which was released in 2021 and set in 2019."
    },
    {
        "name": "Candyman (1992 film)",
        "abstract": "Candyman is a 1992 American gothic supernatural horror film, written and directed by Bernard Rose and starring Virginia Madsen, Tony Todd, Xander Berkeley, Kasi Lemmons, and Vanessa E. Williams. Based on Clive Barker's short story \"The Forbidden\", the film follows a Chicago graduate student completing a thesis on urban legends and folklore, which leads her to the legend of the \"Candyman\", the ghost of an African-American artist and the son of a slave who was murdered in the late 19th century for his relationship with the daughter of a wealthy white man. The film came to fruition after a chance meeting between Rose and Barker who recently completed his own film adaptation of Nightbreed (1990). Rose expressed interest in Barker's story \"The Forbidden\", and Barker agreed to license the rights. Where Barker's story revolved around the themes of the British class system in contemporary Liverpool, Rose chose to refit the story to Cabrini-Green's public housing development in Chicago and instead focus on the themes of race and social class in the inner-city United States. Candyman was theatrically released on October 16, 1992 by TriStar Pictures and PolyGram Filmed Entertainment. The film received generally positive reviews and grossed over $25 million in the US, where it was also regarded in some critical circles as a contemporary classic of horror cinema. It was followed by two sequels, Candyman: Farewell to the Flesh (1995) and Candyman: Day of the Dead (1999). A direct sequel of the same name was released on August 27, 2021."
    },
    {
        "name": "Candyman (2010 film)",
        "abstract": "Candyman is a documentary film by director Costa Botes about the rise and fall of David Klein, the man who developed and was the original copyright owner of Jelly Belly jelly beans. Klein went on to adopt the title of Candyman in his Candyman Kitchens business once his non-compete clause was up following sale of the Jelly Belly copyright. The film heavily features David Klein and his son Bert Klein, but also includes interviews from then partner and supplier Herman Goelitz Candy Company (now renamed Jelly Belly) as well as Weird Al Yankovic. The film was featured in at the Slamdance Film Festival where it averaged 4.16/5 stars in audience reviews, Hot Docs Canadian International Documentary Festival in Toronto, Rincon International Film Festival in Puerto Rico and the in Omaha, Nebraska, all in 2010. It received mixed reviews from critics earning a B+ rating from The Onion's A.V. Club and 6/10 stars from PopMatters and 2/5 stars from Reel Film."
    },
    {
        "name": "Candyman (2021 film)",
        "abstract": "Candyman is a 2021 supernatural slasher film directed by Nia DaCosta and written by Jordan Peele, Win Rosenfeld, and DaCosta. The film is a direct sequel to the 1992 film of the same name and the fourth film in the Candyman film series, based on the short story \"The Forbidden\" by Clive Barker. The film stars Yahya Abdul-Mateen II, Teyonah Parris, Nathan Stewart-Jarrett, and Colman Domingo with Vanessa Williams, Virginia Madsen, and Tony Todd reprising their roles from the original film. Plans for another Candyman film began in the early 2000s, with original director Bernard Rose wanting to make a prequel film about Candyman and Helen's love. However, the studio turned it down and the project entered development hell. By 2018, Peele signed on as producer for a new film using his company, Monkeypaw Productions and later, in November that same year, it was confirmed that Peele would produce the film with Universal Pictures and Metro-Goldwyn-Mayer and partnered with Rosenfeld to co-produce the film while DaCosta signed on as director. Principal photography for the film began in August 2019 and wrapped in September 2019 in Chicago, Illinois. Candyman was theatrically released in the United States on August 27, 2021, by Universal Pictures. Its release date was delayed three times from an original June 2020 date due to concerns regarding the COVID-19 pandemic. The film received generally positive reviews from critics, who praised DaCosta's direction, visual style, and the blend of social commentary with horror. It has grossed $77 million worldwide against a $25 million budget."
    },
    {
        "name": "Candyman 3: Day of the Dead",
        "abstract": "Candyman 3: Day of the Dead (sometimes titled just Candyman: Day of the Dead) is a 1999 American supernatural slasher film directed by Turi Meyer and starring Tony Todd and Donna D'Errico. It is the third installment in the Candyman series, and a direct sequel to the 1995 film Candyman: Farewell to the Flesh. Its plot follows Caroline, the daughter of Annie Tarrant and a descendant of the Candyman, the powerful spirit of the murdered son of a slave who kills those who invoked him, who finds herself targeted by him on the eve of the Day of the Dead. Unlike the first two installments, the film did not get a theatrical release and was instead released direct-to-video on July 9, 1999. It was followed by a fourth film in 2021, titled Candyman, a direct sequel to the original 1992 film of the same name which returns the storyline to Chicago, Illinois."
    },
    {
        "name": "Cane River (film)",
        "abstract": "Cane River is a 1982 American romantic drama film that was lost until its rediscovery in 2013 and its subsequent re-release in 2018 and beyond. It was written, produced, and directed by Horace B. Jenkins. The film features the lives of African Americans in the US state of Louisiana. While the film premiered in New Orleans, Louisiana, in 1982, Horace Jenkins died before the film could be released in New York City and beyond. The film was considered lost until a negative was recovered in 2013. The film was subsequently restored, and a digitally remastered version of the film screened at the 2018 New Orleans Film Festival on October 22, 2018, after having been unseen for 36 years. Distributor Oscilloscope released it in select theaters in the United States in February 2020. During the COVID-19 pandemic, it was available via virtual cinema before premiering on The Criterion Collection's The Criterion Channel in May 2020. In the following August, Cane River was released on home video."
    },
    {
        "name": "Cane Toads: An Unnatural History",
        "abstract": "Cane Toads: An Unnatural History is a 1988 documentary film about the introduction of cane toads to Australia. Cane toads were introduced to Australia with the aim of controlling a sugar cane pest, the cane beetle, but they over-multiplied and became a serious problem in the Australian ecosystem. It is often humorous, and is used in high schools and colleges as a complement to curricula in biology, ecology, environmental science, anthropology, geography, and communication. It was filmed in Cairns and Gordonvale in Queensland. The film was nominated for a BAFTA Film Award for Best Short Film. It is distributed in the United States by Radio Pictures. Unusual for a film considered a cult classic, Cane Toads performed very well during its theatrical release. Released in March 1988, the film grossed $613,910 Australian dollars (not adjusted for inflation) as of 2012 and has been one of the top grossing Australian documentaries of all time."
    },
    {
        "name": "Cane Toads: The Conquest",
        "abstract": "Cane Toads: The Conquest, a 2010 documentary film by Mark Lewis, tracks the inexorable decades long march of the invasive cane toad across Australia, a \"sequel of sorts\" to his 1988 cult classic, Cane Toads: An Unnatural History. It is described as an \"irreverent\" blend of \"history, nature footage, re-enactments and colorful testimony,\" documenting what is widely considered to be one of Australia's biggest environmental disasters through its effect on people. It was filmed in 3D."
    },
    {
        "name": "Cani e gatti",
        "abstract": "Cani e gatti (Italian: Dogs and cats) is a 1952 Italian comedy film starring Titina De Filippo and Umberto Spadaro."
    },
    {
        "name": "Canillita",
        "abstract": "Canillita is a 1936 Argentine musical film directed and written by Lisandro de la Tea and Manuel Roneima and starring Amanda Ledesma (pictured). The film premiered on 26 March 1936 in Buenos Aires."
    },
    {
        "name": "Caning (film)",
        "abstract": "Caning (Cantonese: 打籐 Jyutping: daa2 tang4) is a 1979 Hong Kong crime drama film directed by Bowie Wu and Wong Man, and starring Chong Lee-Lee and Wai Wang."
    },
    {
        "name": "Canne mozze",
        "abstract": "Canne mozze (\"Sawed-off Shotgun\") is a 1977 Italian crime-thriller film written and directed by Mario Imperoli. It was the last film directed by Imperoli, who died in December 1977."
    },
    {
        "name": "Canned Feud",
        "abstract": "Canned Feud is a 1951 Warner Bros. Looney Tunes animated short directed by Friz Freleng. The short was released on February 3, 1951, and stars Sylvester."
    },
    {
        "name": "Canned Fishing",
        "abstract": "Canned Fishing is a 1938 Our Gang short comedy film directed by Gordon Douglas. It was the 162nd Our Gang short (163rd episode, 74th talking short, and 75th talking episode) that was released."
    },
    {
        "name": "Cannery Rodent",
        "abstract": "Cannery Rodent is a 1967 Tom and Jerry cartoon produced, written and directed by Chuck Jones. It was the final Tom and Jerry cartoon written and directed by Chuck Jones, and one of the last of the theatrical Tom and Jerry cartoons to be released by MGM."
    },
    {
        "name": "Cannery Row (film)",
        "abstract": "Cannery Row is a 1982 American comedy-drama film directed by David S. Ward in his directorial debut, starring Nick Nolte and Debra Winger. The movie is adapted from John Steinbeck's novels Cannery Row (1945) and Sweet Thursday (1954)."
    },
    {
        "name": "Cannes Man",
        "abstract": "Cannes Man is a 1996 independent comedy film directed . The film stars Seymour Cassel and Francesco Quinn. The film also features more than 15 famous Hollywood actors (mostly cameo) including Johnny Depp, Jon Cryer, Benicio del Toro, John Malkovich, Dennis Hopper, Kevin Pollak, Jim Jarmusch and Chris Penn. The film was released as Direct-to-DVD in many countries. 90% of the film was shot in Cannes, France these scenes were directed by Susan Hillary Shapiro."
    },
    {
        "name": "Cannibal! The Musical",
        "abstract": "Cannibal! The Musical (originally known as Alferd Packer: The Musical) is a 1993 American black comedy musical film directed, written, produced, co-scored by and starring Trey Parker in his directorial debut while studying at the University of Colorado at Boulder, before reaching fame with South Park alongside his friend Matt Stone who also stars in and produced the film. It is loosely based on the true story of Alferd Packer and the sordid details of the trip from Utah to Colorado that left his five fellow travelers dead and partially eaten. Trey Parker (credited as Juan Schwartz) stars as Alferd Packer, with frequent collaborators Stone, Dian Bachar, and others playing the supporting roles. A live staged version was performed at Sierra College, in Rocklin, California, in May 1998. It was followed by Dad's Garage Theater, Atlanta Georgia, in the fall of 1998. The Dad's Garage version is highlighted in the special features of Troma's DVD release of the movie. The show has continued to find small theaters and audiences across America and beyond for many years. In 2001, a production was staged Off-Broadway at the Kraine Theater on East 4th Street in New York. A large-scale stage production was produced by The Rival Theatre Company at the 2008 Edinburgh Festival Fringe. It featured West End performers. It was executive produced by Jason McHugh and directed by Frazer Brown. In 2011, producer Jason McHugh released a book titled Shpadoinkle: The Making of Cannibal! The Musical which chronicles all aspects of the creation and continuation of the Cannibal! The Musical cult phenomenon."
    },
    {
        "name": "Cannibal (2010 film)",
        "abstract": "Cannibal is a 2010 Belgian horror film written and directed by Benjamin Viré. It stars Nicolas Gob, , and Eric Godon."
    },
    {
        "name": "Cannibal (2013 film)",
        "abstract": "Cannibal (Spanish: Caníbal) is a 2013 thriller film directed by Manuel Martín Cuenca. It was screened in the Special Presentation section at the 2013 Toronto International Film Festival. An international co-production among companies from Spain, Romania, Russia and France, the film was produced by La Loma Blanca PC, MOD Producciones, Libra Film, CTB Film Company LTD and Luminor. Penned by Martín Cuenca and Alejandro Hernández, the screenplay is inspired by Humberto Arenal's novel Caríbal."
    },
    {
        "name": "Cannibal Apocalypse",
        "abstract": "Cannibal Apocalypse (Italian: Apocalypse domani, lit. 'Apocalypse tomorrow', also known as Invasion of the Flesh Hunters) is a 1980 action horror film directed by Antonio Margheriti (under the pseudonym 'Anthony M. Dawson') and starring John Saxon, Elizabeth Turner, Giovanni Lombardo Radice, Cinzia De Carolis, Tony King and Ramiro Oliveros. The film combines the cannibal film genre with a forerunner of Margheriti's Vietnam War films."
    },
    {
        "name": "Cannibal Attack",
        "abstract": "Cannibal Attack is a 1954 American adventure film, the fourteenth Jungle Jim film produced by Columbia Pictures. The film features Johnny Weissmuller in his inaugural performance as the protagonist adventurer Johnny Weissmuller, a character previously called \"Jungle Jim.\" The film also features Judy Walsh. It was directed by Lee Sholem and written by Carroll Young. Filmed at the Los Angeles County Arboretum and Botanic Garden, there are no cannibals in the film The story follows the character Weissmuller battling cannibal looters trying to steal shipments of cobalt. It was theatrically released in North American cinemas in November 1954."
    },
    {
        "name": "Cannibal Campout",
        "abstract": "Cannibal Campout is a 1988 horror film written and directed by Jon McBride, and co-directed by Tom Fisher."
    },
    {
        "name": "Cannibal Ferox",
        "abstract": "Cannibal Ferox, also known as Make Them Die Slowly in the US and as Woman from Deep River in Australia, is a 1981 Italian cannibal exploitation horror film written and directed by Umberto Lenzi. Upon its release, the film's US distributor claimed it was \"the most violent film ever made\". Cannibal Ferox was also claimed to be \"banned in 31 countries\", although this claim is dubious. The title derives from the Latin ferox, meaning cruel, wild or ferocious."
    },
    {
        "name": "Cannibal Girls",
        "abstract": "Cannibal Girls is a 1973 Canadian independent grindhouse comedy horror film, co-written and directed by Ivan Reitman and starring Eugene Levy, Andrea Martin, and Ronald Ulrich. Whether by coincidence or not, the name of the film's setting, Farnhamville, is reminiscent of Robert A. Heinlein's novel Farnham's Freehold, in which cannibalism is a major theme."
    },
    {
        "name": "Cannibal Holocaust",
        "abstract": "Cannibal Holocaust is a 1980 Italian found footage cannibal horror film directed by Ruggero Deodato and written by Gianfranco Clerici. It stars Robert Kerman as Harold Monroe, an anthropologist from New York University who leads a rescue team into the Amazon rainforest to locate a crew of filmmakers. Played by Carl Gabriel Yorke, Francesca Ciardi, Perry Pirkanen, and Luca Barbareschi, the crew had gone missing while filming a documentary on local cannibal tribes. When the rescue team is only able to recover the crew's lost cans of film, an American television station wishes to broadcast the footage as a sensationalized television special. Upon viewing the reels, Monroe is appalled by the team's actions and objects to the station's intent to air the documentary. Produced as part of the contemporary cannibal trend of Italian exploitation cinema, Cannibal Holocaust was inspired by Italian media coverage of Red Brigades terrorism. The coverage included news reports that Deodato believed to be staged, an idea which became an integral aspect of the film's story. Additional story elements were influenced by the documentaries of Mondo director Gualtiero Jacopetti, including the presentation of the documentary crew's lost footage, which constitutes approximately half of the film. The treatment of this footage, which is noted for its visual realism, innovated the found footage style of filmmaking that was later popularized in American cinema by The Blair Witch Project. Cannibal Holocaust was filmed primarily on location in the Amazon rainforest of Colombia with a cast of indigenous tribes interacting with mostly inexperienced American and Italian actors recruited in New York City. Cannibal Holocaust achieved notoriety as its graphic violence aroused a great deal of controversy. After its premiere in Italy, it was ordered to be seized by a local magistrate, and Deodato was arrested on obscenity charges. He was later charged with multiple counts of murder due to rumors that claimed several actors were killed on camera. Although Deodato was cleared of these charges, the film was banned in Italy, Australia, and several other countries due to its graphic content, including sexual assault and genuine violence toward animals. Although some nations have since revoked the ban, it is still upheld in several countries. Critical reception of the film is mixed, although it has received a cult following. The film's plot and violence have been noted as subtextual commentary on ethics in journalism, exploitation of South American countries, and the difference between Western and non-Western countries, yet these interpretations have also been met with criticism, with any perceived subtext deemed hypocritical or insincere due to the film's presentation. Many sequels were filmed, but all of them were unofficial."
    }
]