[
    {
        "name": "Ca'Purange",
        "abstract": "Ca'Purange is an album by saxophonist Dexter Gordon which was recorded in 1972 and released by Prestige."
    },
    {
        "name": "Cab (song)",
        "abstract": "\"Cab\" is a song written and recorded by the American rock band, Train. It was released in November 2005 as the lead single from the band's fourth studio album, For Me, It's You, and was produced by Brendan O'Brien. It peaked higher on the charts than the two other radio singles from the album, \"Give Myself to You\" and \"Am I Reaching You Now\"."
    },
    {
        "name": "Cab Driver",
        "abstract": "\"Cab Driver\" is a song written by Carson Parks and performed by The Mills Brothers featuring Sy Oliver and His Orchestra. It reached #3 on the Easy Listening chart, #21 on the Cashbox chart, and #23 on the Billboard Hot 100 chart in 1968. It was featured on their 1968 album Fortuosity. The song was arranged by Sy Oliver and produced by Charles Randolph Grean and Tom Mack. The song ranked #86 on Billboard magazine's Top 100 singles of 1968."
    },
    {
        "name": "Cabaret (Justin Timberlake song)",
        "abstract": "\"Cabaret\" is a song recorded by American singer and songwriter Justin Timberlake for his fourth studio album, The 20/20 Experience – 2 of 2 (2013). Featuring a rap verse by Canadian rapper Drake, the song was written and produced by Timberlake, Timothy \"Timbaland\" Mosley, Jerome \"J-Roc\" Harmon and Daniel Jones, with additional writing from James Fauntleroy and Drake. \"Cabaret\" is a pop and soul song which features beatboxing, handclapping, guitars and keyboards in its composition. Music critics noted its similarity to Timbaland's earlier works with singer Aaliyah and Timberlake's 2006 single \"My Love\". Lyrically, it finds the singer comparing his love to a burlesque and features sexually oriented lyrics. \"Cabaret\" received generally positive reviews from contemporary critics who praised Timbaland's production as well as Drake's rap verse on the song. As a result of the strong digital downloads following the release of the album, the track debuted on the charts in South Korea and the United States. It peaked at number 18 on the US R&B Songs chart and number 50 on the South Korean Gaon Chart, selling over 3,800 digital copies for the week in the latter country. Timberlake included \"Cabaret\" on the set list of his fourth worldwide concert tour entitled The 20/20 Experience World Tour (2013-2014)."
    },
    {
        "name": "Cabaret (musical)",
        "abstract": "Cabaret is a 1966 musical with music by John Kander, lyrics by Fred Ebb, and book by Joe Masteroff. The musical was based on John Van Druten's 1951 play I Am a Camera which was adapted from Goodbye to Berlin (1939), a semi-autobiographical novel by Anglo-American writer Christopher Isherwood which drew upon his experiences in the poverty-stricken Weimar Republic and his intimate friendship with nineteen-year-old cabaret singer Jean Ross. Set in 1929–1930 Berlin during the twilight of the Jazz Age as the Nazis are ascending to power, the musical focuses on the hedonistic nightlife at the seedy Kit Kat Klub and revolves around American writer Clifford Bradshaw's relations with English cabaret performer Sally Bowles. A subplot involves the doomed romance between German boarding house owner Fräulein Schneider and her elderly suitor Herr Schultz, a Jewish fruit vendor. Overseeing the action is the Master of Ceremonies at the Kit Kat Klub, and the club itself serves as a metaphor for ominous political developments in late Weimar Germany. The musical depicts Weimar-era Berlin during this chaotic interwar period as a carnival of debauchery and despair inhabited by desperate people who are unaware of the national catastrophe that awaits them. The original Broadway production opened on November 20, 1966, at the Broadhurst Theatre in New York City and became a box office hit that ran for 1,166 performances. The award-winning musical inspired numerous subsequent productions in London and New York as well as the 1972 film of the same name."
    },
    {
        "name": "Cabbage (Gaelic Storm album)",
        "abstract": "Cabbage is the eighth album by Celtic band Gaelic Storm. It was released on August 3, 2010, and reached #73 on the Billboard 200 on August 21, 2010."
    },
    {
        "name": "Cabbage Alley",
        "abstract": "Cabbage Alley is the fourth studio album by the funk group the Meters."
    },
    {
        "name": "Cabeça Dinossauro",
        "abstract": "Cabeça Dinossauro (Portuguese for Dinosaur Head) is the third studio album by Brazilian rock band Titãs, released on 25 June 1986. It was their first album produced by Liminha, who was the director of WEA at the time of the album's recording, which facilitated the relationship between band and label; and their first gold album, certified as such in December 1986."
    },
    {
        "name": "Cabin Fever (Corb Lund album)",
        "abstract": "Cabin Fever is the seventh studio album by Corb Lund and the Hurtin' Albertans. It was released by New West Records on August 14, 2012. The album was named a longlisted nominee for the 2013 Polaris Music Prize on June 13, 2013."
    },
    {
        "name": "Cabin Fever (Flying Burrito Brothers album)",
        "abstract": "Cabin Fever is a live album by the country rock group The Flying Burrito Brothers, released in 1985. After John Beland and Gib Guilbeau brought the Burritos to a close in 1984, original member \"Sneaky\" Pete Kleinow took the opportunity to use the band's name in an effort to secure overseas club work. He re-formed the band with Skip Battin, Greg Harris and Jim Goodall, all of whom had toured with Kleinow as The Peace Seekers. The new band toured as the Flying Burrito Brothers beginning in February 1985. Cabin Fever was recorded by this incarnation of the band in the spring of 1985 to less than excited reviews."
    },
    {
        "name": "Cabin Fever (Lenny Breau album)",
        "abstract": "Cabin Fever is an album by Canadian jazz guitarist Lenny Breau that was released in 1997."
    },
    {
        "name": "Cabin Fever (Rasputina album)",
        "abstract": "Cabin Fever! is the third studio album of Rasputina released in 2002 with Instinct Records. It is noteworthy for its use of industrial influences, particularly the distorted cello."
    },
    {
        "name": "Cabin Fever 3 (mixtape)",
        "abstract": "Cabin Fever 3 is the thirteenth mixtape by American rapper Wiz Khalifa. It was released on December 15, 2015, by Rostrum Records and Taylor Gang Records. The tape marks as the third installment to his Cabin Fever trilogy. During an interview with HipHopDX, Wiz previewed a track, which was produced by Sonny Digital. The tape features guest appearances from Kevin Gates, Curren$y, 2 Chainz, K Camp, Project Pat, Yo Gotti, Problem and King Los, along with Taylor Gang members Juicy J and Chevy Woods."
    },
    {
        "name": "Cabin Flounder",
        "abstract": "Cabin Flounder is the debut studio album by alternative rock band Fetchin Bones. It was released in 1985 through DB Records."
    },
    {
        "name": "Cabin Ghosts",
        "abstract": "Cabin Ghosts is the 2008 EP by Cory Chisel and The Wandering Sons. It was recorded mostly live at Robinwood, his family's cabin in the wilds of Elco, Wisconsin, and at a live concert in his hometown of Appleton, Wisconsin."
    },
    {
        "name": "Cabin by the Sea",
        "abstract": "Cabin by the Sea is the second studio album released by American reggae band The Dirty Heads on June 19, 2012. The first single, \"Spread Too Thin\", premiered on KROQ at 4:20 on March 9, 2012 and was released on iTunes on March 13."
    },
    {
        "name": "Cabin in the Hills",
        "abstract": "Cabin in the Hills is the fifty-first studio album by American recording artist Merle Haggard released on May 1, 2001."
    },
    {
        "name": "Cabin in the Sky (Curtis Fuller album)",
        "abstract": "Cabin in the Sky is a 1962 album featuring songs from the musical Cabin in the Sky by jazz trombonist Curtis Fuller accompanied by an orchestra arranged and conducted by Manny Albam which was released on the Impulse! label."
    },
    {
        "name": "Cabin in the Sky (Tuxedomoon album)",
        "abstract": "Cabin in the Sky is the tenth studio album by American post-punk band Tuxedomoon, released on July 20, 2004 by Cramboy."
    },
    {
        "name": "Cabinessence",
        "abstract": "\"Cabinessence\" (also typeset as \"Cabin Essence\") is a song by the American rock band the Beach Boys from their 1969 album 20/20 and their unfinished Smile project. Written by Brian Wilson and Van Dyke Parks, Wilson described the song as a \"rock and roll waltz\" about railroads, while Parks offered that the pair were attempting to write a song that would end on \"a freeze frame of the Union Pacific Railroad\". The instrumentation includes banjo, cello, dobro, bouzouki, fuzz-tone bass, trumpet, accordion, and percussion that was arranged to sound like the pounding of rail spikes. During the initial recording for the song, in late 1966, Parks was called in to the studio to settle a dispute from Mike Love over the lyrics, which Love felt may have contained references to drug culture, something he did not wish to be associated with. Although Parks refused to explain the song to Love, he sang the lines despite his reservations. Parks subsequently disassociated himself from the project, leaving \"Cabinessence\" unfinished until November 1968, when Wilson's bandmates overdubbed additional vocals onto the recording. It was then included as the closing track on 20/20. Wilson later remade \"Cabinessence\" as a solo artist for his 2004 album Brian Wilson Presents Smile. \"Cabinessence\" remains one of the central pieces of the Smile mythos. In 2011, Mojo issued \"Cabinessence\" as a single, backed with \"Wonderful\", to promote the forthcoming release of The Smile Sessions. In 2012, the magazine ranked it the 11th-greatest Beach Boys song, deeming it \"Smile in microcosm\" and a \"misunderstood masterpiece\". Biographer Jon Stebbins said that its \"demonic chanting\" exemplified \"some of the most haunting, manic, evil-sounding music the Beach Boys ever made\"."
    },
    {
        "name": "Cabinet (album)",
        "abstract": "Cabinet is the debut studio album of the Swedish death metal band Spawn of Possession."
    },
    {
        "name": "Cabinet Battle",
        "abstract": "\"Cabinet Battle #1\" & \"Cabinet Battle #2\" are songs written for Act II of the musical Hamilton, based on the life of Alexander Hamilton, which premiered on Broadway in 2015. Lin-Manuel Miranda wrote both the music and lyrics to the songs. The songs portray discussions in the cabinet of the administration of George Washington (played by Christopher Jackson in the original cast) in the style of rap battles between Secretary of the Treasury Alexander Hamilton (Lin-Manuel Miranda) and U.S. Secretary of State Thomas Jefferson (Daveed Diggs), with U.S. Representative James Madison (Okieriete Onaodowan) occasionally assisting Jefferson. The Cabinet battles, which include the anachronistic use of microphones, were influenced by the rap battles that appear in the film 8 Mile. \"Cabinet Battle #1\" and \"Cabinet Battle #2\" were performed in the stage version of the musical. \"Cabinet Battle #3\" was cut from the final version, but Lin-Manuel Miranda's demo track of that song was ultimately released on The Hamilton Mixtape. According to the credits of the 2020 filmed version of Hamilton, \"Cabinet Battle #1\" contains elements of \"The Message\" by Grandmaster Flash and the Furious Five, while \"Cabinet Battle #2\" contains elements of \"(It's All Good)\" by The Notorious B.I.G. The songwriters of those songs officially share credit on these songs, also per the credits of the film."
    },
    {
        "name": "Cabinet of Curiosities (album)",
        "abstract": "Cabinet of Curiosities is a compilation album by English post-punk band The Pop Group, released on 20 October 2014 through Freaks R Us."
    },
    {
        "name": "Cabled Linear Traction",
        "abstract": "Cabled Linear Traction is the first full-length album by English band Hood. The LP version was released on in 1994, limited to 200 copies and on Slumberland Records in 1995, limited to 1100 copies. The CD version was released on Slumberland Records in 1999."
    },
    {
        "name": "Cables' Vision",
        "abstract": "Cables' Vision is a studio album by jazz pianist George Cables, released in 1980 by Contemporary Records and featuring trumpeter Freddie Hubbard."
    },
    {
        "name": "Cables Fables",
        "abstract": "Cables Fables is an album by jazz pianist George Cables and his trio, released in 1991 on SteepleChase Records."
    },
    {
        "name": "Cabo Verde (album)",
        "abstract": "Cabo Verde is the sixth album by Cesária Évora. The last single is based on a poem \"Quem ca conchê Mindelo, Ca conché Cabo-Verde\" by Manuel de Novas, it would be titled \"Ess Pais\" (Portuguese: \"Este Pais\")"
    },
    {
        "name": "Cabretta",
        "abstract": "Cabretta, known as Mink DeVille in the United States, was the 1977 debut album by Mink DeVille. It peaked at number 186 on the Billboard 200 chart and was voted the 29th best album of 1977 in the Village Voice's Pazz & Jop critics' poll. A single from the album, \"Spanish Stroll\", was a top-20 hit in the UK. Cabretta was produced by Jack Nitzsche, who would help shape Mink DeVille's sound and collaborate with lead singer and composer Willy DeVille for many years to come. Joining the band on saxophone was Steve Douglas, who, like Nitzsche, is a member of the Rock and Roll Hall of Fame and who would also play on many Mink DeVille albums. The album gets its name from a type of leather jacket (a cabretta leather jacket was worn by Ben Edmonds, the Capitol Records A&R man who signed Mink DeVille in 1976). Willy DeVille said the Cabretta leather was like his band's music, tough but tender."
    },
    {
        "name": "Cachao y su Descarga 77",
        "abstract": "Cachao y su Descarga 77 is the first album recorded as a leader by Cachao in the United States, following his exile from Cuba in 1962. It was recorded in July 1976 under the supervision of musicologist René López, who was responsible for organizing the sessions. The LP was released in 1977 by Salsoul to critical acclaim. The songs included in the release are in the descarga format, i.e. improvised jam sessions, and were performed by a predominantly Cuban lineup featuring trumpeter Alfredo \"Chocolate\" Armenteros, percussionist Carlos \"Patato\" Valdés and flautist Gonzalo Fernández, among others. Considered Cachao's \"comeback album\", it was followed by Dos, which was recorded during the same sessions. Although praised by critics, both albums had limited commercial success and virtually no airplay."
    },
    {
        "name": "Cachito (Nat King Cole song)",
        "abstract": "\"Cachito\" is song composed by Mexican songwriter Consuelo Velázquez in 1957. It was popularized in a 1958 recording by Nat King Cole. Cole included the track as first track on the Capitol Records LP Cole Español. Capitol also released \"Cachito\" as a single in Spain and Latin America. In Colombia, it was popularized by Matilde Díaz."
    },
    {
        "name": "Cachito de Cielo (song)",
        "abstract": "Cachito de Cielo (Little bit of Heaven), is a song written, arranged and performed by Mexican recording artist Pedro Fernández. The song was released on the special edition album \"No Que No... edición especial\" in 2012 and released as a single in 2013. This song was the theme song of the popular telenovela Cachito de cielo in which Pedro starred as the protagonist. He wrote the song while thinking about the plot of the novel. Pedro Fernández won the Latin Grammy Award for Best Regional Mexican Song (2013) as songwriter and performing artist for \"Cachito de Cielo\". Live performance. This was Pedro's third Latin Grammy Awarded to him for his music."
    },
    {
        "name": "Caché (album)",
        "abstract": "Caché is an album by saxophonist Kirk Whalum issued in 1993 on Columbia Records. The album reached No. 1 on the Billboard Top Contemporary Jazz Albums chart and No. 39 on the Billboard Top Jazz Albums chart."
    },
    {
        "name": "Caco de Vidro",
        "abstract": "Caco de Vidro (Portuguese for \"Glass Shard\") is the second album by Brazilian singer Duda Brack, released on 4 November 2021 through Ney Matogrosso's and Jorginho Veloso's Matogrosso and Alá Comunicação e Cultura labels; distributed by Altafonte and produced by Brack herself and Gabriel Ventura. By the end of 2020, when she presented her audiovisual project Uma Saga de Duda Brack, she already planned to release the album (already titled back then) the following year. Around that time, she said the album would have funk, pagode, folk and Latin rhythms. The release is an evolution of her spectacle, which narrates the story of a woman who sets herself free from an abusive relationship through the female power. The singer described it as \"an extremely female and also feminist album\". While preparing Caco de Vidro, Duda already created the repertoire of a third album, which will be released in the future, \"as soon as possible\"."
    },
    {
        "name": "Cactus (A.C.E song)",
        "abstract": "\"Cactus\" (Hangul: 선인장; RR: seon-injang) is the debut single by South Korean boy group A.C.E. It was released on May 23, 2017, by Beat Interactive and distributed by Sony Music. In order to promote the single, the group performed on several South Korean music programs, including Music Bank and Show! Music Core. A music video for the song was also released on May 23. The single album peaked at number 24 on the Gaon Album Chart."
    },
    {
        "name": "Cactus (Cactus album)",
        "abstract": "Cactus is the eponymous debut studio album by American hard rock band Cactus. Released in 1970 through Atco Records. It includes original songs from the band as well as two covers of Mose Allison's version of a blues standard, \"Parchman Farm\" and Willie Dixon's \"You Can't Judge a Book by the Cover\". The album is also notable for the track \"Let Me Swim\" which later loosely inspired the 1978 guitar solo \"Eruption\" composed by Eddie Van Halen."
    },
    {
        "name": "Cactus (Pixies song)",
        "abstract": "\"Cactus\" is a song by the American alternative rock band Pixies, and is the eighth track on their 1988 album Surfer Rosa. It was written and sung by the band's frontman Black Francis and produced by Steve Albini."
    },
    {
        "name": "Cactus Choir",
        "abstract": "Cactus Choir is the first solo album by British keyboardist Dave Greenslade, released in 1976 soon after the disbandment of his own eponymous band, Greenslade. His Greenslade bandmate Tony Reeves also plays on half of the album's tracks. The artwork for the cover is by Roger Dean."
    },
    {
        "name": "Cactus V",
        "abstract": "Cactus V is the fifth album by American rock supergroup Cactus released in 2006. Cactus re-emerged in May 2006 in New York City. A radio broadcast on The Radiochick Show, and their first show since 1972 at B.B. King's Blues Club in Times Square on June 3. The 2006 version of Cactus saw original members Appice, Bogert and McCarty reunited and joined by former Savoy Brown frontman Jimmy Kunes on vocals, filling in for the late original Cactus singer Rusty Day. This show was a warm up for the gig which sparked the reunion, an appearance at the Sweden Rock Festival in Norje, Sweden on June 9. Randy Pratt of The Lizards joined the band in New York and Sweden on harmonica. The band went into the studio and recorded Cactus V. It was their first album together in 34 years."
    },
    {
        "name": "Cactus and a Rose",
        "abstract": "Cactus and a Rose is a 1980 honky tonk/Southern rock album by Country music singer Gary Stewart. The singer's seventh studio album, it only reached #49 on Billboard's \"Country Albums\" chart, spawning two low-charting singles: \"Cactus and a Rose\" (#48) and \"Are We Dreamin' the Same Dream\" (#66). Produced by Chips Moman, it was a departure from his standard honky-tonk fare, as it features Southern rockers Gregg Allman, Dickey Betts, Mike Lawler, Bonnie Bramlett (from Delaney, Bonnie & Friends), and Randy Scruggs. According to Allmusic the album proves that \"Stewart could have easily fronted the Allman Brothers or Marshall Tucker or, vocally kicked Charlie Daniels' southern rock butt from here to Pascagoula as a great honky tonk singer.\""
    },
    {
        "name": "Cactuses Come in Flocks",
        "abstract": "Cactuses Come In Flocks is an album by Melt-Banana. It is their second full-length release, although the band refers to it as their \"1&½nd album\". The album was originally released on cassette by Chocolate Monk, and was later re-issued to CD and LP by A-Zap. Cactuses Come in Flocks contains an early live performance in November 1992 at an improvisation festival at the Tokyo University of Foreign Studies. None of these songs ever made it to any studio recording although the song \"To the Core\" has the same lyrics as \"Chicken Headed Raccoon Dog\" on their debut album Speak Squeak Creak. The other half of the album is a studio session from July 1994 soon after the recording of the first album. These songs were recorded specially for this release. The sound is some of the rawest of Melt-Banana. This recording also marks the debut of Melt-Banana regulars \"Ketchup-Mess\" (in a much slower version) and \"Picnic in Panic\" (in a much faster version). The CD/LP re-issue also contains a song not featured on the original cassette called \"Interval\". This song was usually played on tape at the beginning of almost all their shows during the 94-95 period. On the original cassette release the 15 studio songs were on side A and the 16 live songs were on side B. The re-issue has them switched with \"Interval\" in the middle."
    },
    {
        "name": "Cadavrexquis",
        "abstract": "Cadavrexquis is a studio album by French singer Amanda Lear, first released by Chène Music in 1993."
    },
    {
        "name": "Caddyshack (soundtrack)",
        "abstract": "Caddyshack: Music from the Motion Picture Soundtrack is a 1980 soundtrack to the film of the same name. It includes original songs from Kenny Loggins and a film score by Johnny Mandel. It also includes appearances by Journey, Paul Collins & the Beat, and Hilly Michaels. The soundtrack was a moderate success on the charts, peaking at #78 on the Billboard 200. In 2010, La-La Land Records reissued the soundtrack on CD."
    },
    {
        "name": "Cadenza (album)",
        "abstract": "Cadenza is the second album by the Marple band Dutch Uncles and their first album to receive a release in the UK. It was released on 25 April 2011 as an Audio CD, iTunes digital download and Gatefold vinyl. The album was recorded in Salford in Greater Manchester, England during the summer of 2010."
    },
    {
        "name": "Cadet (album)",
        "abstract": "Cadet is the debut studio album by Cadet. BEC Recordings released the album on April 24, 2001. Cadet worked with producer, Neill King, in the production of this album."
    },
    {
        "name": "Cadillac (album)",
        "abstract": "Cadillac is a 1989 album recorded by French singer Johnny Hallyday. It was released in June 1989 and achieved success in France, where it debuted at #1 for eight consecutive weeks on the SNEP albums chart on July 2, 1989, and totalled 61 weeks in the top 50. It provided five singles in France, including a top three hit: \"Mirador\" (#3), \"Si j'étais moi\" (#25), \"Les Vautours...\" (#30), \"Himalaya\" (#30) and \"Cadillac\" (#39). The lyrics were written by Étienne Roda-Gil, who had worked in the 1980s with Vanessa Paradis, and the music was composed and arranged by Jacques Cardona, David Hallyday, Georges Augier, Jean-Pierre Bucolo and Jean-Claude Petit. This album was inspired by Antoine Laumet de La Mothe, sieur de Cadillac, a French who founded Detroit in 1701 and who gave his name to the brand of luxury vehicles."
    },
    {
        "name": "Cadillac Rag",
        "abstract": "Cadillac Rag is a bluegrass album by John Hartford and Mark Howard, released in 1991 (see 1991 in music). It is also credited to The Hartford String Band."
    },
    {
        "name": "Cadillac Records: Music from the Motion Picture",
        "abstract": "Cadillac Records: Music From the Motion Picture is a soundtrack album for the film Cadillac Records. It features covers of classic songs from Chess Records' singers as performed by the film's actors including Beyoncé (as Etta James), Eamonn Walker (as Howlin' Wolf) and Jeffrey Wright (as Muddy Waters). It also features original songs from contemporary artists such as Beyoncé's sister, R&B singer Solange Knowles and rapper Nas. The soundtrack has been released in single and double-disc editions. The soundtrack was nominated for a 2010 Grammy Award for Best Compilation Soundtrack Album for a Motion Picture, Television or Other Visual Media. It lost out to the soundtrack from Slumdog Millionaire. Additionally, Beyoncé's \"At Last\", released as the only single from the soundtrack, won a Grammy for the Best Traditional R&B Vocal Performance. Another one of the songs from the soundtrack, \"Once In a Lifetime\", also by Beyoncé, was nominated for a Grammy for Best Song Written for a Motion Picture, Television or Other Visual Media but lost to \"Jai Ho\" from Slumdog Millionaire.It was also nominated for Best Original Song at the 2008 Golden Globe Awards. Knowles' co-writers for the song were Amanda Ghost, Scott McFarnon, Ian Dench, James Dring and Jody Street. At the Golden Globes, \"Once In a Lifetime\" lost out to Bruce Springsteen's title track for the movie The Wrestler. The soundtrack spent 48 weeks at number one on the Top Blues Albums and it has sold over 165,000 copies in the US."
    },
    {
        "name": "Cadillactica",
        "abstract": "Cadillactica is the second studio album by American rapper Big K.R.I.T. It was released on November 10, 2014, by Cinematic Music Group and Def Jam Recordings. The album features guest appearances from Raphael Saadiq, E-40, Wiz Khalifa, Kenneth Whalum III, Mara Hruby, Rico Love, Bun B, Devin the Dude, Big Sant, Jamie N Commons, Lupe Fiasco and ASAP Ferg. The album debuted at number five on the US Billboard 200 and was supported by three singles: \"Pay Attention\", \"Cadillactica\" and \"Soul Food\". It was also met with widespread acclaim from critics who praised the soulful production and thoughtful lyrics, ending up on many end-of-year lists."
    },
    {
        "name": "Cadmium (song)",
        "abstract": "\"Cadmium\" is a song recorded by the American rock band Pinegrove. The song was released on January 27, 2016 through Run for Cover Records, as the second single from the band's second studio album Cardinal. It was written by singer-songwriter Evan Stephens Hall."
    },
    {
        "name": "Cadore 33",
        "abstract": "Popular Spanish singer Sergio Dalma followed 2011's four-times platinum Via Dalma II with Cadore 33. Unlike Dalma's previous two albums, which consisted of Spanish-language covers of Italian songs, this marked his return to performing original material. The disc reunited the singer with producer , who produced both 2010's and Via Dalma II. The title refers to the address of the studio in Milan, Italy, where the disc was recorded. Dalma has said he titled the disc as a nod to the Beatles' Abbey Road. The album was preceded by the single \"Si Te Vas,\" which was released Monday, September 30, 2013 and reached No. 21 in Spain. A music video, in which Dalma portrays the leader of a band of thieves, premiered Monday, October 21, 2013. The album also features a Catalan-language version of the song, for which Dalma wrote the lyrics. Upon its first week in release, Cadore 33 topped the official album chart released by Productores de Música de España. Excluding compilations, this was Dalma's fifth consecutive album to reach No. 1 on the national chart. It was preceded by Via Dalma II (2011), (2010), Trece (2010) and A Buena Hora (2008). Released simultaneously with the album was a special edition that came in an oversized box and featured a 2014 calendar."
    },
    {
        "name": "Caedmon's Call (album)",
        "abstract": "Caedmon's Call is the first major release from Houston, Texas-based outfit Caedmon's Call. It was recorded at Nickel & Dime Studios in Avondale Estates, Georgia."
    },
    {
        "name": "Caer (album)",
        "abstract": "Caer is the fourth studio album by Dominican-American singer-songwriter George Lewis Jr., under his stage name Twin Shadow. It was released on April 27, 2018 under Warner Music Group."
    },
    {
        "name": "Caesar (song)",
        "abstract": "\"Caesar\" is a song by the English band I Blame Coco from their debut album, The Constant. Produced by Klas Åhlund, the track features Swedish singer Robyn and was released as the album's lead single on 31 January 2010. The accompanying music video, directed by directing duo Hope Audikana, was uploaded onto Island Records' official YouTube account on 17 December 2009."
    },
    {
        "name": "Caetano Veloso (1968 album)",
        "abstract": "Caetano Veloso is the debut solo album by the artist of the same name, released in Brazil in 1968. He had released Domingo the year before in collaboration with Gal Costa. It was one of the first Tropicália efforts, and features arrangements by Júlio Medaglia, , and , as well as an eclectic assortment of influences, demonstrating the \"antropofagia\" (artistic cannibalism) of the Tropicália movement. Sounds from psychedelia, rock, pop, Indian music, bossa nova, Bahian music and other genres appear on the album. It includes the hit songs \"Alegria, Alegria\", \"Tropicália\", and \"Soy loco por ti, América\"."
    },
    {
        "name": "Caetano Veloso (1969 album)",
        "abstract": "Caetano Veloso (a.k.a. Álbum Branco, which means White Album, in Portuguese) is an album released in Brazil in 1969, being the third album by Caetano Veloso, his second solo. The album vocals and acoustic guitars were recorded in a small recording studio in Salvador, where Veloso was confined for defying the authoritarian Brazilian government of the time. He recorded the vocals, and Gilberto Gil the acoustic guitar, which were sent to arranger and producer Rogério Duprat, who added layers of electric guitars, horns, bass, drums and other instruments in a more professional studio in São Paulo. The album, like its predecessor, is very eclectic (a characteristic of the Tropicália movement), with songs that vary from Bossa Nova, Psychedelic rock, Carnival music, traditional Bahian music, Fado, Tango, and others. It has songs in Portuguese, Spanish, and English. The song 'Alfomega' was sampled by MF DOOM on the Ghostface Killah track 'Charlie Brown' in 2006."
    },
    {
        "name": "Caetano Veloso (1971 album)",
        "abstract": "Caetano Veloso is the third self-titled album by Caetano Veloso. It was recorded in England, when the artist was in an exile imposed by the Brazilian government of the time for being subversive. It is mostly sung in English and portrays a sad tone throughout, reflecting his feelings about homesickness and the absence of his family and friends. It was released first in Europe, and then in Brazil, in 1971."
    },
    {
        "name": "Caetano e Chico: Juntos e Ao Vivo",
        "abstract": "Caetano e Chico – juntos e ao vivo is a 1972 live album by Brazilian musicians Caetano Veloso and Chico Buarque. It was recorded in Salvador's Teatro Castro Alves shortly after Veloso returned from his exile in London, imposed by the ruling Brazilian military dictatorship. Because of the political connotation of the songs and the repressive nature of the regime at the time, audience shouts and clapping were made intentionally louder in some parts of the album which contained verses that the censors had vetoed."
    },
    {
        "name": "Cafe Carolina",
        "abstract": "Cafe Carolina is the fourteenth studio album by American country music artist Don Williams. It was released in May 1984 via MCA Records. The album peaked at number 13 on the Billboard Top Country Albums chart."
    },
    {
        "name": "Cafe on the Corner",
        "abstract": "Cafe on the Corner is the ninth studio album by American country music band Sawyer Brown. Released in 1992 by Curb Records, it produced three singles on the Billboard country music charts: the title track, \"All These Years\", and \"Trouble on the Line\". \"All These Years\", previously recorded by writer Mac McAnally on his 1992 album Live and Learn."
    },
    {
        "name": "Caffeine & Big Dreams",
        "abstract": "Caffeine & Big Dreams is the second studio album by Canadian country music artist Kira Isabella. It was released on October 14, 2014 via Sony Music Canada. The album includes the singles \"Quarterback\", \"Gone Enough\" and \"Shake It If Ya Got It\"."
    },
    {
        "name": "Caffeine (album)",
        "abstract": "Caffeine is the eponymous debut album by the free improvisation trio consisting of Jim Baker on piano, Steve Hunt on percussion and Ken Vandermark on reeds. It was recorded in 1993 and released on Okka Disk. By the time of recording, Vandermark and Hunt were members of the NRG Ensemble."
    },
    {
        "name": "Café Atlantico",
        "abstract": "Café Atlantico is the seventh album by the Cape Verdean singer-songwriter Cesária Évora. Café Atlantico is a reference to her home where she frequently entertained guests."
    },
    {
        "name": "Café Bleu",
        "abstract": "Café Bleu is the official debut album released by the English band The Style Council. It was released on 16 March 1984, on Polydor Records, produced by Paul Weller with Peter Wilson. It followed the compilation Introducing The Style Council, which was released only in the Netherlands, Canada and Japan. The album was mainly recorded at Solid Bond Studios (owned by Weller) except for the strings which were recorded at CBS. Café Bleu was renamed My Ever Changing Moods in the United States to capitalise on the success of the single of the same name. Café Bleu included a large number of extra musicians, known as Honorary Councillors, including Tracey Thorn and Ben Watt from Everything but the Girl. The album represented a huge shift away from Weller's previous group The Jam and towards incorporating his favoured elements of classic soul, jazz and rap."
    },
    {
        "name": "Café Bossa",
        "abstract": "Café Bossa is the debut album by Filipino bossa nova singer Sitti. It was released on January 25, 2006 by Warner Music Philippines. The album spawned four successful singles—\"Tattooed on My Mind\", \"Hey Look at the Sun\", \"I Didn't Know I Was Looking for Love\" and \"Para sa Akin\". The album was certified double platinum by the Philippine Association of the Record Industry on September 17, 2006, denoting over 60,000 units sold in the country. A limited edition of the album was released in February 2007, containing a bonus video CD and a different cover. The video CD includes her official music videos from the album and her MTV Sessions Live performance. It was also released on digital download through iTunes and Amazon.com."
    },
    {
        "name": "Café Buono!",
        "abstract": "Café Buono! is the first album from the J-pop idol group, Buono! released on February 20, 2008. The standard album comes with a Buono! photocard while the limited edition, first press version includes a different photocard and a DVD."
    },
    {
        "name": "Café Naturale",
        "abstract": "Café Naturale is the seventh studio album by singer Wendy Matthews, released by BMG in Australia on 24 May 2004. It is an album of cover songs chosen by Matthews and the album's producer, Michael Szumowski. Matthews enjoyed recording this album and felt the songs came together naturally, and felt she broke down some personal barriers. The album yielded only one single, \"All I Need\". In 2002, Matthews moved to a coastal haven outside Coffs Harbour, New South Wales. She spent a lot of time in her favourite cafe listening to records, and explains \"there’s nothing like a song to bring you back to a specific moment or feeling in time.\" This led her to name the album Café Naturale. She was surprised by some of the song choices. \"Once we got into the studio the record started to reveal its personality to me. It all came together and the songs, these very melodic songs, started to make themselves known. It just worked.\" The thought behind the album's cover artwork comes from a painting of a woman on a wall on Edgecliff Road in Sydney, Australia by Bruno Dutot in 1987. Matthews approached Dutot and she asked him to commission a painting of this woman for her cover. She states \"basically, he's painted her as me with a chopstick in her hair and my dog at the feet. Every time I'm in Sydney I have to go and check the lady on the wall, what colour dress she's wearing this month, whether she's changed and she looks so cafe society to me, so I'm thrilled and honoured that he actually did a painting for this cover.\" Matthews says the painting has come to symbolise Sydney for her."
    },
    {
        "name": "Café Racers",
        "abstract": "Café Racers is the eighth studio album by American singer Kim Carnes, released in October 1983 by EMI. The album spawned three chart singles in the United States, \"Invisible Hands\", \"You Make My Heart Beat Faster (And That's All That Matters)\", and \"I Pretend\" which charted on various Billboard charts. \"The Universal Song\" was also released as a single in West Germany, Austria, Switzerland, the Netherlands and Scandinavia. The song \"I'll Be Here Where the Heart Is\" was included on the chart-topping, six times Platinum Flashdance soundtrack which received a Grammy Award for Best Album Of Original Score Written for a Motion Picture at 26th Annual Grammy Awards. It was also released as a single in Germany, Netherlands, Spain and France. The album was not as successful as Mistaken Identity (1981) or Voyeur (1982), peaking at No. 97 on the Billboard 200 chart."
    },
    {
        "name": "Café Tacuba (album)",
        "abstract": "Café Tacuba is the self-titled debut album by Café Tacuba, released in 1992. Rubén Albarrán, the band's lead singer, was credited as \"Juan, Él que hace como que Canta\" (\"Juán, the one who pretends to sing\") in the liner notes."
    },
    {
        "name": "Café del Mar (song)",
        "abstract": "\"Café del Mar\" is a song first released in 1993 by the trance project Energy 52. It is named after the famous bar located in Ibiza, Balearic Islands, Spain. Almost instantly recognisable by its distinct melody, its popularity is reflected in the countless remixes that have since been created as well as its being featured on hundreds of CD compilations. The main melody of \"Café del Mar\" is based on \"Struggle for Pleasure\" by Belgian composer Wim Mertens. The song has charted three times in the UK Singles Chart, all featuring remixes by . It first made number 51 in March 1997, a second release (\"Café del Mar '98\") featuring a Nalin & Kane remix reached number 12 in July 1998, and a further release featuring remixes by Marco V reached number 24 in October 2002. The song was included on the soundtrack to the 1999 movie Human Traffic. In 2001 it was voted number one in Mixmag's \"100 Best Tunes Ever\" list. In 2011 it was voted number one out of fifty nominated tracks in the 'Top 20 Dance Tracks of Last 20 Years' users poll by listeners of BBC Radio 1."
    },
    {
        "name": "Caféine",
        "abstract": "Caféine is the second album from French singer Christophe Willem. It was released on 25 May 2009 by Columbia. The lead single is \"Berlin\" and was released for download on 28 March 2009."
    },
    {
        "name": "Cage (Akina Nakamori album)",
        "abstract": "Cage (ケージ, Kēji) is the 10th cover album by Japanese entertainer Akina Nakamori, released on November 8, 2017 under Universal Music Japan."
    },
    {
        "name": "Cage (song)",
        "abstract": "\"Cage\" is the 4th single by the Japanese Band Dir En Grey released on May 26, 1999. The Song appeared on Japanese radio stations in the late 1990s such as Music Station. With it receiving all around positive ratings from listeners and critics a-like. The song \"「S」\" from the band's previous indie debut EP Missa, was remixed by Chris Vrenna. The same person who remixed \"Cage\" on the Yokan B-Sides."
    },
    {
        "name": "Cage the Elephant (album)",
        "abstract": "Cage the Elephant is the debut studio album by American rock band Cage the Elephant. The album was produced by Jay Joyce and released on June 23, 2008, in Europe by Relentless Records, and on March 24, 2009, in the United States by RCA/Jive Label Group. It was certified platinum by the RIAA and spawned four singles."
    },
    {
        "name": "Cage the Songbird",
        "abstract": "Cage the Songbird is an album by the American country music singer Crystal Gayle. Released on October 17, 1983, it peaked at #5 on the Billboard Country Album chart. Four of the album's tracks became Top 5 hits on the Country Singles chart, with two of them reaching #1. Chronologically they were \"The Sound of Goodbye\" (#1), \"I Don't Wanna Lose Your Love\" (#2), \"Turning Away\" (#1), and \"Me Against the Night\" (#4). The title song, \"Cage the Songbird\", was co-written and first recorded by Elton John in 1976 album, Blue Moves. \"Victim or a Fool\" was originally recorded by the songwriter, Rodney Crowell on his 1981 eponymous album. \"Take Me Home\" was originally sung by Gayle on a Tom Waits composed 1982 soundtrack album called One from the Heart for a movie of the same name. The version on this album is a re-recorded longer version."
    },
    {
        "name": "Cage to Rattle",
        "abstract": "Cage to Rattle is the fifth studio album by American rock band Daughtry, released on July 27, 2018, through RCA Records. This is their first studio album in five years since Baptized in 2013. At just ten songs, this album is Daughtry's shortest album to date. It is also their first album with drummer Brandon Maclin. Upon its release the album received predominantly positive reviews from music critics, with some calling it the group's strongest and most mature work. This was Daughtry's last album to be released on RCA Records."
    },
    {
        "name": "Cageless",
        "abstract": "Cageless is the seventh studio album by the Canadian pop rock group Hedley, released through Universal Music Canada on September 29, 2017. It was supported by the singles \"Love Again\" and \"Better Days\". The music video for the former was shot for virtual reality. The album received a Juno Award nomination for Pop Album of the Year. The album sold a total of 9,000 units."
    },
    {
        "name": "Cahaya Di Langit Itu",
        "abstract": "\"Cahaya Di Langit Itu\" is a song performed by singer Fatin Shidqia. This single featured on her debut album titled For You. The single was released in Indonesia on 22 November 2013 and became the original soundtrack for the movie (99 Lights in the European Sky)."
    },
    {
        "name": "Cahoots (album)",
        "abstract": "Cahoots is the fourth studio album by Canadian/American rock group the Band. It was released in 1971 to mixed reviews, and was their last album of original material for four years. The album's front cover was painted by New York artist/illustrator Gilbert Stone, while the back cover features a photograph portrait of the group by Richard Avedon. The album features guest vocals from Van Morrison. Libby Titus, the partner of drummer Levon Helm and mother of their daughter Amy Helm, also contributed uncredited backing vocals to \"The River Hymn\", the first time a woman appeared on a Band album. Rolling Stone critic Jon Landau described the mood of the album as being \"filled with a 'tinge of extinction.'\" In 2021, a \"50th Anniversary\" edition of the album was released containing a remix of the original tracks plus outtakes and a partial concert recording from the Olympia Theatre, Paris in May 1971."
    },
    {
        "name": "Caifanes (album)",
        "abstract": "Caifanes is the debut studio album by Mexican rock band Caifanes. It was released in 1988 after the success of their first singles, \"Mátenme porque me muero\" and \"La bestia humana\". The original release of the album did not contain the songs \"La negra Tomasa\" and \"Perdí mi ojo de venado\", which were released in 1989 as singles and later incorporated into the album when it was re-released on compact disc in 1993. It is undergoing a re-pressing process as of March 2011. The LP is also referred to as Volumen 1 or Mátenme porque me muero."
    },
    {
        "name": "Cain's Way (album)",
        "abstract": "Cain's Way is the third album by the Polish death metal band Hate. It was recorded at Serakos Studio in 2001. The album was released in Poland under Apocalypse Productions/Koch International in 2001."
    },
    {
        "name": "Cajun Baby",
        "abstract": "\"Cajun Baby\" is a country song that was originally recorded by Hank Williams, Jr. in 1969. He created the song by composing music to go with lyrics that had been written by his father, the late Hank Williams. The song appeared on the 1969 album Songs My Father Left Me. The single rose to #3."
    },
    {
        "name": "Cake (Flo Rida song)",
        "abstract": "\"Cake\" is a song by the American rapper Flo Rida, from the Atlantic Records compilation album This Is a Challenge. The song features the American rap duo 99 Percent. It was released to contemporary hit radio as a single on February 28, 2017."
    },
    {
        "name": "Cake (album)",
        "abstract": "Cake is the debut studio album by Scottish pop/rock band The Trash Can Sinatras, released in 1990. The album peaked at No. 74 on the UK Albums Chart."
    },
    {
        "name": "Cake Pop 2",
        "abstract": "Cake Pop 2 is the debut studio album by American band Cake Pop, consisting of Dylan Brady, Ravenna Golden, Cali Cartier, Lewis Grant, Kevin Bedford, Pritty, Adam Newcomer, and Robel Ketema. The album is the sequel to their 2015 self-titled EP, and was released on April 30, 2021, by Mad Decent. It was promoted by the singles \"Black Rum\" and \"Satin Bedsheets\"."
    },
    {
        "name": "Cake and Pie",
        "abstract": "Cake and Pie is an album by Lisa Loeb. It was released in 2002 through A&M Records."
    },
    {
        "name": "Cake by the Ocean",
        "abstract": "\"Cake by the Ocean\" is the debut single by American band DNCE. It was released through Republic Records, as the lead single from their debut EP, Swaay, on September 18, 2015. It is also included on their debut studio album, DNCE (2016). \"Cake by the Ocean\" is a 1970s-inspired pop, R&B, dance, and disco-funk song. The song reached the top 10 on multiple national record charts including those of Australia, Canada, Germany, the United Kingdom, and the United States. It also topped the U.S. Billboard Adult Pop Songs airplay chart and has been certified Gold or higher by a number of recording industry associations. Billboard ranked \"Cake by the Ocean\" at number 44 on their \"100 Best Pop Songs of 2016\" list. Nielsen Music named \"Cake by the Ocean\" the second most-played song in Canada for 2016, behind only Justin Bieber's 2015 single, \"Love Yourself\"."
    },
    {
        "name": "Cake or Death (Lee Hazlewood album)",
        "abstract": "Cake or Death is the final studio album by Lee Hazlewood, released in 2006. The title of the album is a reference to a stand-up comedy routine by the British comedian Eddie Izzard, of whom Hazlewood was a fan."
    },
    {
        "name": "Cakewalk (album)",
        "abstract": "Cakewalk is an album by the American alternative rock duo House of Freaks, released in 1991. It was the duo's first album for a major label. \"Rocking Chair\" peaked at No. 11 on Billboard's Modern Rock Tracks chart. The album was a commercial disappointment."
    },
    {
        "name": "Cal (soundtrack)",
        "abstract": "Cal is the second soundtrack album by British singer-songwriter and guitarist Mark Knopfler, released on 24 August 1984 by Vertigo Records. The album contains music composed for the 1984 film Cal, produced by David Puttnam and directed by Pat O'Connor. Puttnam also produced the film Local Hero (1983)."
    },
    {
        "name": "Cal Tjader-Stan Getz Sextet",
        "abstract": "Cal Tjader-Stan Getz Sextet is an album by vibraphonist Cal Tjader and saxophonist Stan Getz recorded in 1958 and first released on the Fantasy label."
    },
    {
        "name": "Cal Tjader Plays Harold Arlen",
        "abstract": "Cal Tjader Plays Harold Arlen is an album by American vibraphonist Cal Tjader, five of its 11 tracks arranged by Tjader's longtime colleague Clare Fischer. Recorded in June 1960 and released in February 1962 on the Fantasy label, it would be reissued on CD – together with Tjader's similarly semi-orchestral 1961 LP, West Side Story (by which time Fischer had become Tjader's full-time pianist and musical director) – on July 30, 2002, as Cal Tjader Plays Harold Arlen and West Side Story. The original Arlen LP is neatly divided, in terms of personnel, between sides 1 and 2, the former consisting solely of Tjader, backed by piano, bass and drums, and the latter supplementing that unit with a string section and harp, arranged and conducted by Fischer. Notwithstanding its belated release (more than a year after West Side Story), this appears to be the first recorded collaboration between Fischer and Tjader, who would remain close, both personally and professionally, until Tjader's death in 1982."
    },
    {
        "name": "Cal Tjader Plays the Contemporary Music of Mexico and Brazil",
        "abstract": "Cal Tjader Plays the Contemporary Music of Mexico and Brazil is a 1962 studio album by Cal Tjader."
    },
    {
        "name": "Calafia (album)",
        "abstract": "Calafia is an album by Gerald Wilson's Orchestra of the 80's recorded in 1984 and released on the Trend label."
    },
    {
        "name": "Calamari Tuesday",
        "abstract": "Calamari Tuesday is the debut studio album by Feed Me, one of the projects of British record producer Jon Gooch. The album was released on 14 October 2013 as the first release on Gooch's own label Sotto Voce. It entered the UK Dance Albums Chart at number 14 and the UK Albums Chart at number 144."
    },
    {
        "name": "Calambre",
        "abstract": "Calambre (stylized in all caps; transl. 'Cramp') is the debut studio album by Argentine singer and rapper Nathy Peluso. Recorded between Barcelona, Buenos Aires and Los Angeles, the album was released on 2 October 2020 by Sony Music. Calambre won the Premio Gardel (the Argentine equivalent to the Grammy Awards) for Best Alternative Pop Album and was also nominated for Album of the Year and Best Cover Design at its 23rd annual edition. The album's second single, \"Buenos Aires\" also won Record of the Year at the ceremony. Calambre was awarded Best Alternative Music Album at the 22nd Latin Grammy Awards and Best Urban Music Album at the 2021 Premios Odeón. The album was nominated for Best Latin Rock or Alternative Album at the 64th Annual Grammy Awards."
    },
    {
        "name": "Calamity (album)",
        "abstract": "Calamity is the fourth album by Californian pop band The Curtains, released in 2006 on Asthmatic Kitty. It was recorded directly after Deerhoof's \"The Runners Four\". The album is exclusively produced by Chris Cohen. It features guest performances by Nedelle Torrisi and Yasi Perera (vocal harmonies), as well as trombone by John Ringhofer. The album's music is mostly composed of compressed guitars, piano and drums; the instrumentation has been described as \"nondescript\" and \"delicate\". It is classified as indie rock, although songs contain other elements such as psychedelic rock, jazz, and experimental."
    },
    {
        "name": "Calamity Crush",
        "abstract": "Calamity Crush is a song by Foetus Art Terrorism, written by J. G. Thirlwell. It was released as a single in October 1984 by Self Immolation."
    },
    {
        "name": "Calamity Jane (album)",
        "abstract": "Calamity Jane was the name of a 10\" LP album, released by Columbia Records (as catalog number CL-6273) on November 9, 1953, of songs sung by Doris Day and Howard Keel from the movie of the same name. In the UK, the album was also released as a 10\" minigroove album by Philips Records, catalogue number BBR8104. One of the tracks on this album, \"Secret Love,\" was also released as a single and became a major hit, reaching #1 on all charts. The album itself reached #2 on the Billboard magazine album charts. The album was combined with Day's 1951 album, I'll See You in My Dreams, on a compact disc, issued on June 12, 2001, by Collectables Records."
    },
    {
        "name": "Calango",
        "abstract": "Calango (Portuguese: tropidurus lizard) is the second studio album by Brazilian band Skank, released in 1994. It contains the hits \"Esmola\", \"É Proibido Fumar\" (a Roberto Carlos cover), and \"Pacato Cidadão\". Calango sold approximately 1.2 million copies."
    },
    {
        "name": "Calculated",
        "abstract": "Calculated is the only studio album by the American punk rock band Heavens to Betsy, released on March 21, 1994, by Kill Rock Stars. The album received positive reviews from critics."
    },
    {
        "name": "Calculating Infinity",
        "abstract": "Calculating Infinity is the debut studio album by American metalcore band The Dillinger Escape Plan. Recorded at Trax East Recording Studio in South River, New Jersey, it was produced by engineer Steve Evetts with the band's guitarist Ben Weinman and drummer Chris Pennie, and released on September 28, 1999 by Relapse Records. The album is the band's only full-length album to feature original vocalist Dimitri Minakakis, who left the band in 2001. Media response to Calculating Infinity was positive, with critics praising the aggressive nature of the album's material, as well as the complexity of the arrangement and instrumental work. Several publications have highlighted it as a landmark release in The Dillinger Escape Plan's catalogue and in hardcore punk and heavy metal as a whole. They also credited its influence on the genres and on the work of several subsequent bands. While exploring hardcore punk, the record is also classified as metalcore, experimental metal, and grindcore, in addition to being highlighted as one of the first mathcore albums. Its lyrical themes mostly revolve around failing relationships and insecurity. By 2013, Calculating Infinity had sold in excess of 100,000 copies worldwide."
    },
    {
        "name": "Calcutta (Taxi Taxi Taxi)",
        "abstract": "\"Calcutta (Taxi Taxi Taxi)\" is a song recorded by Swedish eurodance artist Dr. Bombay. It was released in 1998 as the lead single from his debut album, Rice & Curry. The song became Jakobsen's first major hit, topping the charts at number-one in Sweden and number 2 in Norway. In Denmark, it peaked at number 12. On the Eurochart Hot 100, the single peaked at number 31 in October 1998. The song is sung from the perspective of Dr. Bombay, an eccentric Indian taxi driver who is employed by his uncle and, despite his impaired vision and lack of a license to operate, loves to drive his taxi. Music & Media noted the song as an \"Asian-flavoured poppy dance tune (try imagining Aqua with an Indian singer)\" in their review of the song."
    },
    {
        "name": "Calcutta (song)",
        "abstract": "\"Calcutta\" is a German pop song. An instrumental version by American bandleader and TV host Lawrence Welk on the 1961 Dot Records album Calcutta! was a chart hit, the most successful of Welk's career."
    },
    {
        "name": "Caldera (album)",
        "abstract": "Caldera is the debut album by the jazz fusion band Caldera that was released in 1976 by Capitol Records. The album rose to No. 33 on the Cashbox Top 40 Jazz Albums chart."
    },
    {
        "name": "Caldonia",
        "abstract": "\"Caldonia\" is a jump blues song, first recorded in 1945 by Louis Jordan and his Tympany Five. Although credited to Fleecie Moore, his wife at the time, Jordan is the actual songwriter. The song was a hit for Jordan as well as several other musicians."
    },
    {
        "name": "Cale:Drew",
        "abstract": "Cale:Drew is a 2003 album by the New Zealand post-rock band Jakob. It gets its title from the names of twins of guitarist Jeff Boyle's sister. It is dedicated to the memory of bassist Maurice Beckett's mother, who died in 2002. The album was recorded in Wellington by David Holmes, the guitarist in the band Kerretta, an Auckland-based experimental rock band. It was mastered by Chris Chetland at Kog Transmissions. The statue on the album cover is the Spirit of Napier, found on the Marine Parade in Napier."
    },
    {
        "name": "Caledonia's Hardy Sons",
        "abstract": "Caledonia's Hardy Sons is the second album by Silly Wizard originally released in the U.K. on Highway Records in 1978, and in the U.S. in 1980 on the Shanachie label."
    },
    {
        "name": "Caledonia (Alan Roberts and Dougie MacLean album)",
        "abstract": "Caledonia is a 1978 album by Alan Roberts and Dougie MacLean that contains the title song \"Caledonia\". It was recorded at Fairview Recording Studio and printed by Garrod & Lofthouse."
    },
    {
        "name": "Caledonia (Suidakra album)",
        "abstract": "Caledonia is the eighth studio album by the German melodic death metal band SuidAkrA. The lyrical themes of Caledonia are the mystical side of the tribe of the Picts, their war against the attacking Roman Empire and the co-incidence of these two completely different worlds. Caledonia was recorded and mixed between July 10, 2006 and July 30, 2006 by Martin Buchwalter at Gernhart Recording Studio in Siegburg, Germany. The album was released on November 17, 2006 by Armageddon Music. It was released in the USA on May 22, 2007 through Locomotive Records."
    },
    {
        "name": "Caledonia (song)",
        "abstract": "Caledonia is a modern Scottish folk ballad written by Dougie MacLean in 1977. The chorus of the song features the lyric \"Caledonia, you're calling me, and now I'm going home\", the term \"Caledonia\" itself being a Latin word for Scotland. \"Caledonia\" has been covered by various artists, and is often dubbed Scotland's \"unofficial national anthem\"."
    },
    {
        "name": "Calendar Days",
        "abstract": "Calendar Days is The Rocket Summer's first full-length album, released in 2003. In Japan, this album included a bonus track titled \"She's a Seven\" which was later released in the US on The Early Years EP. The album title comes from the track \"TV Family\"."
    },
    {
        "name": "Calendar Girl (Julie London album)",
        "abstract": "Calendar Girl is an LP album by Julie London, released by Liberty Records under catalog number SL-9002 in 1956. In keeping with the title, each of the first twelve tracks had a month in its title, completing the album with a song entitled \"Thirteenth Month\". Two of the songs were composed especially for this album by London's future husband, Bobby Troup, who also produced the album, as he did many of her albums."
    },
    {
        "name": "Calendar Girl (Sophie Monk album)",
        "abstract": "Calendar Girl is the debut solo studio album by Australian recording artist Sophie Monk, released on 5 May 2003 by Warner Music. It debuted at No. 35 on the ARIA Albums Chart top 50. The album was mixed with contemporary pop as well as the religious classics tracks \"Pie Jesu\", \"Ave Maria\" (Interlude) and \"Ave Maria\". The song \"Come My Way\" was also recorded by Japanese pop star Namie Amuro (her version was titled \"Come\") in Japanese and was featured in the anime InuYasha. It was released first as a single on 14 October 2003 and on the album Style on 10 December of the same year."
    },
    {
        "name": "Calendula Requiem",
        "abstract": "\"Calendula Requiem\" (カレンデュラ レクイエム) is the first single from singer and cellist Kanon Wakeshima and An Cafe bassist Kanon's duo group Kanon x Kanon, and Wakeshima's third overall single. The song was used as the second theme song for the anime adaptation of Shiki."
    },
    {
        "name": "Calentura (song)",
        "abstract": "\"Calentura\" is a song by Puerto Rican reggaetón singer-songwriter Yandel. It was written and produced by himself, Egbert Rosa (a.k.a. Haze), Gabriel Lebrón and Auberto Duprey (a.k.a. Los Harmónicos). It was released as the lead single off his upcoming third studio album Dangerous on March 16, 2015. An official remix was released on May 15, 2015, featuring Puerto Rican rapper Tempo. A trap version was released on September 4, 2015, featuring US rapper Lil Jon."
    },
    {
        "name": "Calenture (album)",
        "abstract": "Calenture is the fourth studio album by Australian rock group The Triffids, it was released in November 1987 and saw them explore themes of insanity, deception and rootlessness—the title refers to a fever suffered by sailors during long hot voyages. It reached No. 32 on the Australian Kent Music Report Albums Chart. In November 1987, it reached No. 24 on the Swedish Albums Chart, in May 1988 it peaked at No. 25 on the New Zealand Albums Chart. The album spawned three singles, \"Bury Me Deep in Love\" (1987), \"Trick of the Light\" and \"Holy Water\" (both in 1988). The latter track was recorded with American producer Craig Leon. In 2007 Calenture was re-released as a 2× CD with five bonus tracks on the first disc and twelve tracks on the second disc, mostly rehearsal or studio demos of the original album tracks. In February it appeared on the Belgium Albums Chart Top 60."
    },
    {
        "name": "Cali Chronic",
        "abstract": "Cali Chronic, also known by its edited title Cali, is the second and final single released by rap group, Harlem World. The single version of this song was different from the album version as the single version featured a verse from Snoop Dogg, but both were produced by D-Dot. it contains a sample of Funky Worm performed by The Ohio Players. \"Cali Chronic\" was not much of a success, only making it to #87 on the Hot R&B/Hip-Hop Singles & Tracks chart."
    },
    {
        "name": "Cali Iz Active",
        "abstract": "Cali Iz Active is the fourth studio album by rap group Tha Dogg Pound and is also the name of the album's title track and lead single. It was released through Koch and Snoop Dogg's Doggystyle Records on June 27, 2006. Besides Daz and Kurupt, the album also features Tha Dogg Pound family (Snoop Dogg, Soopafly, Nate Dogg, RBX, and Lady of Rage). Also appearing are David Banner, Ice Cube, Paul Wall and producers Battlecat, Fredwreck, Swizz Beatz and Jazze Pha. Snoop Dogg has already used the Royal Cash sample in one of his earlier unreleased recordings with DJ Glaze of Foesum. It was titled \"True To The Game\" and DJ Glaze included it in his mixtape The Lost Tapez"
    },
    {
        "name": "Caliban's Dream",
        "abstract": "\"Caliban's Dream\" is a track written by Rick Smith of electronic group Underworld for the Isles of Wonder opening ceremony of the 2012 summer Olympics in London, and the 14th and final track of the first disc of the official soundtrack."
    },
    {
        "name": "Calibration (Is Pushing Luck and Key Too Far)",
        "abstract": "Calibration (Is Pushing Luck and Key Too Far) is the fifth studio album by Omar Rodríguez-López, and the fourth released in the \"Amsterdam series\". The album was released in Japan on December 15, 2007 with a following U.S. release later on February 5, 2008, merely a week after The Mars Volta's The Bedlam in Goliath. The album art was illustrated by graffiti artist GREY, a childhood friend of Rodriguez-Lopez's. According to the label, the original title given to them by Omar was \"Calibration Is Pushing Luck and Key Too Far\" but the \"Is Pushing Luck and Key Too Far\" part of the title appeared nowhere on the physical release."
    },
    {
        "name": "Calico Skies",
        "abstract": "\"Calico Skies\" is the sixth song on Paul McCartney's 1997 album, Flaming Pie. McCartney had been staying on Long Island when the category-three storm Hurricane Bob that made landfall had hit in August 1991. This made McCartney sit with an acoustic guitar and write what he describes as \"a gentle love song that becomes a 1960s protest song\". The song was co-produced by George Martin and McCartney, being started, finished, and mixed within a single session on 3 September 1992 in Sussex, England. It is the earliest recording on Flaming Pie. McCartney says of the song: \"Bob” the hurricane, knocked out all the power; it was all candle-light, cooking on a woodfire. Very primitive, but we like that enforced simplicity. I couldn't play records, so I made up little acoustic pieces. This was one of them—it's a primitive little powercut memory.\" \"Calico Skies\" was arranged for string quartet; this version was included on McCartney's 1999 album Working Classical. The song was also re-recorded for inclusion on the album Hope which was released in 2003 to aid victims of the Iraq War."
    },
    {
        "name": "Calicountry",
        "abstract": "Calicountry is the fifth studio album by American country rap duo Moonshine Bandits from California. It was released on February 4, 2014 via Average Joes Entertainment and Suburban Noize Records. It features guest appearances from Big B, Charlie Farley, Colt Ford, Danny \"Boone\" Alexander, Durwood Black, Jeremy Penick, Sarah Ross and The Lacs. The album peaked at number 126 on the Billboard 200 in the United States."
    },
    {
        "name": "Caliente (Calle Ciega album)",
        "abstract": "Caliente is the debut album by Venezuelan group Calle Ciega released on 1998 and re-released on August 6, 2002."
    },
    {
        "name": "Caliente (Jay Santos song)",
        "abstract": "\"Caliente\" is a 2013 Spanish language dance hit single by Jay Santos released on the Spanish Blanco y Negro Music record label. It was released on 26 February 2013 becoming the first solo charting hit of Jay santos, after his 2012 success as a featured artist on Spanish DJ and producer Jose de Rico and Spanish-Dominican singer Henry Mendez European hit \"Noche de estrellas\". Lyrics:La fiesta esta buena es pa beber pa bailar...Si tu estas soltera a mi gustaria probar"
    },
    {
        "name": "Caliente (Lali song)",
        "abstract": "\"Caliente\" (English: \"Hot\") is a song by Argentine singer Lali featuring vocals from Brazilian singer Pabllo Vittar, from her third studio album, Brava (2018). Written by Lali, Rodrigo Gorky, Pabllo Bispo, Arthur Marques, Luis Burgio, Peter Akselrad and Gustavo Novello, and produced, 3musica, it was released by Sony Music Argentina as the album's sixth single on November 14, 2018."
    },
    {
        "name": "California, Here I Come",
        "abstract": "\"California, Here I Come\" is a song interpolated in the Broadway musical Bombo, starring Al Jolson. The song was written by Bud DeSylva, Joseph Meyer, and Jolson. Jolson recorded the song on January 17, 1924, with Isham Jones' Orchestra, in Brunswick Records' Chicago studio. It is often called the unofficial state song of California. In 2020, it entered the public domain."
    },
    {
        "name": "California (American Music Club album)",
        "abstract": "California is the third studio album by American indie rock band American Music Club. It was released on November 10, 1988 on Frontier Records. The album was included in the book 1001 Albums You Must Hear Before You Die. In the album's article in the book, reviewer Arnar Eggert Thorradsen, from Iceland's daily newspaper Morgunblaðið, describes the album as the band's \"definitive statement.\""
    },
    {
        "name": "California (Big & Rich song)",
        "abstract": "\"California\" is a country music song written by John Rich, Rodney Clawson, and Vicky McGehee. It was originally recorded by Tim McGraw on his album Damn Country Music, featuring Big & Rich on backing vocals. Big & Rich released their own version in 2017 as a single, and it appears on their 2017 album Did It for the Party."
    },
    {
        "name": "California (Blink-182 album)",
        "abstract": "California is the seventh studio album by American rock band Blink-182, released on July 1, 2016 through BMG as the band's only album on the label. Produced by John Feldmann, it is the first of two albums by the band to feature Alkaline Trio frontman Matt Skiba, who replaced former member Tom DeLonge. After touring and releasing the band's sixth album, Neighborhoods (2011), it became difficult for the trio to record new material due to DeLonge's other projects. After disagreements, the remaining members of the group—vocalist/bassist Mark Hoppus and drummer Travis Barker—sought separation from DeLonge and recruited Skiba in his place. California was recorded at Foxy Studios between January and March 2016 with Feldmann. He was the group's first new lone producer since longtime collaborator Jerry Finn. Prior to his involvement, the trio began writing together in September 2015 and completed dozens of songs. They decided to shelve them upon working with Feldmann to start fresh, and they proceeded to record another 28 songs; in all, the group recorded upwards of 50. The band, as well as Feldmann, would regularly spend 18 hours in the studio a day, aiming to start and complete multiple songs in that timeframe. The album's title comes from the band's home state of California, and its artwork was illustrated by the street artist D*Face. The album debuted at number one in the US and several other countries, and was the group's first domestic chart-topper in 15 years, and first ever in the UK. It received a Grammy nomination for Best Rock Album; the band's first. Its first two singles, \"Bored to Death\" and \"She's Out of Her Mind\", charted well on Billboard's Alternative Songs chart. California received mixed reviews from music critics, with some praising the band's return to their classic sound and others criticizing the length of the album as well as Feldmann's input and production. The band supported the album with a large headlining tour in North America and Europe. A deluxe edition of the album, containing eleven new songs, was released in May 2017."
    },
    {
        "name": "California (Diplo EP)",
        "abstract": "California is an extended play (EP) by American DJ and record producer Diplo, released in March 2018."
    },
    {
        "name": "California (Joni Mitchell song)",
        "abstract": "\"California\" is a song written by Joni Mitchell that first appeared on her 1971 album Blue. It was also released as the second single from the album, as a follow-up to \"Carey\"."
    },
    {
        "name": "California (Lenny Kravitz song)",
        "abstract": "\"California\" is a song written, produced, and performed by American singer Lenny Kravitz, released as the second single from his seventh studio album, Baptism (2004), on July 12, 2004. Kravitz plays all the instruments on the song and uses his own handclaps. The song reached number 28 in Italy and charted moderately in several other European countries. It was released in the United States as a radio single and maxi-single but did not appear on any Billboard charts."
    },
    {
        "name": "California (Mr. Bungle album)",
        "abstract": "California is the third studio album by American experimental rock band Mr. Bungle. It was released on July 13, 1999, through Warner Bros."
    },
    {
        "name": "California (The Electric Prunes album)",
        "abstract": "California is the seventh album by The Electric Prunes, released in 2004 and featuring founding members James Lowe, Ken Williams, and Mark Tulin. The tracks on the album revolve around the Summer of Love in California and life after it."
    },
    {
        "name": "California (Usher song)",
        "abstract": "\"California\" is a song by American recording artist Usher. It features American rapper Tyga. It was released on June 15, 2020, following Usher's appearance on an episode of the television series Songland. The song was written by Usher, Tyga, Ester Dean, Ryan Tedder, Shane McAnally, Ryan Cambetes, Melvin Hough Ii, Rivelino Raoul Wouter, Kaj Nelson Blokhuis, and Michael Wise."
    },
    {
        "name": "California (Wilson Phillips album)",
        "abstract": "California is the third studio album and the first covers album by American female group Wilson Phillips. The group reunited in 2003 to record their first studio album in twelve years released by Columbia Records. The album peaked at #35 on the Billboard 200, and sold 31,000 copies during the first week of its release."
    },
    {
        "name": "California 37 (album)",
        "abstract": "California 37 is the sixth studio album from California rock band Train. The album was released on April 13, 2012 through Columbia Records. It is the last Train album to feature drummer Scott Underwood before his departure in 2014 and the last recorded as a three-piece. It was preceded by the lead single \"Drive By\" on January 10, 2012."
    },
    {
        "name": "California Autumn",
        "abstract": "California Autumn is an album by American guitarist Tony Rice, released in 1975. Rice's backup band includes members of Seldom Scene, as well as other musicians including Jerry Douglas and Ricky Skaggs."
    },
    {
        "name": "California Bloodlines",
        "abstract": "California Bloodlines is the second album by folk musician John Stewart, former member of the Kingston Trio. This record, which was considered by many to be Stewart's signature album, was recorded in Nashville. Stewart used some of the same musicians who performed on Bob Dylan's Nashville Skyline, which was recorded at the same studio. The album was ranked number 36 among the top 200 albums of all time by rock critics in 1978. Originally issued on Capitol in May 1969 as an LP, the album was reissued several times. It was re-released on CD by Bear Family Records (paired with the album Willard) in 1989 under the title California Bloodlines/Willard minus 2. An LP, entitled California Bloodlines Plus..., which contains additional tracks taken from Willard, also was issued. The song \"Mother Country\" was played during the space flight of the Apollo 11 mission and was thus featured in the 2019 documentary."
    },
    {
        "name": "California Blues",
        "abstract": "California Blues is the 14th and last studio album of the band Spirit, due to the death of guitarist/singer/songwriter Randy California one month after its release."
    },
    {
        "name": "California Boy",
        "abstract": "\"California Boy\" is a song by American rapper Lil B. It was released for digital download on September 16, 2012, through Lil B's own record label, BasedWorld Records. \"California Boy\" marks as Lil B's debut rock music release and was intended to be the title track of an upcoming rock album. The accompanying music video for the song was also released on September 17, 2012."
    },
    {
        "name": "California Brainstorm",
        "abstract": "California Brainstorm is a live album by the British space rock group Hawkwind, recorded during their North America tour in 1990, and released in 1992 in the USA on the Iloki label. In 1994 it received a UK release by Cyclops, which included the extra track \"Images\" and was also available in limited boxset containing Robert Godwin's book A Collector's Guide to Hawkwind. The full track listing is now also available as an extra CD on a re-release of Palace Springs which was recorded on the previous year's North American tour."
    },
    {
        "name": "California Breed (album)",
        "abstract": "California Breed is the only studio album by English-American hard rock band California Breed. Produced by Dave Cobb, the album was released in May 2014 through Frontiers Records."
    },
    {
        "name": "California Breeze",
        "abstract": "\"California Breeze\" is a song by American rapper Lil Baby, released from his third studio album It's Only Me with an accompanying music video on October 14, 2022. It was produced by Murda Beatz and MARS. The song peaked at number four on the Billboard Hot 100, becoming the highest-charting song on the album."
    },
    {
        "name": "California Clam Chowder",
        "abstract": "California Clam Chowder is an album by Thelonious Monster. It was released in 2004, the band's first release since 1992. It is a collection of interpretations of some of the world's most influential, iconoclastic artists."
    },
    {
        "name": "California Concert",
        "abstract": "California Concert is a live album by saxophonist Bud Shank and flugelhornist Shorty Rogers recorded in 1985 and released on the Contemporary label."
    },
    {
        "name": "California Concerts",
        "abstract": "California Concerts (also referred to as Jazz Goes to High School) is a live album by saxophonist and bandleader Gerry Mulligan featuring performances recorded at the Stockton High School and Hoover High School in California in late 1954 and released on the Pacific Jazz label. The original LP was the first 12 inch LP to be released on the Pacific Jazz label in 1955. The Gerry Mulligan feature track \"Polka Dots and Moonbeams\" with Bob Brookmeyer on piano was first released on the compilation LP in 1960. Although the tracks were recorded at a high school, recording took place on weekends and in the evening. Chet Baker was originally chosen to be the trumpet player of the session, but was jailed for his ongoing heroin addiction, so trumpeter Jon Eardley took Baker’s place sounding very similar to Baker."
    },
    {
        "name": "California Crossing",
        "abstract": "California Crossing is an album by the American stoner rock band Fu Manchu, released in 2001 through Mammoth Records."
    },
    {
        "name": "California Dreamin'",
        "abstract": "\"California Dreamin'\" is a song written by John Phillips and Michelle Phillips and first recorded by Barry McGuire. The best-known version is by the Mamas & the Papas, who sang backup on the original version and released it as a single in 1965. The lyrics express the narrator's longing for the warmth of Los Angeles during a cold winter in New York City. It is recorded in the key of C-sharp minor. \"California Dreamin'\" became a signpost of the California sound, heralding the arrival of the nascent counterculture era. It was certified gold by the Recording Industry Association of America in June 1966 and was inducted into the Grammy Hall of Fame in 2001. In 2021, Rolling Stone placed the song at number 420 in its \"500 Greatest Songs of All Time\" list."
    },
    {
        "name": "California Dreamin' (Bud Shank album)",
        "abstract": "California Dreamin' is an album by saxophonist Bud Shank recorded in 1966 for the World Pacific label."
    },
    {
        "name": "California Dreaming (Rick Price and Jack Jones album)",
        "abstract": "California Dreaming is a 2017 collaborative studio album of covers by Australian singer-songwriters and musicians Rick Price and Jack Jones. The album sees Rick and Jack teaming together to re-imagine their favourite songs of the 1960s and 1970s California Sound era. The album was produced in Nashville by Sony executive Robert Rigby and is released through Sony Music Australia. The eponymous first single, by The Mamas & the Papas, was released in August. Songs from the album include hits by Neil Young and the Eagles. The album was released digitally and physically on 29 September and peaked at number 7 on the ARIA charts. In October 2017, the duo announced Australian tour dates for May 2018. Jones said “Rick and I have been talking about doing something for close to two decades… it was a great opportunity to work together and celebrate great artists, some great songs and a certain time and genre. That period in music will never be repeated again. And now we get to play them live!”"
    },
    {
        "name": "California Dreaming (Wes Montgomery album)",
        "abstract": "California Dreaming is an album by the jazz guitarist Wes Montgomery, released in 1967. It reached No. 1 on the Billboard magazine jazz album chart and No. 4 on the R&B chart. It was reissued on CD in 2007 with an alternate take of \"Sunny\"."
    },
    {
        "name": "California Feelin'",
        "abstract": "\"California Feelin'\" is a song written by Brian Wilson and Stephen Kalinich that was recorded by the Beach Boys in the 1970s. Wilson recorded a solo version in 2002 for the Beach Boys compilation Classics Selected by Brian Wilson. Two composite versions of the Beach Boys' original recordings – one complete and the other a piano/vocal demo – were included on the 2013 compilation Made in California."
    },
    {
        "name": "California Girls",
        "abstract": "\"California Girls\" is a song by the American rock band the Beach Boys from their 1965 album, Summer Days (And Summer Nights!!). Written by Brian Wilson and Mike Love, the lyrics detail an appreciation for women across the world and a wish that they all lived in the band's home state, California. It was released as a single, backed with \"Let Him Run Wild\", and reached number 3 on the Billboard Hot 100. It was also a top 10 hit in several other countries, becoming one of the band's most successful songs globally. Wilson conceived \"California Girls\" during his first acid trip while thinking about women and Western film scores. The song is distinguished for its orchestral prelude, layered vocals, and chromaticism. Wilson later referred to it as \"a hymn to youth\", the Beach Boys' \"anthem\", and his favorite record by the group, although he remained dissatisfied with their vocal performance. It was the band's first recording with touring musician Bruce Johnston, who was not yet an official member of the group. \"California Girls\" inspired the Beatles' parody \"Back in the U.S.S.R.\" and many songs with similar or identical titles, including Big Star's \"September Gurls\", the Magnetic Fields' \"California Girls\", and Katy Perry's \"California Gurls\". In 1984, David Lee Roth recorded a cover version that also peaked at number 3. In 2010, the Beach Boys' recording was inducted into the Grammy Hall of Fame, and in 2011, Rolling Stone ranked it number 72 on its list of the greatest songs of all time. The Rock and Roll Hall of Fame included it as one of \"500 Songs That Shaped Rock and Roll\"."
    },
    {
        "name": "California Girls (Gretchen Wilson song)",
        "abstract": "\"California Girls\" is a song co-written and recorded by American country music artist Gretchen Wilson. It was released in June 2006 as the fourth single from the album All Jacked Up. The song reached #25 on the Billboard Hot Country Songs chart. The song was written by Wilson and John Rich."
    },
    {
        "name": "California Hard",
        "abstract": "California Hard is a jazz album by pianist and composer Dolo Coker, recorded in 1976. Two of the six pieces were written by Coker. The album was reissued as a CD in 1994, with one bonus track (a solo piano version of \"Round Midnight\")."
    },
    {
        "name": "California Here I Come (album)",
        "abstract": "California Here I Come is a live album by jazz pianist Bill Evans. It was recorded in 1967, but not released on the Verve label until 1982 as a double LP. It peaked at number 12 on the Billboard Jazz Album charts in 1983 and was reissued on CD in 2004. The pieces were recorded at the Village Vanguard, where Evans had previously recorded the sets that appeared on the highly influential Waltz for Debby and Sunday at the Village Vanguard, both later comprised on the definitive collection The Complete Village Vanguard Recordings, 1961."
    },
    {
        "name": "California Jamming",
        "abstract": "California Jamming is a live album by British hard rock band Deep Purple, recorded in 1974 and originally released in 1996, it was re-released as a remastered edition in 2003 with the complete concert including the missing track \"Lay Down, Stay Down\". The album is a live recording of Deep Purple's infamous appearance at the California Jam Festival on 6 April 1974, which was televised by ABC-TV in prime time. It was one of the first to feature their third line-up, which included vocalist David Coverdale and bassist/vocalist Glenn Hughes. At the end of the show, guitarist Ritchie Blackmore first attacked one of the network's video cameras (which had been getting between him and the audience) with his guitar, and then had his amplifiers doused with gasoline and set on fire, which caused an explosion. Most of this concert was broadcast over 4 weekends in April 1974 on KLOS-FM ABC-TV Stereo Simulcast, along with other California Jam artists."
    },
    {
        "name": "California Jukebox",
        "abstract": "California Jukebox is the 7th studio album by The Flying Burrito Brothers, released in 1997. The album is a fair mix between original and cover songs. The cover songs are an interesting mix between older and more established acts such as Neil Young and Buck Owens as well as newer alt-country acts such as Son Volt and The Jayhawks. The album also features guest appearances by Waylon Jennings, Charlie Louvin and former band members such as Brian Cadd and Al Perkins."
    },
    {
        "name": "California King Bed",
        "abstract": "\"California King Bed\" is a song by Barbadian singer Rihanna from her fifth studio album, Loud (2010). The song was written and produced by Andrew Harr and Jermaine Jackson, of the American production duo the Runners, with Priscilla Renea and Alex Delicata. The song was chosen to be a single from the album through Twitter, and it was released as the album's sixth single on May 13, 2011, by Def Jam. \"California King Bed\" is an R&B and alternative rock power ballad. Commercially, the song topped the Polish and Slovakian charts, achieved a top-five placing in Australia, Austria, Czech Republic and Portugal, while also reaching the top-ten in Germany, New Zealand, Switzerland, the United Kingdom and others. In the United States, it reached the top-forty on the Billboard Hot 100 chart and topped the Dance Club Songs chart."
    },
    {
        "name": "California Love",
        "abstract": "\"California Love\" is a song by American rapper 2Pac featuring fellow American rapper-producer Dr. Dre and American singer Roger Troutman. The song was released as 2Pac's comeback single after his release from prison in 1995 and was his first single as the newest artist of Death Row Records. The remix is featured on the UK version of his fourth album, All Eyez on Me (1996), and is one of 2Pac's most widely known and most successful singles. It reached number one on the Billboard Hot 100 for two weeks (as a double A-side single with \"How Do U Want It\") and also topped the charts of Italy, New Zealand, and Sweden. The song was posthumously nominated Grammy Award for Best Rap Performance by a Duo or Group in 1997."
    },
    {
        "name": "California Meeting: Live on Broadway",
        "abstract": "California Meeting: Live on Broadway is a live album by the American jazz saxophonist Archie Shepp recorded in 1985 and released on the Italian Soul Note label."
    },
    {
        "name": "California Message",
        "abstract": "California Message is an album by saxophonist/composer Benny Golson that was recorded in 1980 and released on the Japanese Baystate label the following year. The album features trombonist Curtis Fuller, Golsons colleague from The Jazztet who also played with The Jazz Messengers, and was reissued on the Dutch Timeless label in 1984."
    },
    {
        "name": "California Mudslide (and Earthquake)",
        "abstract": "California Mudslide (and Earthquake), also reissued as Los Angeles Blues, is an album by the blues musician Lightnin' Hopkins, recorded in California in 1969 and released on the Vault label."
    },
    {
        "name": "California Nights",
        "abstract": "\"California Nights\" is a song written by Marvin Hamlisch and Howard Liebling and recorded by Lesley Gore. The song appeared on her 1967 album, California Nights."
    },
    {
        "name": "California Nights (Best Coast album)",
        "abstract": "California Nights is the third studio album by American rock duo Best Coast. It was released on May 1, 2015, by Harvest Records. It was produced by Wally Gagel, who also produced the duo's 2013 EP Fade Away. The band announced the album along with tour dates and the release of a \"dreamlike\" video directed by Adam Harding for the title track, which also served as the lead single. On the band's official website, singer-songwriter Bethany Cosentino described the band's approach to the making of the album, stating: \"In LA, there's a real darkness that you don't see unless you know where to look. That's a theme we very consciously decided to explore and play with when making this record. We related to the idea that things may look or sound fun and upbeat, but they may not actually always be that way.\" A video for second single \"Heaven Sent\" directed by Lana Kim and Cosentino was released on April 1, 2015. Third single \"Feeling Ok\" followed in mid-April, which the duo performed on Conan on May 5. \"In My Eyes\" was serviced to US alternative radio on February 23, 2016, as the album's fourth single. Two outtakes from the album sessions, \"Late 20s\" and \"Bigger Man\", were released on an exclusive Record Store Day release in April 2016."
    },
    {
        "name": "California Nights (Lesley Gore album)",
        "abstract": "California Nights is a 1967 album by Lesley Gore, the last of her seven albums released on the Mercury Records label. The title track on the album, California Nights, peaked at #16 and was Gore's last Top 20 hit. Bob Crewe produced seven of the tracks on the album, while Quincy Jones produced three. The album was reissued in 2015 as part of a compilation in both album and CD format by Ace Records, which included 15 bonus tracks from her Mercury catalogue. Cash Box said of the single \"Treat Me Like a Lady\" that it is \"a rhythmic, medium-paced bluesy ode about a gal who wants her boyfriend to pay her proper respect.\""
    },
    {
        "name": "California Noir: Analog Beaches & Digital Cities",
        "abstract": "California Noir - Chapter One: Analog Beaches & Digital Cities is the third studio album by American electronic rock band Julien-K. It is the first album without former drummer Elias Andra. During the recording process he was replaced by Eli James who he also replaced in Dead By Sunrise, the alternative rock side project of Linkin Park frontman Chester Bennington. Furthermore, this album is the first chapter of the concept album California Noir. The second chapter, Nightlife in Neon, was released on August 5, 2016."
    },
    {
        "name": "California Noir: Nightlife in Neon",
        "abstract": "California Noir - Chapter Two: Nightlife in Neon is the fourth studio album by American electronic rock band Julien-K. It is the second chapter of the concept album California Noir. The first chapter, Analog Beaches & Digital Cities, was released in 2015."
    },
    {
        "name": "California Rhinoplasty",
        "abstract": "\"California Rhinoplasty\" is a song and an EP by Matmos. The song is originally found on their 2001 album A Chance to Cut Is a Chance to Cure. The recording is composed entirely from samples of plastic surgery performed in California (rhinoplasty, endoscopic forehead lift, chin implants), augmented by a nose flute."
    },
    {
        "name": "California Roll (song)",
        "abstract": "\"California Roll\" is a song by American rapper Snoop Dogg, featuring vocals from fellow American musicians Stevie Wonder and Pharrell Williams, the latter of whom goes uncredited, but produced the song alongside Chad Hugo as The Neptunes. It was released on May 5, 2015 as the third and final single from Snoop Dogg's thirteenth studio album Bush (2015), with the record labels i am OTHER and Columbia Records. Williams is credited as a co-writer of the song, along with Snoop Dogg and James Fauntleroy. The song cover art features model ."
    },
    {
        "name": "California Son",
        "abstract": "California Son is the twelfth solo studio album by English singer Morrissey. Released on 24 May 2019 on the singer's label étienne and licensed on BMG, the album is a collection of cover versions. The single \"Wedding Bell Blues\", initially written and sung by Laura Nyro in 1966, featured Billie Joe Armstrong of Green Day on backing vocals. Recorded in 2018, the album was produced by Joe Chiccarelli, a frequent collaborator of Morrissey. California Son was released to generally mixed or average reviews."
    },
    {
        "name": "California Soul",
        "abstract": "\"California Soul\" is a funk-soul tune written by Ashford & Simpson, issued originally as the B-side of the Messengers' single \"Window Shopping\" in 1967 under the Motown group of labels. Nick Ashford then released his own version in June 1968 on Verve 10599. It was then issued as a single by American pop quintet the 5th Dimension in late 1968, and also covered by Motown vocal duo Marvin Gaye and Tammi Terrell, and by Marlena Shaw the following year. It was Gaye's and Terrell's last single together when released in early 1970. Both the 5th Dimension's version and the Gaye-Terrell version were modest charted hits. The 5th Dimension's performed better, reaching number twenty-five on the pop singles chart. Marvin and Tammi's cover was the B-side of \"The Onion Song\". The duo's version of \"California Soul\" reached number fifty pop but never charted on the US R&B chart. The duet was released after Terrell's death from a brain tumor in March 1970. Shaw's version was only released as a track on her 1969 album The Spice of Life, but later became a staple of the UK rare groove scene."
    },
    {
        "name": "California Soul (album)",
        "abstract": "California Soul is an album by the Gerald Wilson Orchestra recorded in 1968 and released on the Pacific Jazz label."
    },
    {
        "name": "California Sun",
        "abstract": "\"California Sun\" is a rock song first recorded by American rhythm and blues singer Joe Jones. Henry Glover is credited on the original 45 rpm single as the songwriter, although Roulette Records owner Morris Levy's name sometimes fraudulently appears on later renditions. In 1961, Roulette issued the song with \"Please Don't Talk About Me When I'm Gone\" as the B-side. The single reached number 89 on Billboard's Hot 100."
    },
    {
        "name": "California Sun / She Loves You",
        "abstract": "California Sun / She Loves You is a rock and roll album by the Crickets, recorded during their time with Liberty Records. It is The Crickets' fourth and final album for Liberty following the departure and subsequent death of their front man, Buddy Holly. The album's title is somewhat confusing, as it follows the then-popular industry practice of filling the album cover with the titles of as many popular songs as possible. The record label simply lists \"The Crickets\" name. Originally released as an LP record on in February 1964, the album was re-released on CD in 1995 by BGO Records alongside the UK-only LP A Collection which compiled non-album singles."
    },
    {
        "name": "California Sunrise",
        "abstract": "California Sunrise is the second studio album by American country singer Jon Pardi. It was released on June 17, 2016 through Capitol Nashville. Following the success of his debut studio album, Write You a Song (2014), Pardi reteamed with co-producer Bart Butler to work on new material for his next country album, wanting to incorporate more traditional aspects of the genre while adhering to the modern country music template. The album received positive reviews from music critics, who often praised the production and lyrical content. The accompanying singles \"Head Over Boots\", \"Dirt on My Boots\", \"Heartache on the Dance Floor\", \"She Ain't in It\", and \"Night Shift\" were released. California Sunrise debuted at number 11 on the US Billboard 200 and number one on the Top Country Albums chart, giving Pardi his only chart-topping album to date. It was certified platinum in the United States by the Recording Industry Association of America (RIAA). To promote the album, Pardi performed on talk shows, headlined his own concerts and opened for other country artists on their respective tours."
    },
    {
        "name": "California Waiting",
        "abstract": "\"California Waiting\" is the fourth single taken from the Youth & Young Manhood album by the American rock band Kings of Leon. An alternate version of the song appears on their debut release, the EP Holy Roller Novocaine. This version was recorded in a rush to finish the record. The band did not like the outcome, so they recorded a new version, which is found on Youth and Young Manhood. However, on Kings of Leon's VH1 Storytellers performance, Caleb Followill stated, before playing \"California Waiting\", that \"We kind of sabotaged it on our album, and tried to play it really punk rock. It was better on the EP I think.\""
    },
    {
        "name": "California X (album)",
        "abstract": "California X is the debut full-length album by American band California X. It was released in January 2013 under Don Giovanni Records."
    },
    {
        "name": "California Years",
        "abstract": "California Years is the seventh studio album by American singer-songwriter Jill Sobule, released on April 14, 2009, on Sobule's own label, Pinko Records. The album was produced by Don Was and financed completely by fan donations to Sobule's website jillsnextrecord.com."
    },
    {
        "name": "California Zephyr (Hank Williams song)",
        "abstract": "\"California Zephyr\" is a song written by Hank Williams. It was released as a single on MGM Records in 1956."
    },
    {
        "name": "California über alles",
        "abstract": "\"California Über Alles\" is the debut single by American punk rock band Dead Kennedys. It was the group's first recording and was released in June 1979 on the Optional Music label, with \"The Man with the Dogs\" appearing as its B-side. The title track was re-recorded in 1980 for the band's first album, Fresh Fruit for Rotting Vegetables, and the original recording as well as the B-side were later included on the 1987 compilation Give Me Convenience or Give Me Death."
    },
    {
        "name": "Californian Soil",
        "abstract": "Californian Soil is the third studio album by English indie pop band London Grammar, released on 16 April 2021 by Metal & Dust and Ministry of Sound. It was initially intended to be released on 12 February 2021, but was postponed for unknown reasons. Californian Soil was preceded by four singles—\"Baby It's You\", the title track, \"Lose Your Head\" and \"How Does It Feel\"."
    },
    {
        "name": "Californication (album)",
        "abstract": "Californication is the seventh studio album by the American rock band Red Hot Chili Peppers, released on June 8, 1999, on Warner Bros. Records. It was produced by Rick Rubin. Along with Blood Sugar Sex Magik, Californication is one of the band’s best selling albums. Californication marked the return of the guitarist John Frusciante, who had previously appeared on Mother's Milk and Blood Sugar Sex Magik, and shifted the band's style. The lyrics incorporated the sexual innuendos already associated with the band, but added themes including death, suicide, California, drugs, globalization and travel. Californication is the Chili Peppers' most commercially successful studio release internationally, with over fifteen million copies sold worldwide, and more than six million in the United States alone. As of 2002, the album had sold over four million copies in Europe. The record produced several hits for the band, including \"Otherside\", \"Californication\" and the Grammy Award-winning \"Scar Tissue\". Californication peaked at number three on the US Billboard 200. The record marked a significant change in style for the band: Rolling Stone's Greg Tate noted that \"while all previous Chili Peppers projects have been highly spirited, Californication dares to be spiritual and epiphanic\". Another critic, Billboard's Paul Verna, mentioned that the album brought out \"the group's softer, melodic side\", as opposed to their previous six albums."
    },
    {
        "name": "Californication (song)",
        "abstract": "\"Californication\" is a song by American rock band Red Hot Chili Peppers from their seventh album, Californication (1999). Released as a single in June 2000, it reached number 69 on the US Billboard Hot 100, number 16 on the UK Singles Chart, and number one on the Billboard Mainstream Rock Tracks and Modern Rock Tracks charts. It was the third number-one Californication single in Iceland. \"Californication\" has remained one of the band's most popular and most performed live songs, appearing in almost every setlist since its live debut and making it the band's third-most performed song, with over 500 performances."
    },
    {
        "name": "Caligula (Lingua Ignota album)",
        "abstract": "Caligula (stylized in all caps) is the third studio album by American musician Lingua Ignota, released July 19, 2019 through Profound Lore Records. Recorded after the signing with the record label in 2018, the album features collaborations with several other musicians, a departure from the recording process of her previous album All Bitches Die (2017), which was done alone in a shed in the woods, and features more acoustic instrumentation than the aforementioned record. It thematically explores themes of abuse, misogyny, hate, vengeance and violence in its lyrics, inspired by Hayter's own experiences in Providence, and combines elements of both classical and extreme music. The album received universal acclaim from music critics, and made appearances on several year-end lists."
    },
    {
        "name": "Caligvla",
        "abstract": "Caligvla is the second album released by Canadian death metal band Ex Deo, on 31 August 2012. The album title refers to Caligula, the third emperor of Rome known for his cruelty, sadism, extravagance, and intense personal insanity."
    },
    {
        "name": "Calipso (song)",
        "abstract": "\"Calipso\" is a song by Charlie Charles and Dardust featuring vocals from Sfera Ebbasta, Mahmood and Fabri Fibra. It was released on 26 April 2019 by Island Records. The song peaked at number 1 on the Italian Singles Chart."
    },
    {
        "name": "Call / I4U",
        "abstract": "\"Call\" / \"I4U\" s the 29th single by Japanese pop group AAA. It is included in the group's second best of album . The song was written by Kenn Kato and Mitsuhiro Hidaka. The single was released in Japan on August 31, 2011, under Avex Trax in six editions: CD and DVD A and B editions, CD-only C and D editions, and two Mu-Mo editions. \"Call\" / \"I4U\" debuted at number five on the weekly Oricon singles chart. The single charted for nine weeks and went on to sell over 42,300 copies in Japan."
    },
    {
        "name": "Call 911 (song)",
        "abstract": "\"Call 911\" is a song performed by British singer and songwriter Florrie. The song was released as the singer's debut single on 12 July 2010 as a remix bundle onto iTunes. It was written by Florrie, Miranda Cooper, Brian Higgins, Fred Falke, Toby Scott, and Carla Williams. The song was released as a remix by Fred Falke, but no original version was released."
    },
    {
        "name": "Call Call Call",
        "abstract": "Call Call Call (also known as 2nd Album) is the second studio album by South Korean singer, U;Nee. It was released on February 18, 2005, by Synnara Music. The album is considered U;Nee's best musical work, among fans and critics alike. It is currently out of print, and is considered a rare find among collectors. It is the last album to be released during her lifetime."
    },
    {
        "name": "Call Casting",
        "abstract": "\"Call Casting\" is a song by American hip hop group Migos, first released as a music video on January 4, 2017. It was later released to streaming services on January 13, 2017, as the first promotional single from their second studio album Culture (2017). It was produced by Buddah Bless and Bron Bron."
    },
    {
        "name": "Call Down the Moon",
        "abstract": "Call Down the Moon was the eleventh studio album released by the Welsh rock band Man, and only the second since they had reformed in 1983. It was also their first American release in 20 years. It was recorded during November 1994 and released in 1995."
    },
    {
        "name": "Call Girl (album)",
        "abstract": "Call Girl \"from MIE to you\" is the second studio album by Japanese singer MIE. The album was released on October 5, 1982 to coincide with the film Call Girl (コールガール, Kōru Gāru). It was also her last solo album under Victor Entertainment. The album was reissued on October 24, 2007 as Call Girl \"from MIE to you\" +2, with two bonus tracks."
    },
    {
        "name": "Call It Conspiracy",
        "abstract": "Call It Conspiracy is Dozer's third album, released September 16, 2003 on their managers label . For this album they worked with Swedish producer Chips Kiesbye, famous for his work with bands such as the Hellacopters."
    },
    {
        "name": "Call It Love",
        "abstract": "Call It Love is the fourth studio album by American musician Briana Marela. It was released in August 2017 under Jagjaguwar."
    },
    {
        "name": "Call It Love (Deuce song)",
        "abstract": "\"Call It Love\" is a song by British pop group Deuce, released in 1995 as the debut single from their only album, On the Loose! (1995). It was a major hit, peaking at number seven in Scotland, number eleven in the UK and number fourteen in Ireland. Outside Europe, it was a huge hit in Israel, where it reached number-one. A music video was produced to promote the single. It features a cameo by Tony Mortimer from East 17."
    },
    {
        "name": "Call It Stormy Monday (But Tuesday Is Just as Bad)",
        "abstract": "\"Call It Stormy Monday (But Tuesday Is Just as Bad)\" (commonly referred to as \"Stormy Monday\") is a song written and recorded by American blues electric guitar pioneer T-Bone Walker. It is a slow twelve-bar blues performed in the West Coast blues-style that features Walker's smooth, plaintive vocal and distinctive guitar work. As well as becoming a record chart hit in 1948, it inspired B.B. King and others to take up the electric guitar. \"Stormy Monday\" became Walker's best-known and most-recorded song. In 1961, Bobby \"Blue\" Bland further popularized the song with an appearance in the pop record charts. Bland introduced a new arrangement with chord substitutions, which was later used in many subsequent renditions. His version also incorrectly used the title \"Stormy Monday Blues\", which was copied and resulted in royalties being paid to songwriters other than Walker. The Allman Brothers Band recorded an extended version for their first live album in 1971, with additional changes to the arrangement. Through the album's popularity and the group's concert performances, they brought \"Stormy Monday\" to the attention of rock audiences. Similarly, Latimore's 1973 recording made it popular with a later R&B audience. \"Stormy Monday\" is one of the most popular blues standards, with numerous renditions. As well as being necessary for blues musicians, it is also found in the repertoires of many jazz, soul, pop, and rock performers. The song is included in the Grammy, Rock and Roll, and Blues Foundation halls of fame as well as the U.S. Library of Congress' National Recording Registry."
    },
    {
        "name": "Call It Watcha Like",
        "abstract": "Call It Watcha Like is the third studio album by freestyle singer Johnny O, released on September 5, 1995, by record label ex-It Records. From that album came out four singles, the first single, \"Runaway Love\", the song that made it big on the charts, and the second song released by Johnny O to enter the Billboard Hot 100 (the other was \"Dreamboy/Dreamgirl \"partnered with Cynthia), at position 87. None of the subsequent singles achieved success. The album failed to get into any music chart."
    },
    {
        "name": "Call It Whachawana",
        "abstract": "Call It Whachawana is an album by saxophonist Johnny Griffin which was recorded in 1983 and released on the Galaxy label."
    },
    {
        "name": "Call It What It Is",
        "abstract": "Call It What It Is is the thirteenth studio album by American artist Ben Harper (with The Innocent Criminals) released on April 8, 2016."
    },
    {
        "name": "Call It What You Want (Above the Law song)",
        "abstract": "\"Call It What You Want\" is the second and final single by Above the Law from their second album Black Mafia Life. It features 2Pac and Money-B. The music video for the single features cameos from Treach, Eazy-E, and MC Ren."
    },
    {
        "name": "Call It What You Want (Taylor Swift song)",
        "abstract": "\"Call It What You Want\" is a song recorded by American singer-songwriter Taylor Swift for her sixth studio album Reputation (2017). It was released on November 3, 2017, as a promotional single from the album. It is an electropop, R&B, trap, and synth-pop song, which was written and produced by Swift along with Jack Antonoff. It received critical acclaim upon release."
    },
    {
        "name": "Call It Whatever (song)",
        "abstract": "\"Call It Whatever\" is a song recorded by American recording artist Bella Thorne. It was co-written by Pär Westerlund, Rickard Göransson and Skyler Stonestreet and produced by Paro. The Razor N Guido remix was included in her extended play Jersey."
    },
    {
        "name": "Call Me, Beep Me!",
        "abstract": "\"Call Me, Beep Me!\", or \"The Kim Possible Song\", is the theme song for the Disney Channel series Kim Possible. The song was written by Cory Lerios and George Gabriel. In the song, Kim Possible (the main character of the series) tells listeners to \"call\" or \"beep\" her if \"there's trouble\", no \"matter if it's day or night\", and promises she will not fail them and will rush to help. Thus, it reflects the use of modern-day mobile technologies. The original version of the song, which played over the opening sequence of the 2002 series, was recorded by Christina Milian and is a catchy punchy Motown-flavored R&B number. Since then, the song has been covered by many artists, notably by Priscilla in 2006 in French, by the groups Preluders in 2004 and Banaroo in 2006 in English, Beni in 2005 in Japanese, and by Kiki Ting in Mandarin. In 2015, the original version of the song claimed the number one spot in the ranking of the \"Disney Channel Theme Songs of Yesteryear\". The song is also used as the theme song for the 2019 live-action film adaptation. In addition to Millian's version returning and being used in the film's opening sequence, a new version was produced for the film, sung by its lead actress, Sadie Stanley. Her version received a modern dance-pop arrangement and differs greatly from the original version of the song."
    },
    {
        "name": "Call Me (Al Green album)",
        "abstract": "Call Me is the sixth album by soul singer Al Green. It is widely regarded as Green's masterpiece, and has been called one of the best soul albums ever made. In 2003 the TV network VH1 named it the 70th greatest album in any genre. Call Me was a Top 10 Billboard Pop Album, and the third #1 Soul Album.In 2003, the album was ranked number 289 on Rolling Stone magazine's list of the 500 greatest albums of all time, and 290 in a 2012 revised list. Praised for his emotive singing style, Green here incorporates country influences, covering both Willie Nelson and Hank Williams. This album contained three top 10 singles on the Billboard Hot 100: \"You Ought to Be with Me,\" \"Here I Am (Come and Take Me)\" and \"Call Me (Come Back Home).\""
    },
    {
        "name": "Call Me (Anna Vissi song)",
        "abstract": "\"Call Me\" is a song by Greek-Cypriot singer Anna Vissi, originally released in 2003 in Greek as \"Ise\" (You Are). Written by Nikos Karvelas, \"Call Me\" was released in October 2004 as a promo track for radio stations in the U.S. and DJs by Nicky Kalliongis on his record label Moda Records. It was later released in April 2005 during its Billboard success as a digital download. After its Billboard success, it was released in Greece and Cyprus as a CD Single."
    },
    {
        "name": "Call Me (Aretha Franklin song)",
        "abstract": "\"Call Me\" is a song written and recorded by American singer Aretha Franklin. The song was co-produced by Jerry Wexler, Tom Dowd and Arif Mardin."
    },
    {
        "name": "Call Me (Blondie song)",
        "abstract": "\"Call Me\" is a song by the American new wave band Blondie and the theme to the 1980 film American Gigolo. Produced and composed by Italian musician Giorgio Moroder, with lyrics by Blondie singer Debbie Harry, the song appeared in the film and was released in the United States in early 1980 as a single. \"Call Me\" was No. 1 for six consecutive weeks on the Billboard Hot 100 chart, where it became the band's biggest single and second No. 1. It also hit No. 1 in the UK and Canada, where it became their fourth and second chart-topper, respectively. In the year-end chart of 1980, it was Billboard's No. 1 single and RPM magazine's No. 3 in Canada."
    },
    {
        "name": "Call Me (Deee-Lite song)",
        "abstract": "\"Call Me\" is a song recorded and produced by the American-based group Deee-Lite. It was released by Elektra Records as the fourth single of their third studio album, Dewdrops in the Garden, and their sixth and final single to reach the number one position on the Billboard dance chart, during the week ending February 4, 1995."
    },
    {
        "name": "Call Me (Deejay Jay song)",
        "abstract": "\"Call Me\" is a song by Italian produced Deejay Jay featuring Swedish singer Pandora. The song was released on 2 July 2008 and peaked at number 5 on the Swedish charts. Deejay Jay and Pandora promoted the track on a European tour in summer 2008."
    },
    {
        "name": "Call Me (Go West song)",
        "abstract": "\"Call Me\" is a 1985 song by the British band Go West, which reached no. 12 in the UK Charts and no. 54 in the US."
    },
    {
        "name": "Call Me (Jamelia song)",
        "abstract": "\"Call Me\" is the fourth single from British R&B singer Jamelia and the third single from her debut album, Drama (2000). Released on 12 June 2000, \"Call Me\" followed \"Money\" into the UK top 20, peaking at No. 11. The song spent five weeks on the UK Singles Chart."
    },
    {
        "name": "Call Me (Nav and Metro Boomin song)",
        "abstract": "\"Call Me\" is a song by Canadian rapper Nav and American record producer Metro Boomin. It is one of the dual singles from their collaborative mixtape Perfect Timing. The song was released for digital download on July 14, 2017 with the lead single, the title track of the mixtape."
    },
    {
        "name": "Call Me (Skyy song)",
        "abstract": "\"Call Me\" is a 1981 single by Brooklyn-based funk group Skyy. A popular R&B and dance hit, the single achieved mainstream success by peaking at number twenty-six on the Billboard Hot 100. It was one of only two singles Skyy placed on that chart."
    },
    {
        "name": "Call Me (Sylvester album)",
        "abstract": "Call Me is the seventh studio album by the American recording artist Sylvester."
    },
    {
        "name": "Call Me (Tweet song)",
        "abstract": "\"Call Me\" is a song by American singer Tweet from her debut studio album, Southern Hummingbird (2002). It was written by Tweet and Missy Elliott, and produced by Timbaland. The song was released on April 22, 2002, as the album's second single. \"Call Me\" reached number 31 on the Billboard Hot 100 and number nine on Billboard's Hot R&B/Hip-Hop Songs, becoming Tweet's second consecutive top-10 entry on the latter chart. The accompanying music video was directed by Chris Robinson and released in May 2002. The song was used in television ads for Verizon Wireless' Freeup prepay wireless service in 2002."
    },
    {
        "name": "Call Me Back Again",
        "abstract": "\"Call Me Back Again\" is a song credited to Paul and Linda McCartney and performed by Wings. It was originally released on the album Venus and Mars. It was performed throughout their world tours in Australia and America and a live version was included on the album Wings Over America. It was also included on the compilation album Wingspan: Hits and History. The song was also included on the theatrical version of the film Rockshow, documenting the Wings 1976 tour, but was excluded from the laserdisc version of the film. The song was also used as McCartney's entry on the iTunes exclusive 4-track Beatles EP 4: John Paul George Ringo, released in 2014."
    },
    {
        "name": "Call Me Burroughs",
        "abstract": "Call Me Burroughs is a spoken word album by Beat Generation author William S. Burroughs, which was released on LP by The English Bookshop, Paris, in June 1965, and then issued in the United States by ESP-Disk, New York, in 1966. Rhino Word Beat reissued the album on Compact Disc in 1995, the company's first ever reissue. All of the readings were from Burroughs' novels Naked Lunch, The Soft Machine, and Nova Express."
    },
    {
        "name": "Call Me Crazy",
        "abstract": "Call Me Crazy is the seventh studio album by American country music singer Lee Ann Womack, released on October 21, 2008 via MCA Nashville Records. It is her first studio release in three years, as her previous album (2006's Finding My Way Back Home) was not released. The lead-off single to this album is \"Last Call\" which in late 2008 became Womack's first Top 20 country hit in three years. The album's second single, \"Solitary Thinkin\", was released in April 2009 and reached the Top 40 of the country charts, peaking at #39 in June 2009. The album was nominated for the Grammy Award for Best Country Album on December 2, 2009."
    },
    {
        "name": "Call Me Crazy, But...",
        "abstract": "Call Me Crazy, But... is the debut extended play (EP) by American recording artist Sevyn Streeter. It was released on December 3, 2013 through Atlantic Records in collaboration with CBE.The writing, recording and producing of the EP began as Streeter began working on her debut album as a solo artist. The whole EP has Streeter as a writer herself and features production from Da Internz and Diplo with Chris Brown being the only feature."
    },
    {
        "name": "Call Me D-Nice",
        "abstract": "Call Me D-Nice is the debut studio album by American rapper D-Nice. It was released in 1990 via Jive Records and produced entirely by D-Nice. The album peaked at number 75 on the Billboard 200 and number 12 on the Top R&B/Hip-Hop Albums. Its self-titled lead single peaked at number 1 on the Hot Rap Songs and number 19 on the Hot R&B/Hip-Hop Songs, and the second single \"Crumbs on the Table\" also peaked at number 17 on the Hot Rap Songs."
    },
    {
        "name": "Call Me Every Day",
        "abstract": "\"Call Me Every Day\" is a duet by American singer Chris Brown and Nigerian singer Wizkid, released by RCA Records as the third official single from Brown's tenth studio album, Breezy, on June 17, 2022."
    },
    {
        "name": "Call Me If You Get Lost",
        "abstract": "Call Me If You Get Lost (stylized in all caps) is the sixth studio album by American rapper and producer Tyler, the Creator. The album was released on June 25, 2021, through Columbia Records. The album is narrated by DJ Drama and features guest appearances from 42 Dugg, YoungBoy Never Broke Again, Ty Dolla Sign, Lil Wayne, Domo Genesis, Brent Faiyaz, Lil Uzi Vert, Pharrell Williams, Teezo Touchdown, Fana Hues and Daisy World. Tyler produced the album himself, with additional production contributed by Jamie xx and Jay Versace. The album marks a departure from the lighter and more soulful aesthetics of Igor (2019) and Flower Boy (2017) in favor of brash beats and raw rhymes, influenced by DJ Drama's Gangsta Grillz mixtape series. Genres on the album span hip hop, pop, jazz, soul and reggae. The cover art depicts an identification card for a character named \"Tyler Baudelaire\" in reference to the French poet Charles Baudelaire, whose work has been regarded by music journalists as comparable to the explicit nature and themes of Tyler's music. Call Me If You Get Lost was supported by two singles: \"Lumberjack\" and \"WusYaName\", both of which were released alongside music videos. The album received widespread acclaim from critics and has been described as a mix of styles, with hints of nostalgia throughout its production. Some critics compared the album to his previous release, Igor. It was named among the best albums of 2021 by multiple publications' year-end lists. The album debuted at number one on the US Billboard 200, becoming Tyler, the Creator's second US number-one album. It won the award for Best Rap Album at the 2022 Grammy Awards, Tyler's second win."
    },
    {
        "name": "Call Me Irresponsible (album)",
        "abstract": "Call Me Irresponsible is the fifth studio album released by Canadian singer, Michael Bublé. It was released on May 1, 2007, by 143 Records and Reprise Records."
    },
    {
        "name": "Call Me Miss...",
        "abstract": "Call Me Miss... (stylized as Call me Miss...) is the sixth studio album by Japanese recording artist Crystal Kay. This was released just two weeks after her previous single \"Kirakuni / Together\" and in two different versions: a regular CD only edition and a limited CD+DVD edition that comes with an orchestra version of \"Kiss\" as well as a DVD of the PVs and live performances of two of Kay's big hits, \"Koi ni Ochitara\" and \"Two As One\" (with both these reaching #2 on the Oricon weekly charts)."
    },
    {
        "name": "Call Me Sir",
        "abstract": "\"Call Me Sir\" is a song by American rock band Train featuring American country music singer Cam and American rapper Travie McCoy, the lead vocalist of Gym Class Heroes. It was released on May 24, 2018, the single Included from first compilation album Greatest Hits."
    },
    {
        "name": "Call Me Sylvia",
        "abstract": "Call Me Sylvia is the second album by rock and roll band Low Cut Connie, released on September 25, 2012. The band has described it as their first album recorded with the knowledge that they were really a band, whereas Get Out the Lotion, their debut album, was recorded under more informal circumstances. The song \"Boozophilia\" was released as a single from the album, accompanied by a music video which was filmed at Ray's Happy Birthday Bar in Philadelphia. In August 2015, \"Boozophilia\" was featured on Barack Obama's summer playlist."
    },
    {
        "name": "Call Me What You Like",
        "abstract": "\"Call Me What You Like\" is a song by Keane, released as their first single in early 2000.Limited to 500 copies, the now rare record was mixed and released by Zoomorphic, the band's own label set up to promote their music when a record deal was not forthcoming. It was subsequently sold at pub venues during early Keane gigs. The title track and B-side \"Closer Now\" are two of the few songs credited to lead singer Tom Chaplin that have appeared on official releases. A re-recording of the single was included as a B-side on their follow-up 2001 single, \"Wolf at the Door\", and all three tracks appear on the 2009 Deluxe Edition release of the band's debut album, Hopes and Fears."
    },
    {
        "name": "Call Me When You're Sober",
        "abstract": "\"Call Me When You're Sober\" is a song by American rock band Evanescence recorded for their second studio album, The Open Door. Wind-up Records released it as the album's lead single on September 4, 2006; this release was preceded by the song's Internet leak and its earlier distribution to radio stations on July 31. The track was written by Amy Lee and band guitarist Terry Balsamo, while Dave Fortman handled its production. Lee confirmed that the song was inspired by a bad breakup with Shaun Morgan, lead singer of the band Seether. The track is an alternative metal, symphonic rock, and electropop piano ballad about the frustration of dealing with a partner with an addiction and having to terminate the relationship. The song received generally positive reception from music critics, who deemed it as a highlight on the album and praised Lee's vocals and self-assuredness, while some saw it as an unworthy comeback with inferior guitar backing. \"Call Me When You're Sober\" peaked at number ten on the U.S Billboard Hot 100 and number four on the Alternative Songs chart in addition to entering the top ten of several Billboard component charts. It was a success internationally as well, peaking within the top ten on various charts internationally, including the UK, Australia, Finland and New Zealand. The single was certified platinum by the Recording Industry Association of America (RIAA) and gold by the Australian Recording Industry Association (ARIA). An accompanying music video for the song was directed by Marc Webb and filmed in Hollywood. Lee said that as the song is quite literal the video depicts a metaphorical visual, drawing inspiration from the fairy tale \"Little Red Riding Hood\". It features British actor Oliver Goodwill as the Big Bad Wolf, trying to seduce Lee. Real wolves were used during filming, which Lee was allergic to but was eventually able to work with. \"Call Me When You're Sober\" was part of the set lists during three of Evanescence's worldwide tours; The Open Door Tour (2006–07), the Evanescence Tour (2011–12) and the band's fourth worldwide tour (2016–17)."
    },
    {
        "name": "Call Me When You Get There",
        "abstract": "Call Me When You Get There is an album by bassist Barre Phillips recorded in 1983 and released on the ECM label."
    },
    {
        "name": "Call Me a Mack",
        "abstract": "\"Call Me a Mack\" is the debut single released by R&B artist Usher for the soundtrack album Poetic Justice. \"Call Me a Mack\" was released separately in 1993 for Epic Records and was produced by Tim Thomas and Teddy Bishop. The song peaked at #56 on the Billboard's Hot R&B/Hip-Hop Songs chart."
    },
    {
        "name": "Call Me by Your Name: Original Motion Picture Soundtrack",
        "abstract": "Call Me by Your Name: Original Motion Picture Soundtrack is the soundtrack to the 2017 romantic drama film, Call Me by Your Name. It features songs by The Psychedelic Furs, Franco Battiato, Loredana Bertè, Bandolero, Giorgio Moroder, Joe Esposito, and F. R. David, with compositions by John Adams, Erik Satie, Ryuichi Sakamoto, Johann Sebastian Bach, and Maurice Ravel. American singer-songwriter Sufjan Stevens composed two original songs for the film, and the soundtrack also features a remix of his track \"Futile Devices\". Stevens's original song \"Mystery of Love\" was nominated for the Academy Award for Best Original Song at the 2018 ceremony. At the 61st Annual Grammy Awards, \"Mystery of Love\" received a nomination for Best Song Written for Visual Media and the soundtrack received one for Best Compilation Soundtrack for Visual Media."
    },
    {
        "name": "Call Me the Breeze",
        "abstract": "\"Call Me the Breeze\" is a rock song by J. J. Cale. It first appeared on his 1972 debut album, Naturally, as the opening track. The song consists of a 12-bar blues guitar shuffle and features the early use of a drum machine."
    },
    {
        "name": "Call My Life",
        "abstract": "Call My Life is the debut studio album by American drag queen and singer Blair St. Clair, released in June 2018. She is the first queen from RuPaul's Drag Race to have a debut album top one of the Billboard charts."
    },
    {
        "name": "Call My Name (Charlotte Church song)",
        "abstract": "\"Call My Name\" is a song by Welsh singer Charlotte Church from her fifth studio album, Tissues and Issues (2005). The song was released as the album's second single on 26 September 2005. It was co-written by Church, Wayne Hector and Eg White; with White producing it alongside Fitzgerald Scott."
    },
    {
        "name": "Call My Name (EP)",
        "abstract": "Call My Name is the tenth extended play by South Korean boy band Got7. It was released through JYP Entertainment on November 4, 2019. It features the lead single \"You Calling My Name\"."
    },
    {
        "name": "Call My Name (Orchestral Manoeuvres in the Dark song)",
        "abstract": "\"Call My Name\" is a song by English electronic band Orchestral Manoeuvres in the Dark (OMD). Remixed for its single release, it was issued as the fourth and final single from the group's eighth studio album, Sugar Tax (1991), on 18 November 1991. The single peaked at number 50 on the UK Singles Chart The B-side to the 7-inch single, \"Walk Tall\" is featured as the tenth track on Sugar Tax. An extended remix version was also released on the CD and 12-inch issues, featuring an uncredited female voice speaking over a telephone and the sounds of a rotary telephone dial."
    },
    {
        "name": "Call My Name (Pietro Lombardi song)",
        "abstract": "\"Call My Name\" is a song recorded by German singer Pietro Lombardi. It was written and produced by Dieter Bohlen for his first studio album Jackpot (2011). The song served as Lombardi's coronation song after winning the eighth season of Deutschland sucht den Superstar (DSDS). It was released by Polydor Records as his debut single on May 7, 2011 in German-speaking Europe."
    },
    {
        "name": "Call My Name (album)",
        "abstract": "Call My Name is the sixth studio album by American blues artist, Etta James. The album was produced by Leonard Chess and released on Cadet Records in 1967. Call My Name was the second of a series of albums James would release that mainly consisted on Soul music. It included one song that charted on Rhythm and Blues chart, \"I Prefer You,\" that reached #42. The other two singles spawned from the release (\"Don't Pick Me for Your Fool\" and \"Call My Name\") did not chart, becoming James's first album that did not release a Top 40 single. Allmusic gave the album four out of five stars, calling the tracks, \"I'm So Glad (I Found Love in You),\" \"It Must Be Your Love,\" and \"Don't Pick Me for Your Fool\" as \"standouts.\" The album was released on a 12-inch vinyl LP record, consisting of twelve tracks, with six songs on each side of the album. It has been available as a CD volume since 2011 when reissued with additional tracks by Kent records"
    },
    {
        "name": "Call Off the Search",
        "abstract": "Call off the Search is the debut studio album by Georgian-British jazz and blues singer Katie Melua, released in 2003."
    },
    {
        "name": "Call Off the Search (song)",
        "abstract": "\"Call Off the Search\" is the second single of Georgian-born singer Katie Melua. It is the title song of her debut album, Call Off the Search. The single had two versions that both came out on the same day. The B-side of the second version, \"Turn to Tell\", was composed by Melua's guitar teacher, Justin Sandercoe. The song peaked at number 19 on the UK Singles Chart and number 27 in Ireland."
    },
    {
        "name": "Call Out My Name",
        "abstract": "\"Call Out My Name\" is a song recorded by Canadian singer the Weeknd, taken from his first EP, My Dear Melancholy, released on March 30, 2018. The Weeknd co-wrote the song with his producer Frank Dukes, with Nicolas Jaar receiving writing credits for the sampling of his 2016 song \"Killing Time\". The song was sent to rhythmic contemporary radio on April 10, 2018, as the EP's first single in the United States. It has been alleged that the song is about his relationship with Selena Gomez, whom he dated in 2017."
    },
    {
        "name": "Call U Sexy",
        "abstract": "\"Call U Sexy\" is the second single released by British band VS and the second to be lifted from their debut studio album, All Kinds of Trouble (2004). The song uses a sample of the song \"Body Talk\" by Imagination. \"Call U Sexy\" was released on 7 June 2004 and peaked at number 11 on the UK Singles Chart and number 37 in Ireland. It was also a minor hit in Flanders and Romania."
    },
    {
        "name": "Call You Mine",
        "abstract": "\"Call You Mine\" is a song by American production duo The Chainsmokers featuring American singer-songwriter Bebe Rexha. It was released as a single on May 31, 2019, along with its music video, serving as the fourth single from the duo's third studio album World War Joy. \"Call You Mine\" marks The Chainsmokers' third collaboration with Bebe Rexha, following their remixes of \"Take Me Home\" by production trio Cash Cash, featuring Rexha on vocals, and their remix of her debut solo single, \"I Can't Stop Drinking About You\". Its music video won Best Dance Video at the 2019 MTV Video Music Awards."
    },
    {
        "name": "Call Your Friends",
        "abstract": "Call Your Friends is the tenth studio album by American punk rock band Zebrahead released in Japan on August 7, 2013 and worldwide on August 13 and 16, 2013 respectively. The album is available in five different covers, each available in a specific region. Long-time guitarist Greg Bergdorf departed before album's production and at the start of writing the album. He was replaced by Dan Palmer of Death by Stereo."
    },
    {
        "name": "Call Your Girlfriend",
        "abstract": "\"Call Your Girlfriend\" is a song by Swedish recording artist Robyn, taken from her seventh studio album, Body Talk (2010). It was released as the album's second single on 1 April 2011. The song was written by Robyn, Klas Åhlund and Alexander Kronlund. Åhlund handled production, with assistance by Billboard. In the song, Robyn portrays a woman who begs her new partner to break up with an old girlfriend, and advises on how to do it gently. \"Call Your Girlfriend\" is an electropop ballad with synths and a buzzing rhythm. The song received positive reviews from critics, who praised it for its lyrics and heartfelt message. The song reached number forty-three on the Sverigetopplistan chart, number eight on the Flanders Ultratip chart and number one in the Pmachinery Top 30. In the United States, it reached number one on Hot Dance Club Songs, becoming Robyn's highest-peaking song on the chart. The accompanying music video was released on 2 June 2011 and features Robyn dancing alone in a warehouse. The song has been performed on the NewNowNext Awards, Jimmy Kimmel Live!, RuPaul's Drag Race, and Saturday Night Live. The song was nominated for the Grammy Award for Best Dance Recording at the 2012 Grammy Awards."
    },
    {
        "name": "Call and Answer",
        "abstract": "\"Call and Answer\" is a song by the Canadian group Barenaked Ladies. It was the third single from their highly successful 1998 album Stunt (the song \"Alcohol\" had been previously released to radio stations, but was not sold commercially as a single). When released as a single, the song was both remixed and edited into a radio mix which cut from the second verse to the third chorus, skipping a chorus, an instrumental break and the third verse. The remix was a slight adjustment of EQ and levels; not a comprehensive remix involving adding or replacing musical elements. This version was also included on the soundtrack for the film EdTV. The song was written by Steven Page and his longtime collaborator, Stephen Duffy. All of the vocals in the song are performed by Page; this includes overlapping vocals, harmonies and octaves, and a call-and-response chorus. This, in addition to a long ad-lib outro makes the song a showcase of Page's vocal abilities. In live performances, the backing vocals were performed by bandmates Ed Robertson and Jim Creeggan. The song seems to be about the reconciliation of a tumultuous relationship. The song was performed on CBC Radio as a tribute to Peter Gzowski on his death in 2002. It was also performed as a duet with Alanis Morissette in 2004 during the co-headlining Au Naturale Tour."
    },
    {
        "name": "Call and Response: The Remix Album",
        "abstract": "Call and Response: The Remix Album is a remix album by Maroon 5, released on December 9, 2008. It features remixes of songs from the group's first two studio albums, Songs About Jane and It Won't Be Soon Before Long, by various artists and producers. The remix of the song \"Not Falling Apart\" by Tiësto peaked at number 3 on the Billboard Hot Dance Club Play chart."
    },
    {
        "name": "Call of the Mastodon",
        "abstract": "Call of the Mastodon is a compilation album of early recordings of the metal band Mastodon. It was released on February 7, 2006, by Relapse Records. It was the band's final release on Relapse; they subsequently signed with Warner Music. The album contains alternate re-ordered versions of all the songs from their early EPs Lifesblood and Slick Leg. It also includes the track \"Call of the Mastodon\", which previously only appeared on their demo release 9 Song Demo. The Japanese edition contains a bonus live version of \"Where Strides the Behemoth\" from their debut album Remission. In a documentary on the making of Crack the Skye, guitarist/vocalist Brent Hinds referred to Call of the Mastodon as the band's first studio album. This sentiment was also echoed by Bill Kelliher when he appeared on Loudwire's 'Wikipedia: Fact or Fiction'."
    },
    {
        "name": "Call of the Valley",
        "abstract": "Call of the Valley is a 1967 light-classical album by Hariprasad Chaurasia, Brij Bhushan Kabra, and Shivkumar Sharma. It was recorded for the label EMI. The instrumental album follows a day in the life of an Indian shepherd from Kashmir. It is one of the most successful Indian albums and one that became popular with an international audience. It was very important in introducing Indian music to Western ears and internationally the best selling Indian music record. George Harrison, David Crosby, Paul McCartney, Bob Dylan and Roger McGuinn are fans of the album. The atmospheric music is traditional, but the innovative use of guitar and flute make the sound more acceptable for Western audiences. Kabra plays slide guitar, Sharma santoor, Chaurasia bansuri and Tabla was played by Manikrao Popatkar. The artists became well known musicians as a result of this album. Today Call of the Valley is considered a classic and a milestone in world music. Shivkumar Sharma, the guitarist Brij Bhushan Kabra, and flutist Hariprasad Chaurasia were all aged about 30 when they made Call of the Valley. Conceived as a suite, they used their instruments to tell the story of a day in the life of a shepherd in Kashmir using ragas associated with various times of the day to advance the dramatic narrative. Allmusic advises: \"If the newcomer buys only one Indian classical recording, it should be \"Call of the Valley\".\" The remastered edition on hEMIsphere has three bonus tracks. It is listed in the book 1001 Albums You Must Hear Before You Die by Robert Dimery and Michael Lydon."
    },
    {
        "name": "Call of the West",
        "abstract": "Call of the West is the second studio album by Los Angeles new wave band Wall of Voodoo, released in September 1982. The album contains \"Mexican Radio\", the group's most well-known song, which was released as a single and whose video received moderate airplay on MTV."
    },
    {
        "name": "Call of the Wild (Aaron Tippin album)",
        "abstract": "Call of the Wild is the third studio album by American country music singer Aaron Tippin. Released in 1993 on RCA Records Nashville, it produced the singles \"The Call of the Wild\", \"Honky-Tonk Superman\", \"Workin' Man's Ph.D.\", and \"Whole Lotta Love on the Line\". Of these, only \"Workin' Man's Ph.D\" reached Top 10 on the U.S. Billboard country charts. The album was produced by Scott Hendricks, unlike Tippin's first two albums which were produced by Emory Gordy, Jr."
    },
    {
        "name": "Call of the Wild (D-A-D album)",
        "abstract": "Call of the Wild is the first studio album by Danish rock band D-A-D, at the time known as Disneyland After Dark. The album was released on 4 February 1986 by Mega Records.The album has been received with mixed reviews. The genre of the album is more country than the hard rock of their later albums. The two tracks \"Marlboro Man\" and \"It's After Dark\" are sometimes still played at their concerts, and can also be found on some of their live albums. The album was produced by Norwegian-born Frank Marstokk, a musician and producer who was A&R at Mega Records."
    },
    {
        "name": "Call of the Wild (Lee Aaron album)",
        "abstract": "Call of the Wild is the third studio album by singer Lee Aaron, released on June 27, 1985 through Attic Records; a remastered edition was reissued in 2002 through Unidisc Music. The album reached #86 on the RPM Canadian Albums Chart on August 24, 1985 and remained on the chart for twelve weeks.The title track, \"Call of the Wild\", was included on a 1988 reissue but not included on the original album which bore the same title. It was, however, included on the B-side of the 12-inch single of \"Barely Holdin' On\"."
    },
    {
        "name": "Call of the Wild (Ted Nugent and the Amboy Dukes album)",
        "abstract": "Call of the Wild is the sixth and penultimate album by The Amboy Dukes, credited as \"Ted Nugent & The Amboy Dukes\". Recorded in the summer of 1973, it is the first of two albums released on Frank Zappa's DiscReet Records, followed by Tooth Fang & Claw, the band's final album, in 1974. In 1977, both albums were reissued by Warner Bros as the compilation Two Originals of... Ted Nugent."
    },
    {
        "name": "Call of the Wild (Wild Willy Barrett album)",
        "abstract": "Call of the Wild is Wild Willy Barrett's first solo album. It was released in 1979 on the Polydor record label."
    },
    {
        "name": "Call of the Wild (song)",
        "abstract": "\"Call of the Wild\" is a song by British hard rock band Deep Purple. It appeared as the third track on their 1987 album The House of Blue Light. The song was released as a single later that year, and made it onto the UK Singles Chart at #92."
    },
    {
        "name": "Call on Me (Eric Prydz song)",
        "abstract": "\"Call on Me\" is a song co-written and produced by Swedish DJ and producer Eric Prydz. The song is based on a sample of Steve Winwood's 1982 song \"Valerie\" from the album Talking Back to the Night. \"Call on Me\" received significant sales success and topped several record charts. The song is known for its music video, which features several women (including Deanne Berry as the dance instructor) and a man performing aerobics in a sexually suggestive manner."
    },
    {
        "name": "Call on Me (Janet Jackson song)",
        "abstract": "\"Call on Me\" is a song by American singer Janet Jackson with guest vocals from American rapper Nelly from Jackson's ninth studio album 20 Y.O. (2006). It was written by Jermaine Dupri, Johnta Austin, James Phillips, Cornell Haynes Jr., James Harris III and Terry Lewis, and produced by Dupri, Phillips, Jam and Lewis, in addition to Jackson. \"Call on Me\" was released as the album's lead single on June 19, 2006, by Virgin Records. The song is a mid-tempo ballad which talks about calling on a person when a friend or somebody to listen is needed. \"Call on Me\" received mixed reviews from music critics, although some picked it as one of the best tracks on the album, calling it a \"lovely and elegant\" ballad. The song was a moderate success commercially, becoming her most successful single in some countries since \"All for You\" (2001). It peaked at number 25 on the US Billboard Hot 100. Additionally, it spent two non-consecutive weeks atop the US Hot R&B/Hip-Hop Songs, making it Jackson's 16th number-one single on the chart. Internationally, the song peaked within the top 20 in Ireland, Italy, New Zealand and the United Kingdom. The accompanying music video for \"Call on Me\" was directed by Hype Williams and took ten days to complete. Incorporating Indian, Asian, and African styles, outfits worn in the video included a specially-designed kimono, metal corset, and nine-inch platform heels. \"Call on Me\" is one of the most expensive music videos of all time, with a production cost of over $1 million. Following its release, it was reported that the video was blacklisted by MTV, following her incident at the Super Bowl halftime show in 2004, which was co-produced by the network. To promote 20 Y.O., Jackson performed the song with Nelly on TV show Today, as well as on two of her concert tours."
    },
    {
        "name": "Call on Me (Starley song)",
        "abstract": "\"Call on Me\" is the debut single by Australian singer-songwriter Starley. The song was written by her and Peter Wadams. It was made available for digital download on 29 July 2016 through Tinted Records, and it was re-released through Tinted Records and Epic Records on 13 October 2016."
    },
    {
        "name": "Call on Me (album)",
        "abstract": "Call on Me is the third studio album by American R&B singer Evelyn \"Champagne\" King, released on September 8, 1980 by RCA Records. It was produced by Theodore Life and George Tindley. The album peaked at No. 58 on the R&B albums chart. It also reached No. 124 on the Billboard 200. It produced the single \"Let's Get Funky Tonight\"."
    },
    {
        "name": "Call the Comet",
        "abstract": "Call the Comet is the third studio album by the English musician Johnny Marr. It was released on 15 June 2018 by New Voodoo and Warner Bros. Records."
    },
    {
        "name": "Call the Doctor",
        "abstract": "Call the Doctor is the second studio album by the American punk rock band Sleater-Kinney. It was released on March 25, 1996, by Chainsaw Records to critical acclaim."
    },
    {
        "name": "Call the Man",
        "abstract": "\"Call the Man\" is a song by Canadian singer Celine Dion, recorded for her fourth English-language album, Falling into You (1996). It was released as the fifth and last single outside of North America on 16 June 1997. \"Call the Man\" was written by Andy Hill and Peter Sinfield, who had already written Dion's 1995 smash hit \"Think Twice\". The song was produced by Jim Steinman, who had also worked on her previous pop single, \"It's All Coming Back to Me Now\"."
    },
    {
        "name": "Call the Police (G Girls song)",
        "abstract": "\"Call the Police\" is a song recorded by Romanian girl band G Girls. It was made available for digital consumption on 14 June 2016 through Global Records and Roton worldwide, while being distributed in Italy on 15 July 2016 by Ego. Serving as the group's debut recording, the track was written by Eric Turner and J-Son, while production was handled by Marcel Botezan and Sebastian Barac. Musically, \"Call the Police\" is a \"typical\" Eurodance song which musically incorporates \"Romanian music dance vibe\". Music critics were positive towards \"Call the Police\", noting the track as being catchy and comparing it to band member Inna's works. For promotion, an accompanying music video for the single was shot by Roman Burlaca at Palatul Noblesse. Commercially, \"Call the Police\" experienced moderate success on music charts; while it peaked at number six on Poland's Airplay Top 100, the track reached position 64 in Romania."
    },
    {
        "name": "Call the Police (LCD Soundsystem song)",
        "abstract": "\"Call the Police\" is a song by American rock band LCD Soundsystem. It was released together with \"American Dream\" as a digital double A-side single on May 5, 2017, through DFA Records and Columbia Records, as the lead single from their fourth studio album, American Dream (2017). The song peaked at number 78 in Scotland and number 26 on the Billboard Hot Rock Songs chart."
    },
    {
        "name": "Call the Shots",
        "abstract": "\"Call the Shots\" is a song by British-Irish girl group Girls Aloud from their fourth studio album, Tangled Up (2007). The song was written by Miranda Cooper, with inspiration from an article about the advance of women in business, and Brian Higgins, Tim Powell, Lisa Cowling, and Giselle Somerville also received songwriting credits. Polydor Records originally intended to release it the lead single for The Sound of Girls Aloud: The Greatest Hits (2006); however, \"Something Kinda Ooooh\" was selected instead. In September 2007, \"Call the Shots\" leaked online, and on 26 November of the same year, it was released as the second single from Tangled Up through Fascination Records, a week after the album's release. The song was produced by Xenomania. In 2008, the song won the award for the Popjustice £20 Music Prize, an annual prize awarded by a panel of judges organised by music website Popjustice to the singer(s) of the best British pop single of the past year. \"Call the Shots\" proved to be commercially successful upon its release, charting at number three on the UK Singles Chart, continuing the band's string of hits by becoming their sixteenth consecutive single to chart within the top ten, and being later certified Silver by the British Phonographic Industry. The song also peaked at number nine on the Irish Singles Chart. The accompanying music video was directed by Sean de Sparengo, and features the girls in purple dresses performing on Malibu Beach at night with flames and white fabric surrounding them. Each member of the band is also shown other locations, following several story lines. \"Call the Shots\" was promoted through numerous live appearances, including a high-profile performance on The X Factor, and has since been performed on three of Girls Aloud's subsequent concert tours. Several artists and bands including Coldplay and Mark Morriss have covered the song."
    },
    {
        "name": "Call to Arms (C4 album)",
        "abstract": "Call to Arms is the only album by American heavy metal band C4, released in 2001. It features covers of songs by Batio's previous band's, Nitro and . The album cover is based on a real-life incident of a church in Texas being demolished by a natural disaster, and depicts two small figures—of Jesus and one of his disciples—near the wreckage. The meaning is that \"when everything else is gone, there is still faith\"."
    },
    {
        "name": "Call to Arms (Saxon album)",
        "abstract": "Call To Arms is the nineteenth studio album by British heavy metal band Saxon. Call to Arms was released 3 June in Europe; 6 June in Denmark, Finland, and the UK; 8 June in Greece and Poland; 10 June in France. Previously, it was due to be released on 23 May 2011. The album was released on 27 September in North America by EMI. Current Deep Purple keyboardist Don Airey made a guest appearance on the album."
    },
    {
        "name": "Call to Arms (Sick of It All album)",
        "abstract": "Call to Arms is the fifth full-length studio album from American hardcore punk band Sick of It All. It was the band's first full-length release on Fat Wreck Chords and follows the 1998 EP, Potential for a Fall."
    },
    {
        "name": "Calla (album)",
        "abstract": "Calla is the self-titled first album of the New York-based indie rock band Calla."
    },
    {
        "name": "Callalily (album)",
        "abstract": "Callalily is the eponymous third album of Filipino rock band Callalily released on October 12, 2009 by Sony Music. The album's singles include \"Nananaginip\", \"Gabay\", \"Liwanag\" and the limited radio and internet single, \"Right\". The band notes that this album is more organic and is a return to the musical style of their debut album."
    },
    {
        "name": "Callanish Stones",
        "abstract": "The Callanish Stones (or \"Callanish I\": Scottish Gaelic: Clachan Chalanais or Tursachan Chalanais) are an arrangement of standing stones placed in a cruciform pattern with a central stone circle. They were erected in the late Neolithic era, and were a focus for ritual activity during the Bronze Age. They are near the village of Callanish (Gaelic: Calanais) on the west coast of Lewis in the Outer Hebrides, Scotland."
    },
    {
        "name": "Callao (song)",
        "abstract": "\"Callao\" is a song by Peruvian singer Anna Carina released by 11y11 Records as the second single of her upcoming album."
    },
    {
        "name": "Callaíta",
        "abstract": "\"Callaíta\" is a song by Puerto Rican rapper Bad Bunny and producer Tainy with samples from Zion's song \"Alocate\". The song was released through Rimas Entertainment on May 31, 2019 as the first single from Bunny's fourth studio album, Un Verano Sin Ti (2022), appearing as the last song from the album acting as a bonus track."
    },
    {
        "name": "Calle 13 (album)",
        "abstract": "Calle 13 is the debut studio album by Puerto Rican urban/hip hop band Calle 13, released on November 29, 2005 by White Lion Records. The album was recorded in the wake of the group's online success with the song \"Querido FBI\". The album received positive reviews, with critics praising Residente's lyrical style and the musical diversity displayed on the record. The lead single \"Atrévete-te-te\" peaked at number 15 on the Billboard Hot Latin Songs chart and is now considered to be one of the group's signature songs. At the 2006 Latin Grammy Awards, Calle 13 won three Latin Grammy Awards including Best Urban Music Album, Best New Artist, and Best Short Form Music Video for their first single \"Atrévete-te-te\"."
    },
    {
        "name": "Calle Ilusión",
        "abstract": "Calle Ilusión is the fourth album from Álex Ubago. Released on March 10, 2009 in Spain, it was nominated for a Latin Grammy Award for Best Male Pop Vocal Album at the 10th Annual Latin Grammy Awards."
    },
    {
        "name": "Calle Schewens vals",
        "abstract": "Calle Schewens vals (Calle Schewen's waltz) is a 1932 Swedish waltz written by Evert Taube. When Taube wanted to be member of the secret society in 1931, he was stumped until Albert Engström ordered him to write a song about the \"Stockholm archipelago, summer air, and darkening nights in July at Roslagen\". Carl von Schewen, who also was member of Pelarorden, was immortalized as Calle Schewen. The song was published in the songbook in 1934."
    },
    {
        "name": "Called Out in the Dark",
        "abstract": "\"Called Out in the Dark\" is a song by Scottish-Northern Irish rock band Snow Patrol. The track was released as the first single from the band's sixth studio album Fallen Empires on 2 September 2011. It was made available both independently and on an EP with three other tracks from Fallen Empires. \"Called Out in the Dark\" was shortlisted for Meteor Choice Music Prize Irish Song of the Year 2011. A version of the track also exists which is remixed by Norman Cook."
    },
    {
        "name": "Callin' Me (Lil' Zane song)",
        "abstract": "\"Callin' Me\" is a song by American rapper Lil' Zane featuring R&B group 112. It was released as the first single from his debut studio album Young World: The Future on June 6, 2000, and was produced by Diggie Doms and Mistafiss. The song topped the Hot Rap Songs chart for 6 consecutive weeks beginning on July 15, 2000, and peaked at number 8 on the Billboard Hot Rap Songs chart and number 21 on the Hot 100 chart."
    },
    {
        "name": "Callin' Me When I'm Lonely",
        "abstract": "\"Callin' Me When I'm Lonely\" is a song recorded by American singer-songwriter Sheryl Crow. It was released as the second single from her 2013 album, Feels Like Home. The song was written by Nashville songwriters Rodney Clawson and Brent Anderson, being one of the two tracks on the album that Crow didn't have a hand in writing."
    },
    {
        "name": "Callin' the Blues",
        "abstract": "Callin' the Blues is an album by guitarist Tiny Grimes with trombonist J. C. Higginbotham recorded in 1958 and released on the Prestige label. The album was subsequently rereleased on Prestige's Swingville subsidiary label."
    },
    {
        "name": "Calling (Geri Halliwell song)",
        "abstract": "\"Calling\" is a song by British singer Geri Halliwell. It was written by Halliwell and Peter-John Vettese for her second album, Scream If You Wanna Go Faster (2001), while production was helmed by Stephen Lipson. The song was released as the third and final single from the album. Just like Halliwell's previous single, \"Scream If You Wanna Go Faster\", the success for \"Calling\" was limited. In certain regions, the song was released in a French version, called \"Au nom de l'amour\". To promote the single, Halliwell performed the song on Top of the Pops, Top of the Pops Germany, CD:UK, Children in Need 2001, Blue Peter, This Morning and the Pepsi Chart."
    },
    {
        "name": "Calling (Kobukuro album)",
        "abstract": "Calling is Kobukuro's eighth album under Warner Music Japan, released on August 5, 2009. The song \"Sayonara Hero\" was written by Kentaro Kobuchi as a tribute to Kiyoshiro Imawano."
    },
    {
        "name": "Calling (Lose My Mind)",
        "abstract": "\"Calling (Lose My Mind)\" is a single by Swedish house producers Sebastian Ingrosso (of Swedish House Mafia) and Alesso featuring American recording artist Ryan Tedder of OneRepublic. It was released in Sweden on 13 March 2012 and in the UK on 27 May 2012. American recording artist Matthew Koma assisted the artists in writing the song. The original instrumental version of the track was released on 31 August 2011, under the name \"Calling\". The song topped the Billboard Hot Dance Club Songs chart and was also a top-ten hit in Australia and the UK. It was featured on Swedish House Mafia's second compilation album Until Now, released on 22 October 2012."
    },
    {
        "name": "Calling / Breathless",
        "abstract": "\"Calling\" / \"Breathless\" is the 40th single released by Japanese boy band Arashi. \"Calling\" was used as the theme song for the drama Last Hope starring Arashi member Masaki Aiba. \"Breathless\" was used as the theme song for the movie Platina Data starring Arashi member Kazunari Ninomiya. It debuted at number one on the Oricon Singles Chart. According to Oricon, this was the sixth best selling single of the year in Japan, with 881,192 copies."
    },
    {
        "name": "Calling Albany",
        "abstract": "Calling Albany is the second and final studio album by Vermont. It was released on January 22, 2002, on Kindercore Records."
    },
    {
        "name": "Calling All Angels",
        "abstract": "\"Calling All Angels\" is a song by American rock band Train. It was included on the band's third studio album, My Private Nation, and produced by Brendan O'Brien. It features Greg Leisz on pedal steel guitar. The song was the first track to be released from My Private Nation, on April 14, 2003, and peaked at number 19 on the US Billboard Hot 100 chart. It also topped three other Billboard charts: the Adult Alternative Songs, Adult Contemporary, and Adult Top 40 listings. Outside the US, the song entered the top 40 in Australia and New Zealand."
    },
    {
        "name": "Calling All Angels (Jane Siberry song)",
        "abstract": "\"Calling All Angels\" is a song by the Canadian singer/songwriter Jane Siberry. It was featured on the soundtrack for Wim Wenders 1991 film, Until the End of the World, and in the final scene and on the soundtrack for the film Pay It Forward, as well as in episode 1, season 4 of the television series The Fosters and in Season 1 of The Chair on Netflix. It also plays over the end credits of the 2021 film The Many Saints of Newark."
    },
    {
        "name": "Calling All Boys",
        "abstract": "\"Calling All Boys\" is a 1982 or 1983 single by The Flirts, a New York-based female vocal trio created by producer/songwriter Bobby Orlando."
    },
    {
        "name": "Calling All Cars on the Vegas Strip",
        "abstract": "Calling All Cars on the Vegas Strip is the debut studio album of the band Jucifer, originally released in 1998 through the independent label Crack Rock records and then in 2000 after have signed to Capricorn Records label. The album contains a mixture of metal, punk, hardcore, doom, sludge, alternative elements and scratch disk sound effects between track to track. This style wasn't explored by many bands in the late 1990s, was part of their sound during the 2000s, until the release of Throned in Blood in 2010."
    },
    {
        "name": "Calling All Dawns",
        "abstract": "Calling All Dawns is a classical crossover album by Christopher Tin released in 2009. The album won two Grammys at the 53rd Grammy Awards for Best Classical Crossover Album and Best Instrumental Arrangement Accompanying Vocalist(s) for the song \"Baba Yetu\", the theme for the 2005 video game Civilization IV. The win marks the first time in history that a Grammy has been awarded to a composition written for a video game. The album is a song cycle in three movements: day, night, and dawn (corresponding to life, death, and rebirth). Twelve songs are featured on the album, each sung in a different language. Many of the lyrics find their sources in important pieces of world literature, including excerpts of long works such as the Hebrew Bible, the Bhagavad Gita, and The Rubaiyat of Omar Khayyam, and also smaller verses such as the Lord's Prayer, Māori proverbs, and Japanese haiku. The album features a similarly diverse set of vocal traditions, including opera, Irish keening, and African choral music. The UK premiere of Kia Hora Te Marino was in Bath Abbey on 10 May 2014, at a concert in aid of the Royal British Legion."
    },
    {
        "name": "Calling All Girls",
        "abstract": "\"Calling All Girls\" is a song by the British rock band Queen. It is the eighth track on the album Hot Space and it was written by Roger Taylor. It was the third US single from the album, released in the summer of 1982, where it peaked at #60. It was also released in Canada (#33), Australia and New Zealand. This marked the first time a Roger Taylor-penned Queen song to be released as a single. Taylor composed the song on guitar, playing feedback noises during the break. There is also the notable use of record-scratching. The song was never performed in Europe, but a 1982 live recording in Japan is available on the Queen on Fire - Live at the Bowl DVD."
    },
    {
        "name": "Calling All Hearts",
        "abstract": "Calling All Hearts is the fourth studio album by American R&B singer Keyshia Cole, released on December 21, 2010 in the United States by Geffen Records. Appearances on the album include Nicki Minaj, Tank, Faith Evans, Timbaland and Yvonne Cole."
    },
    {
        "name": "Calling All Hearts (song)",
        "abstract": "\"Calling All Hearts\" is a song by American producer DJ Cassidy, featuring vocals from American singer-songwriter, musician and actor Robin Thicke, and English singer-songwriter Jessie J. The song was released in the United States in February 2014 and in the United Kingdom on 20 April 2014 as a digital download. The song has charted in Belgium. The song was written by Cassidy Podell, Jessica Cornish, Claude Kelly and Gregory Cohen."
    },
    {
        "name": "Calling All Kings & Queens",
        "abstract": "Calling All Kings & Queens is a sampler album of alternative rock songs by artists on the San Francisco, California based lesbian-feminist independent record label, Mr. Lady Records. It was released in March, 2001, following on from the label's first sampler released in 1999, entitled New Women's Music Sampler."
    },
    {
        "name": "Calling All Lovers",
        "abstract": "Calling All Lovers is the fourth studio album by American R&B singer Tamar Braxton. It was released on October 2, 2015, by Epic Records and Streamline Records. The album was preceded by the release of two singles — \"Let Me Know\" and \"If I Don't Have You\". The album debuted at number five in the United States, debuting with 43,000 units (38,000 in album sales) in the United States. The album's second single, \"If I Don't Have You\" was released on May 27, 2015, and was nominated for Best R&B Performance at the 58th Annual Grammy Awards, becoming Braxton's fourth nomination."
    },
    {
        "name": "Calling All Mothers",
        "abstract": "Calling All Mothers is an album by American jazz group the NRG Ensemble, their first after the death of bandleader, and multi-instrumentalist Hal Russell, which was recorded in 1993 and released on the Quinnah label."
    },
    {
        "name": "Calling All Stations",
        "abstract": "...Calling All Stations... is the fifteenth and final studio album by English rock band Genesis. It was released 1 September 1997 by Virgin Records, and is their only album featuring Scottish singer Ray Wilson as frontman following the departure of longtime drummer/singer Phil Collins in 1996. The remaining members—founding keyboardist Tony Banks and guitarist/bassist Mike Rutherford—decided to continue the band and write new music for an album, during which they auditioned singers and picked Wilson. Calling All Stations was released to mostly negative reviews from music critics who chastised its lack of direction, but praised Wilson's performance. It sold poorly in comparison to their earlier albums; it reached No. 2 in the UK and performed well in Europe, but it peaked at No. 54 in the US. This marked their first studio album not to reach number one in the UK since 1978. \"Congo\", the first of three singles from the album, went to No. 29 in the UK. The Calling All Stations Tour saw Genesis tour Europe throughout 1998, but an American leg was booked and cancelled twice due to low ticket sales. The group disbanded at the tour's conclusion, focusing on archival and greatest hit albums until Collins returned in 2006 for the Turn It On Again Tour."
    },
    {
        "name": "Calling All the Monsters",
        "abstract": "\"Calling All the Monsters\" is a song performed by American pop recording artist China Anne McClain. It was produced by Niclas Molinder and Joacim Persson, who also co-wrote the song Johan Alkenäs, and Charlie Mason, for the soundtrack, A.N.T. Farm (2011), the soundtrack to the Disney Channel television series, A.N.T. Farm. It was released as the album's second single on September 20, 2011 through Walt Disney Records. Musically, the song is prominent dance-pop and electropop that runs through a club oriented beat, and the lyrics are Halloween-themed, speaking of dancing with monsters. The song was met with generally positive reviews from critics, with the majority of them praising its playful nature and dance oriented sound. It has topped the Radio Disney Top 30 Countdown. The song earned 25,000 downloads within its first week of release. In 2021, the song was re-recorded by McClain with her sisters, under their band name, Thriii. The song features their brother, Messenger."
    },
    {
        "name": "Calling America",
        "abstract": "\"Calling America\" is a song by the rock music group Electric Light Orchestra (ELO) released as a single from their 1986 album Balance of Power. The single reached number 28 in the United Kingdom, making it their 26th and final Top 40 hit single in their native country and peaked at number 18 on the Billboard singles chart, making it their 20th and final Top 40 hit single in the United States."
    },
    {
        "name": "Calling Card",
        "abstract": "Calling Card is the sixth studio album and eighth album overall by Irish singer/guitarist Rory Gallagher. A 1976 release, it was his second of four albums released on Chrysalis Records in the 1970s. Deep Purple/Rainbow bass guitarist Roger Glover co-produced with Gallagher: it was the first time that Gallagher worked with a \"name\" producer and the only successful such collaboration. It was also the last album Gallagher would do with Rod de'Ath (drums) and Lou Martin (keyboards). After Calling Card, Gallagher retained only his long-time bass guitarist Gerry McAvoy and hired Ted McKenna on drums. This revised power trio was Gallagher's line up for the next five years when Brendan O'Neil took the sticks."
    },
    {
        "name": "Calling Dr. Love",
        "abstract": "\"Calling Dr. Love\" is a song by American hard rock band Kiss, originally released on their 1976 album Rock and Roll Over. A live version of the song was included on Alive II, released in 1977. Since then, \"Calling Dr. Love\" has appeared on numerous Kiss compilation albums. In 2003, it appeared on Kiss's fifth live album, Kiss Symphony: Alive IV. \"Calling Dr. Love\" was also featured in the setlist of the Alive 35 World Tour in 2008. The Canadian 8-track tape version of the song is extended by about 55 seconds, with a smoothly edited-in repeat of the guitar solo."
    },
    {
        "name": "Calling Dr. Luv",
        "abstract": "Calling Dr. Luv is the third studio album by American industrial band The Electric Hellfire Club, released on September 3, 1996, by Cleopatra Records. The album is named after the Kiss song \"Calling Dr. Love\" and after their keyboardist The Rev. Dr. Luv who had recently died, which the album was dedicated to."
    },
    {
        "name": "Calling Elvis",
        "abstract": "\"Calling Elvis\" is a song written by Mark Knopfler and performed by Dire Straits. It first appeared on the final studio album by the band, On Every Street (1991). It was released as the first single from that album, peaking at number 21 in the United Kingdom, and reaching the Top 10 in numerous other countries. It was included on the 2005 compilation The Best of Dire Straits & Mark Knopfler: Private Investigations. A live version of the song also appears on the 1993 live album On the Night."
    },
    {
        "name": "Calling Hong Kong",
        "abstract": "\"Calling Hong Kong\" was the second single by Orange County pop punk band Supernova, released on 7\" by Goldenrod Records in 1993. Tracks 1 & 2 were included on the 2001 compilation CD Pop as a Weapon."
    },
    {
        "name": "Calling It Quits/Crazy Tropical Survival Guide",
        "abstract": "\"Calling It Quits\"/\"Crazy Tropical Survival Guide\" is a two-song single by Frederick Squire and Kate Maki, released as a 7-inch and digital download on March 22, 2011. The release features two songs that the duo recorded at Paco Loco Studio in El Puerto de Santa Maria while travelling in Spain. Both Squire and Maki released full-length albums, Maki's Moonshine and Squire's Frederick Squire Sings Shenandoah and Other Popular Hits, on May 24, 2011. They embarked on a joint tour across Canada to support the two-song single and their solo albums, which was named the \"Calling It Quits Tour\"."
    },
    {
        "name": "Calling It Wrong",
        "abstract": "Calling It Wrong is an EP by the Shermans, released as their first single on April 21, 2007."
    },
    {
        "name": "Calling Me Home to You",
        "abstract": "\"Calling Me Home To You\" is an American song written by Edward Teschemacher and composed by Francis Dorel. The song was first recorded on May 31, 1916, by Alfred De Manby, a baritone vocalist, for Columbia Records."
    },
    {
        "name": "Calling Me Home – The Best of Sara Storer",
        "abstract": "Calling Me Home – The Best of Sara Storer is the first compilation album by Australian country music singer Sara Storer. It was released in April 2010 as a 1CD standard and 2CD 'collector's' edition. The album includes tracks from her four studio albums to date and peaked at number 28 on the ARIA Charts in its third week. A DVD was released in November 2010, featuring 21 video clips from Storer's career."
    },
    {
        "name": "Calling My Children Home",
        "abstract": "Calling My Children Home is an album by the progressive bluegrass band Country Gentlemen, recorded in 1976-1977 and released in 1978."
    },
    {
        "name": "Calling My Phone",
        "abstract": "\"Calling My Phone\" is a song by American recording artists Lil Tjay and 6lack from the former's second studio Destined 2 Win (2021). It was released on February 10, 2021, through Columbia and Sony."
    },
    {
        "name": "Calling My Spirit",
        "abstract": "\"Calling My Spirit\" is a song recorded by American rapper Kodak Black for his second studio album Dying to Live. It was released on November 30, 2018, via Atlantic Records and WEA, with production by Southside and Jake One."
    },
    {
        "name": "Calling Occupants of Interplanetary Craft",
        "abstract": "\"Calling Occupants of Interplanetary Craft\" is a power ballad by Canadian rock band Klaatu, originally released in 1976 on their first album 3:47 EST. The song opened night transmission of the pirate radio station Radio Caroline. The year following its release, American soft rock duo the Carpenters covered the song, using a crew of 160 musicians. The Carpenters' version reached the top 10 in the UK and Canada, and charted at number 1 in Ireland."
    },
    {
        "name": "Calling Out",
        "abstract": "Calling Out is the fourth album by Canadian indie rock band FemBots, released on September 16, 2008, with Weewerk. The album was originally intended to use only junk instruments created out of garbage by guest musician Iner Souster. However, the band reportedly found the instruments were not sufficiently reliable to form the basis of the entire album, and instead added some conventional instrumentation while retaining the junk instruments on the songs' rhythm tracks. In addition to Souster and the FemBots, the album also features Nathan Lawr and Christine Fellows."
    },
    {
        "name": "Calling Out Loud",
        "abstract": "Calling Out Loud is an album by jazz cornetist Nat Adderley released on the CTI label featuring performances by Adderley with Jerome Richardson, Joe Zawinul, Ron Carter, and Leo Morris and with brass and woodwinds arranged and conducted by Bill Fischer."
    },
    {
        "name": "Calling Out of Context",
        "abstract": "Calling Out of Context is a compilation album of songs written and recorded by experimental musician Arthur Russell. It was released on March 16, 2004 by Audika Records in the United States and by Rough Trade Records in the United Kingdom. Nearly all of the songs included on Calling Out of Context had never been previously released in any form."
    },
    {
        "name": "Calling Out to Carol",
        "abstract": "\"Calling Out to Carol\" is a song by American singer-songwriter Stan Ridgway and is the third and final single released in support of his 1989 album Mosquitos."
    },
    {
        "name": "Calling Over Time",
        "abstract": "Calling Over Time is the debut album of Edith Frost, released in 1997 through Drag City."
    },
    {
        "name": "Calling Rastafari",
        "abstract": "Calling Rastafari is a studio album by Jamaican reggae singer Burning Spear. It was released on August 24, 1999 through Heartbeat Records. Recording sessions took place at Grove Music Studio in Ocho Rios. The album peaked at number 9 on the Reggae Albums chart in the United States. It won the Grammy Award for Best Reggae Album at the 42nd Annual Grammy Awards in 2000."
    },
    {
        "name": "Calling Time",
        "abstract": "Calling Time is the fifth studio album by Swedish musician Basshunter. It was released on 13 May 2013."
    },
    {
        "name": "Calling Time (song)",
        "abstract": "\"Calling Time\" is a song by Swedish musician Basshunter, which appears on his five studio album about this same title. The single was released on 27 September 2013."
    },
    {
        "name": "Calling Up Spirits",
        "abstract": "Calling Up Spirits is an album by the surf guitarist Dick Dale, released in 1996. It was dedicated to the American Indians. Dale supported the album by playing the 1996 Warped Tour."
    },
    {
        "name": "Calling You",
        "abstract": "\"Calling You\" is a song from the 1987 film, Bagdad Cafe. It was originally recorded by Jevetta Steele. Bob Telson, the songwriter, also recorded his version. Both versions appeared on the movie soundtrack. The song was nominated for the Academy Award for Best Original Song at the 61st Academy Awards."
    },
    {
        "name": "Calling You (Blue October song)",
        "abstract": "\"Calling You\" is a song by American alternative rock band Blue October. It was initially released in 2003 as the only single from the album History for Sale, peaking at number 35 on the Hot Adult Top 40 Tracks chart. It later gained a resurgence of popularity and radio play after it was included on the American Wedding soundtrack. It was, for a time, the group's largest mainstream hit until \"Hate Me\" peaked at number 31 on the Billboard Hot 100 in 2006. In July 2007, the song was remixed and re-released to radio. This version of the song is featured on Foiled for the Last Time. An acoustic version of the song appears as bonus track on the re-released version of History for Sale and also appears in solo acoustic form on Justin Furstenfeld's solo album Songs From An Open Book, and is also on the albums Stormaid: The Concert and Live From the Planet Archives Volume 1. A live version of Calling You appeared on Blue October's 2004 live CD/DVD Argue With a Tree."
    },
    {
        "name": "Calling You (Hank Williams song)",
        "abstract": "\"Calling You\" is a hymn written and recorded by Hank Williams."
    },
    {
        "name": "Calling You Home",
        "abstract": "\"Calling You Home\" is a song by American electronic music producer Jeff Montalvo, featuring vocals by vocalist Runn. Montalvo's own record label Ophelia released it on February 16, 2018."
    },
    {
        "name": "Calling Your Name (E-Type song)",
        "abstract": "\"Calling Your Name\" is a song by Swedish musician Bo Martin Erik Erikson, known under the pseudonym of E-Type. It features backing vocals by Swedish singers Nana Hedin and Jessica Folcker, and is produced by E-Type and Kristian Lundin. Released as the second single from his second album, The Explorer (1996), it was a hit in several countries, particularly in Sweden where it reached number four. The song stayed on the Swedish chart for 8 weeks, from 23 November to 25 January. In the UK, it was the first single release by E-Type reaching the top ten in the club charts. In the US, the music video of the song aired on MTV and it peaked at number 17 on the Billboard Hot Dance Club Play chart. The video featured Swedish actor Per Oscarsson, who plays a priest. In 2011 Swedish singer Mikael Wiehe performed a cover of \"Calling Your Name\", translated to Swedish as \"Jag ropar ditt namn\" in the Swedish reality television show \"Så mycket bättre\"."
    },
    {
        "name": "Calling from a Country Phone",
        "abstract": "Calling from a Country Phone is the second album by former Go-Between Robert Forster, and his first self-produced disc. Drummer Glenn Thompson would later join Forster and Grant McLennan in a reformed Go-Betweens years later. The album also features Custard frontman David McCormack on lead guitar."
    },
    {
        "name": "Calling from the Stars",
        "abstract": "Calling from the Stars is the third solo studio album by French singer and DJ Miss Kittin. It was released on 19 April 2013 by Nobody's Bizzness and wSphere."
    },
    {
        "name": "Calling on Youth",
        "abstract": "Calling on Youth is the debut studio album by English punk rock band the Outsiders, led by vocalist/guitarist Adrian Borland, who would go on to form the Sound. It was released in May 1977 by record label Raw Edge."
    },
    {
        "name": "Calling the Public",
        "abstract": "Calling the Public is an album by 59 Times the Pain. It was released through the record label Burning Heart Records in 2001. It was received well by critics, who hailed the return of the old-school punks. Calling the Public was the band's last full-length album."
    },
    {
        "name": "Calling the Wild",
        "abstract": "Calling the Wild is the seventh solo album by German hard rock singer Doro Pesch. It was released in 2000, in two different editions for the European market and the American one. For this release, Doro changed labels again, having signed contracts with SPV/Steamhammer for Germany and with Koch Records for the USA. Calling the Wild was the first album published in the US after the eponymous one in 1990. The US edition contains also remixed tracks taken from the previous Doro album Love Me in Black.\"Love Me Forever\" is a cover of Motörhead's song from the album 1916 of 1991. \"White Wedding\" is a cover of Billy Idol's hit single of 1982 ."
    },
    {
        "name": "Calling the World",
        "abstract": "Calling the World is the second studio album by American alternative rock band Rooney. It was released on July 17, 2007. The album is the result of almost three years of recording, with over 50 songs recorded during the sessions. \"When Did Your Heart Go Missing?\", was released as the lead single. The album was produced by John \"Strawberry\" Fields. Rooney unveiled tracks from the album at a series of Monday night concerts in Los Angeles during March. The cover is a recreation of the cover to the self-titled debut album of classic rock band The Doors and an homage to Rubber Soul by the classic rock band The Beatles. Alternative artwork was used on the album's European release. Following its release, Calling the World debuted at number 42 on the U.S. Billboard 200, selling about 15,000 copies in its first week. A second single \"I Should've Been After You\" was released later in the year, while a third single, \"Are You Afraid\" was released in some countries early in 2008."
    },
    {
        "name": "Callithump",
        "abstract": "Callithump is a solo album by pianist Uri Caine which was released in February 2014 on the Winter & Winter label."
    },
    {
        "name": "Calloused",
        "abstract": "Calloused marks the third album from Gideon. Facedown Records released the project on October 14, 2014. Gideon worked with Will Putney on the production of this album."
    },
    {
        "name": "Callow-la-vita",
        "abstract": "\"Callow-la-vita\" is a song by British band Raymond Froggatt released as their debut single in April 1968. It was not successful in the UK, but became very successful in the Netherlands. It became more successful after being covered by the Dave Clark Five as \"The Red Balloon\". In an interview in 1972, Raymond Froggatt said that the song \"becoming such a massive hit was one of the worst things that ever happened\", as \"people still haven't forgotten about it. Now when we play colleges the kids still think we'll be doing that kind of stuff\". By 1972, the song had been recorded by sixteen different artists and sold over three million worldwide sales."
    },
    {
        "name": "Callus (album)",
        "abstract": "Callus is the third studio album by Gonjasufi (Sumach Ecks). The album was released by Warp on August 19, 2016. Former Cure guitarist Pearl Thompson is also heavily featured on the album."
    },
    {
        "name": "Calm (album)",
        "abstract": "Calm (stylised as C A L M, an acronym of the first letters of the band members' names, Calum, Ashton, Luke and Michael) is the fourth studio album by Australian pop rock band 5 Seconds of Summer, released on 27 March 2020. The album was a commercial success and received positive reviews from critics who praised the band's lyrical growth and maturity. Due to a shipping error, approximately 11,000 copies of the album were released early in the US, subsequently causing the album to chart a week before it was due. With Calm earning the band their fourth consecutive number one in their home country, 5 Seconds of Summer became the second Australian band in history to have their first four full-length studio albums debut at number one on the ARIA albums chart. At the ARIA Music Awards of 2020, the album was nominated for ARIA Award for Best Group. Billboard magazine named the album as one of The 25 Best Pop Albums of 2020."
    },
    {
        "name": "Calm After the Storm",
        "abstract": "\"Calm After the Storm\" is a song by Dutch country rock duo The Common Linnets (Ilse DeLange and Waylon). It was chosen internally to represent the Netherlands at the Eurovision Song Contest 2014 in Denmark. In the contest it placed second with 238 points."
    },
    {
        "name": "Calm Animals",
        "abstract": "Calm Animals is the fifth studio album by British new wave band the Fixx, released on February 7, 1989. The single \"Driven Out\" gave them a #1 song on the Mainstream Rock Tracks chart in early 1989, and reached #55 on the Billboard Hot 100. Additionally, the single \"Precious Stone\" reached the top 25 on the Mainstream Rock Tracks chart later that year. Calm Animals was also the Fixx's only album to be released on RCA Records."
    },
    {
        "name": "Calm Before the Storm (Jon English album)",
        "abstract": "Calm Before the Storm is the sixth studio album by the Australian musician, Jon English, and his first under the Mercury Records label. The album was released in Australia in April 1980 and peaked at number 17 on the Kent Music Report in March 1983. Two singles were released from the album: \"Hot Town\" which peaked at No. 11 on the Kent Music chart, and \"Carmilla\", which peaked at No. 27. The international version had a slightly altered track-listing and included the track \"Hold Back the Night\" which was released as a single in 1981."
    },
    {
        "name": "Calm Before the Storm (Lauren Harris album)",
        "abstract": "Calm Before the Storm is the first album by British singer Lauren Harris. The album was released in the US on 10 June 2008, as a digital download on 16 June, and in Europe on 23 June. Having a melodic hard rock sound, the release features several guest stars such as musicians Mick Quinn (also of Supergrass) Richie Faulkner (also of Voodoo Six and Judas Priest), and her father Steve Harris (of Iron Maiden)."
    },
    {
        "name": "Calm Before the Storm (Paul Brandt album)",
        "abstract": "Calm Before the Storm is the debut album of Canadian country music artist Paul Brandt, released in 1996 on Reprise Records. The album has been certified 3× Platinum by the CRIA and gold by the RIAA, and is his most successful album in the United States. Its four singles — \"My Heart Has a History\", \"I Do\", \"I Meant to Do That\", and \"Take It from Me\" — were all Number One hits on the Canadian RPM Country Tracks charts. All four singles were Top 40 hits on the U.S. Billboard Hot Country Singles & Tracks (now Hot Country Songs) charts, where they reached #5, #2, #39, and #38, respectively. \"Pass Me By (If You're Only Passing Through)\" is a cover of a country standard which has been recorded by several artists, including Johnny Rodriguez, who released it as a single."
    },
    {
        "name": "Calm Before the Storm (Venom album)",
        "abstract": "Calm Before the Storm is the fifth studio album by British heavy metal band Venom. The original title of the album would have been Deadline, but the title was changed when guitarist Jeffrey \"Mantas\" Dunn left the band and was replaced by Jimi Clare and Mike Hickey. Both were to follow bassist Conrad \"Cronos\" Lant in his later solo career and the latter would also return on the 2006 album Metal Black. The album is characterised by a \"cleaner\", more synthetic sound when compared to Venom's other albums. Especially the drums, which sound almost like a drum machine, are contributing to this fact. Also, the guitar has a brighter sound and is easily distinguishable from the bass. The change in sound is perhaps mostly due to the addition of another guitarist and the producer Nick Tauber, who had previously worked with hard rock acts such as UFO and Thin Lizzy."
    },
    {
        "name": "Calm Down (Busta Rhymes song)",
        "abstract": "\"Calm Down\" is a song by American rapper Busta Rhymes from the album Extinction Level Event 2: The Wrath of God. The song features American rapper Eminem and was produced by Scoop DeVille. It was released for digital download on July 1, 2014 by The Conglomerate Entertainment and Empire Distribution."
    },
    {
        "name": "Calm Down (EP)",
        "abstract": "Calm Down is the debut extended play from Australian electronic DJ and producer Alison Wonderland. In an interview with Beat Magazine, Wonderland said, \"I wrote all of those songs in a week. I had this huge burst of creativity, got really inspired and just wrote them all.\" It was released on 27 June 2014 via EMI Music Australia."
    },
    {
        "name": "Calm Down (Killing Heidi song)",
        "abstract": "\"Calm Down\" is a song by Australian rock band Killing Heidi, released as the second single from their third studio album, Killing Heidi (2004). Lead singer Ella Hooper said of the song, \"it's about [having] a big crush [on someone]\". Released as a single on 27 September 2004, the song reached number 23 on the Australian Singles Chart and is Killing Heidi's most recent hit. The video was shot in the open spaces of Broken Hill, New South Wales."
    },
    {
        "name": "Calm Down (Rema song)",
        "abstract": "\"Calm Down\" is a song by Nigerian singer Rema, from his debut studio album Rave & Roses (2022). It was released on 11 February 2022, through Jonzing World and Mavin as the album's second single. The song charted across Europe, reaching number one on the Belgian Ultratop 50, Dutch Top 40 and Dutch Single Top 100. A remix of the song with American singer Selena Gomez was released on 25 August 2022. The new version reached number one on the Billboard US Afrobeats Songs chart and peaked at number five on the Global 200 chart."
    },
    {
        "name": "Calm Down Dearest",
        "abstract": "\"Calm Down Dearest\" is the third single released from English singer Jamie T's debut studio album, Panic Prevention (2007). The song was written and produced by Jamie T, with additional production from Jason Cox and Puffy Combes. The song peaked at No. 9 on the UK Singles Chart in January 2007."
    },
    {
        "name": "Calm Down Gurrl",
        "abstract": "Calm Down Gurrl is the sixth album and seventeenth Bravo stand-up comedy special by stand-up comedian Kathy Griffin and nineteenth overall. It was televised live from the Wells Fargo Center for the Arts in Santa Rosa, California, on June 4, 2013, on Bravo."
    },
    {
        "name": "Calm Sea and Prosperous Voyage (Mendelssohn)",
        "abstract": "Calm Sea and Prosperous Voyage (Meeresstille und glückliche Fahrt), Op. 27, is an orchestral concert overture by Felix Mendelssohn inspired by the same pair of poems by Johann Wolfgang von Goethe that inspired Beethoven's 1815 cantata of the same title (and in the same key, D major). Mendelssohn's work was first performed on 7 September 1828 in Berlin. The titles of Goethe's two poems are not synonymous: in the days before steam, a totally calm sea was cause for alarm; it is only when the wind at last rises that the ship can continue on its journey. Mendelssohn described his interpretation of Goethe’s calm sea as: “a pitch gently sustained by the strings for a long while hovers here and there and trembles, barely audible... The whole stirs sluggishly from the passage with heavy tedium. Finally, it comes to a halt with thick chords and the Prosperous Voyage sets out.” Goethe’s lively winds that then hasten the ship into view of land are depicted with “all the wind instruments, the timpani, oboes and flutes.. playing merrily to the end.” The overture concludes with a fanfare of trumpets suggesting the ship's final arrival at its port of destination. Scored for piccolo, 2 flutes, 2 oboes, 2 clarinets, 2 bassoons, double bassoon, serpent, 2 horns, 3 trumpets, timpani and strings, the piece is programmatic for its reference of the two poems by Goethe. These two poems were extremely popular, and at the time of the premiere, Mendelssohn could have assumed that the audience would have been familiar with both poems and able to follow the programme of the music with minimal aid. The work is a concert overture - meaning that it is not intended as a prelude to a larger work such as an opera (as 'overture', deriving from the French for 'opening', more often implies). Instead, the piece is performed as an independent piece in a symphonic concert. The term overture here refers to the use of melody and form. However, it could also be considered as an early form of tone poem. Edward Elgar quotes a theme from the overture in the 13th variation of his Enigma Variations to represent one of his \"friends pictured within\" on a ship bound for New Zealand."
    },
    {
        "name": "Calma (song)",
        "abstract": "\"Calma\" is a single by Puerto Rican singer Pedro Capó. The song was co-written by Capó, George Noriega and Gabriel Edgar Gonzalez Perez. A remix version featuring Farruko was released on October 5, 2018. The remix video has received over 2.0 billion views on YouTube. Since its release, the song has become a huge success, topping the charts of Argentina, Bolivia, Chile, Colombia, Costa Rica, the Dominican Republic, El Salvador, Guatemala, Italy, Mexico, Panama, Paraguay, Peru, Uruguay and Venezuela. The song also received a Latin double-platinum certification by the Recording Industry Association of America (RIAA) for units of over 120,000 sales plus track-equivalent streams. Following its success, a remix version featuring Alicia Keys was released on April 19, 2019. Finally, a Future bounce remix by Alan Walker of the Farruko remix was released on June 21, 2019, by Sony Music Entertainment. On July 18, 2019, Capó and Farruko performed an exclusive version of the song with Lali at the 2019 Premios Juventud. Suzette Fernandez of Billboard highlighted the performance as one of the six best of the night, saying that it \"was the perfect fit for the show, because it brought the summer vibes that the awards are known for.\""
    },
    {
        "name": "Calma apparente",
        "abstract": "Calma apparente (\"Apparently Calm\" or \"Assumedly Calm\", in English), also known by its Spanish name Calma aparente, is a 2005 studio album by Italian singer-songwriter Eros Ramazzotti. The album was preceded by the single \"La nostra vita\", released on 16 September 2005 and sold 43,000 copies in Italy."
    },
    {
        "name": "Calming Night Partner",
        "abstract": "Calming Night Partner is the fourth EP release by Canadian indie rock band Land of Talk, released on November 12, 2021 on Dine Alone Records in Canada and Saddle Creek Records in the United States. The EP follows their 2020 release Indistinct Conversations and precedes their yet-to-be-titled forthcoming sixth studio album in 2022."
    },
    {
        "name": "Calogero (album)",
        "abstract": "Calogero is the name of the second studio album recorded by the French singer and songwriter Calogero. It was released in 2002 and achieved a great success, notably when the next album, 3, came out."
    },
    {
        "name": "Calor (album)",
        "abstract": "Calor is a studio album by Julio Iglesias. It was released in 1992 on Columbia Records."
    },
    {
        "name": "Calumet (album)",
        "abstract": "Calumet is the third album by Lobo, released in 1973 on Big Tree Records. It was reissued in 2008 by Wounded Bird Records and includes six bonus tracks. The album peaked at No. 128 on the US Top LPs chart. Two of its singles were top 30 hits on the Billboard Hot 100 and top 5 hits on the Easy Listening chart. \"There Ain't No Way\" and its B-side \"Love Me For What I Am\" were minor hits on the Hot 100."
    },
    {
        "name": "Calypso (Luis Fonsi and Stefflon Don song)",
        "abstract": "\"Calypso\" is a song recorded by Puerto Rican singer and songwriter Luis Fonsi and English rapper and singer Stefflon Don. Fonsi co-wrote the song with Dyo, Stefflon Don and its producers Andrés Torres and Mauricio Rengifo. The song was first released through Universal Music Latin Entertainment on June 14, 2018 as the third single from his tenth studio album, Vida. A remixed version of the song with Colombian singer Karol G (In place on Don), was released on August 18, 2018. The song reached number one in Argentina and Chile, as well as the top 10 in Bolivia, Panama and Spain."
    },
    {
        "name": "Calypso (Spiderbait song)",
        "abstract": "\"Calypso\" is a song by Australian alternative rock band Spiderbait. It was released in April 1997 as the third single from the band's third studio album, Ivy and the Big Apples (1996). \"Calypso\" peaked at number 13 on the Australian ARIA Singles Chart, and it was ranked at number 23 on Triple J's Hottest 100 for 1997. At the ARIA Music Awards of 1997, the song was nominated for Best Video, losing out to \"Feelin' Kinda Sporty\" by Dave Graney & the Coral Snakes."
    },
    {
        "name": "Calypso (album)",
        "abstract": "Calypso is the third studio album by recording artist Harry Belafonte, released by RCA Victor (LPM-1248) in 1956. The album became his second consecutive number-one album on the Billboard Top Pop Albums chart, where it peaked for 31 weeks. Calypso was the first Long Play record album to sell over one million copies. In 2018, Calypso was selected for preservation in the National Recording Registry by the Library of Congress as being \"culturally, historically, or artistically significant.\""
    },
    {
        "name": "Calypso Carnival",
        "abstract": "Calypso Carnival is a studio album by Harry Belafonte, released by RCA Records in 1971. This was Belafonte's fifth and final Calypso album."
    },
    {
        "name": "Calypso Crazy",
        "abstract": "\"Calypso Crazy\" is a single by British singer Billy Ocean. It is the second single from the singer's seventh studio album, Tear Down These Walls (1988). Following the successful chart performances of the Tear Down These Walls single \"Get Outta My Dreams, Get into My Car\", \"Calypso Crazy\" was released as the album's second single. It became his twelfth and final UK Top 40 hit to date. The single was not released in the US, where \"The Colour of Love\" was released instead, peaking at #17. This would later be the album's third single in the UK, reaching #65."
    },
    {
        "name": "Calypso in Brass",
        "abstract": "Calypso in Brass is an album by Harry Belafonte, released by RCA Victor (LPM-3658 and LSP-3658) in 1966. The album contains new arrangementsof previously recorded songs, notably from Calypso and Belafonte Sings of the Caribbean, with a brass ensemble accompaniment. The orchestra was conducted by Howard A. Roberts and arranged by Bob Freedman."
    },
    {
        "name": "Cama Incendiada",
        "abstract": "Cama Incendiada (Burned Bed) is the ninth studio album released by Maná on April 21, 2015."
    },
    {
        "name": "Cama de Terra",
        "abstract": "Cama de Terra is an album by the Brazilian jazz saxophonist Ivo Perelman, recorded in 1996 and released on Homestead. He leads a trio with pianist Matthew Shipp and bassist William Parker. Perelman and Shipp played previously on the duo album Bendito of Santa Cruz."
    },
    {
        "name": "Camacho (album)",
        "abstract": "Camacho is the seventh studio album by Australian rock musician Pete Murray. The album was released in June 2017 peaked at number 3 on the ARIA Charts. The album was supported with a 33-date national tour across Australia from July to September 2017. Upon release, Murray said \"With [Camacho] I feel like I've found a new sound – found my sound, because it's really getting away from what I've done before.\" At the ARIA Music Awards of 2017, the album was nominated for ARIA Award for Best Adult Contemporary Album."
    },
    {
        "name": "Cambalache",
        "abstract": "Cambalache (Southern Cone Spanish for bazaar or \"junkshop\") is an Argentine slang-language tango song written in 1934 by Enrique Santos Discépolo for the movie The Soul of the Accordion, released the following year. It is explicitly critical of 20th-century corruption and, having been written during the Infamous Decade, was banned by a succession of dictatorial governments before censorship was relaxed under General Juan Peron. The first ten notes of the song are heard when Emperor Austin denies Tasha's tea set in High Tea, the 20th episode of the Nick Jr. show The Backyardigans."
    },
    {
        "name": "Camber Sands (EP)",
        "abstract": "Camber Sands is an EP released in 2002 by Fatboy Slim. It is the second in an EP series by Fatboy Slim and was named after the East Sussex beach of the same name. The album's title track was originally the B-side to \"Demons\"."
    },
    {
        "name": "Cambia el Paso",
        "abstract": "\"Cambia el Paso\" is a song by American singer Jennifer Lopez and Puerto Rican singer Rauw Alejandro. It was co-written by the duo alongside Reggi el Auténtico, Georgia Ku, Andrés Castro, Jonas Jurström, Victor Thell, Mr. Naisgai and Caleb Calloway. \"Cambia el Paso\" was released on July 5, 2021, by Nuyorican Productions and Sony Music Latin."
    },
    {
        "name": "Cambia la Piel",
        "abstract": "\"Cambia la Piel\" (English: \"Shed your skin\") is a song by Puerto Rican singer Ricky Martin released as the only promotional single from his second English-language album, Sound Loaded (2000) in Spain and Latin America on October 15, 2001."
    },
    {
        "name": "Cambio Dolor",
        "abstract": "\"Cambio Dolor\" (English: \"I Trade Pain\") is a song by Uruguayan singer Natalia Oreiro, the song was written by and , “Cambio Dolor” was released as the third single from Oreiro’s self-titled debut studio album (1998). “Cambio Dolor” was the theme song of Argentinian telenovela “Muñeca Brava” (Wild doll) with Natalia Oreiro as Milagros ‘Mili’ Esposito-Di Carlo de Miranda."
    },
    {
        "name": "Cambio de Piel (Bebe album)",
        "abstract": "Cambio de Piel is the fourth studio album released on 9 October 2015 by Spanish singer-songwriter Bebe."
    },
    {
        "name": "Cambio de Piel (Denise Rosenthal album)",
        "abstract": "Cambio de Piel is the second studio album and major label debut by Chilean singer-songwriter Denise Rosenthal. It was released on December 6, 2017 by Universal Music Chile. It was preceded by two singles, the lead-single of the same name and the ballad \"Isidora\"."
    },
    {
        "name": "Cambio de Piel (song)",
        "abstract": "Cambio de Piel (\"Change of Skin\") is a song written by Julio Reyes, produced by Sergio George, and performed by American recording artist Marc Anthony. It was released as the second single from his thirteenth studio 3.0 (2013). A music video for the song is currently filmed at Cancún, Mexico. At the Latin Grammy Awards of 2014, the song received two nominations including Song of the Year and Record of the Year."
    },
    {
        "name": "Cambodian Rocks",
        "abstract": "Cambodian Rocks is a compilation of 22 uncredited, untitled Cambodian psychedelic and garage rock songs from the late 1960s and early 1970s. When the tracks were recorded, musicians in the thriving music scene were combining Western rock and pop genres with their own styles and techniques. When the Khmer Rouge came to power in 1975, artists were among those viewed as a threat to the regime's agrarian socialist vision, and several of the performers on the album are believed to have been among those killed during the ensuing Cambodian genocide of 1975–1979. A great deal of information about them and their creative output was lost, although some has been recovered since the album's release. The compilation was assembled from cassette tapes purchased by an American tourist in 1994 and released on the Parallel World label in 1996. The album has been lauded for its music as well as its historical and cultural significance, though the label has been criticized for reissuing it years later without working to identify those involved. Through collaboration on the Internet, the songs have all been identified. Cambodian Rocks inspired the 2015 documentary film Don't Think I've Forgotten."
    },
    {
        "name": "Camden (album)",
        "abstract": "Camden is the second studio album from Tony Tillman. Reflection Music Group released the album on August 7, 2015. He worked with Cardec Drums, Derek Minor, Dirty Rice, G ROC, Gawvi, GeeDA, Chris King, Alex Medina, and Tone Jonez, in the production of this album."
    },
    {
        "name": "Camden Underworld, London – 16 November 2001",
        "abstract": "Camden Underworld, London – 16 November 2001 (colloquially referred to as Live at Camden Underworld) is a split live video album by Gainesville, Florida-based melodic hardcore band As Friends Rust and Richmond, Virginia-based punk rock band Strike Anywhere. The concert was filmed on November 16, 2001 at the Underworld in Camden Town, London, England. The event was part of a five-week European and United Kingdom tour shared by the two bands while promoting their debut full-length albums: As Friends Rust's Won (released through Doghouse Records and Defiance Records) and Strike Anywhere's Change Is a Sound (released through Jade Tree). The live footage was first edited and uploaded online through PunkBand TV in late January 2002. It was later released by Punkervision on DVD and VHS on December 17, 2002. The home video was released three months after As Friends Rust ceased to exist; the band having changed name to Salem in September 2002."
    },
    {
        "name": "Came Back Haunted",
        "abstract": "\"Came Back Haunted\" is a single by American industrial rock band Nine Inch Nails, from their eighth studio album, Hesitation Marks. It was the band's first single after signing with Columbia Records."
    },
    {
        "name": "Came Here for Love",
        "abstract": "\"Came Here for Love\" is a song by English DJ and record producer Sigala and English singer-songwriter Ella Eyre. It was written by Klingande, Bryn Christopher and Scott Wild, with the song's production handled by Sigala, Klingande, White N3rd and Joakim Jarl. It was released to digital retailers on 9 June 2017, through Ministry of Sound Group and B1 Recordings."
    },
    {
        "name": "Came Here to Forget",
        "abstract": "\"Came Here to Forget\" is a song recorded by American country music artist Blake Shelton for his tenth studio album, If I'm Honest (2016). Released as the album's lead single, the song became digitally available on March 8, 2016. The track was written by Craig Wiseman and Deric Ruttan, while production was handled by Scott Hendricks."
    },
    {
        "name": "Camel (album)",
        "abstract": "Camel is the debut studio album by English progressive rock band Camel, released on MCA Records in February 1973."
    },
    {
        "name": "Camel Bobsled Race",
        "abstract": "Camel Bobsled Race, also known as Q-Bert Mix, is a megamix of DJ Shadow's music, mixed by DJ Q-Bert. It was released on Mo' Wax in 1997. It peaked at number 62 on the UK Singles Chart."
    },
    {
        "name": "Camelot (song)",
        "abstract": "\"Camelot\" is a single by American rapper NLE Choppa, released on September 13, 2019. It is his second highest-charting song following \"Shotta Flow\", peaking at number 37 on the Billboard Hot 100. It is the second single from his debut studio album Top Shotta."
    },
    {
        "name": "Camembert Electrique",
        "abstract": "Camembert Electrique is the second studio album by the progressive rock band Gong, recorded and originally released in 1971 on the French BYG Actuel label. The album was recorded at Château d'Hérouville near Paris, France, produced by Pierre Lattès and engineered by Gilles Salle. Jean Karakos (credited in Daevid Allen's liner notes as \"Byg Jean Kastro Kornflakes\") was executive producer."
    },
    {
        "name": "Cameo (album)",
        "abstract": "Cameo is the eighth studio album released by singer Dusty Springfield, released in 1973."
    },
    {
        "name": "Cameo Lover",
        "abstract": "\"Cameo Lover\" is a song by New Zealand singer-songwriter and guitarist Kimbra from her debut studio album, Vows. The song was released in New Zealand and Australia as the album's second single on 29 March 2011. At the ARIA Music Awards of 2011 Kimbra won ARIA Award for Best Female Artist for the song, while its video was nominated for Best Video. The song, written by Kimbra, was nominated for 'Song of the Year' at the 2012 APRA Music Awards. In July 2011, the song won the Vanda & Young Global Songwriting Competition. Earlier that year, Gotye had first noticed Kimbra when both were short-listed as finalists for the competition. Gotye subsequently invited Kimbra to feature as the lead female vocalist on his recording of \"Somebody That I Used to Know\"."
    },
    {
        "name": "Cameosis",
        "abstract": "Cameosis is the fifth album by the funk band Cameo, released in 1980."
    },
    {
        "name": "Camera (album)",
        "abstract": "Camera is an album by American jazz guitarist Joe Morris, which was recorded in 2010 and released on the ESP-Disk label. He leads a quartet with long-time collaborator Luther Gray on drums and a string section composed of Katt Hernandez on violin and Junko Fujiwara Simons on cello."
    },
    {
        "name": "Camera Camera (Renaissance album)",
        "abstract": "Camera Camera is the tenth studio album by the English progressive rock band Renaissance, released in 1981. After losing two of their five members and being dropped from their label, Renaissance signed on to Miles Copeland's I.R.S. Records. The departed members were replaced by keyboardist/singer Peter Gosling and drummer Peter Barron (neither of whom is included in the album's band photos). Between the previous Renaissance album and Camera Camera, Annie Haslam and Michael Dunford had worked with Gosling as a trio called Nevada, releasing two singles and recording several demos. Nevada's somewhat new wave sound strongly influenced Camera Camera. One of the Camera Camera songs, \"Faeries\", had previously been recorded (but not released) by Nevada. The original 1981 UK release of Camera Camera did not include the single \"Bonjour Swansong\"; but the song has been included on all releases of the album since 1982. This was the last Renaissance studio album to include lyrics by the band's longtime lyricist Betty Thatcher. She wrote the words to \"Bonjour Swansong\" as \"a private goodbye to the group.\""
    },
    {
        "name": "Camera Can't Lie EP",
        "abstract": "Camera Can't Lie EP is the second album release from the indie rock band Camera Can't Lie. It was produced by Grammy Award-winning record producer Stephen Short in 2007. A track from the EP, titled \"Losing You\", was featured on the soundtrack for the 2008 independent mystery film, The Other Side of the Tracks."
    },
    {
        "name": "Camera Obscura (album)",
        "abstract": "Camera Obscura is the sixth and final studio album by German singer Nico, featuring the backing band the Faction. It was recorded in March–April 1985 and released later that year by Beggars Banquet Records. It was produced by John Cale, marking their first studio collaboration since The End... in 1974. It was Nico's final studio album before her death."
    },
    {
        "name": "Camera Phone (song)",
        "abstract": "\"Camera Phone\" is the fourth single from The Game's third album, LAX. The song features R&B singer Ne-Yo. The song was produced by Cool & Dre. It appears as a bonus track on the deluxe edition of the album only. The single was only released for download in the UK and not the USA. In the UK, \"Camera Phone\" was the second single taken from LAX. It did not originally feature on the UK edition of the album and was thus re-issued, removing the \"Intro\" and \"Outro\" and adding \"Camera Phone\" as the final track."
    },
    {
        "name": "Camera dolly",
        "abstract": "A camera dolly is a wheeled cart or similar device used in filmmaking and television production to create smooth horizontal camera movements. The camera is mounted to the dolly and the camera operator and focus puller or camera assistant usually ride on the dolly to push the dolly back and forth. The camera dolly is generally used to produce images which involve moving the camera toward or away from a subject while a take is being recorded, a technique known as a \"dolly shot\". The dolly grip is the dedicated technician trained to operate the dolly by manually pushing it back and forth."
    },
    {
        "name": "Cameraman Gangatho Rambabu (soundtrack)",
        "abstract": "Cameraman Gangatho Rambabu is the feature film soundtrack of the 2012 Political Action film of the same name starring Pawan Kalyan, Tamannaah Bhatia, Prakash Raj, and Kota Srinivasa Rao in the lead roles directed by Puri Jagannadh. The soundtrack is composed by Mani Sharma who marks his fourth collaboration with Puri Jagannath and Pawan Kalyan. All lyrics were penned by Bhaskarabhatla Ravikumar while Hemachandra, Karunya, Geetha Madhuri, Sravana Bhargavi, Chaitra, Khushi Murali, Narendra and Sri Krishna crooned for the film for 6 Tracks which also included a special song named \"Power Song\" composed, written and crooned by Popular Singer cum Rapper Baba Sehgal as a tribute to Pawan Kalyan. The Audio was released through Aditya Music Label directly into the stores on 2 October 2012. The audio received amazingly positive response."
    },
    {
        "name": "Cameras in the Sky",
        "abstract": "Cameras in the Sky is an album by American singer and songwriter Sam Phillips. It is the sixth release from her digital subscription program The Long Play."
    },
    {
        "name": "Camila (album)",
        "abstract": "Camila is the debut studio album by Cuban-American singer and songwriter Camila Cabello. It was released on January 12, 2018, through Epic Records and Syco. Work on the album began in January 2017, following Cabello's departure from the girl group Fifth Harmony. The project was originally titled The Hurting. The Healing. The Loving., with Cabello's debut solo single \"Crying in the Club\" intended as the lead single. The album was later retitled Camila with \"Havana\" serving as its official lead single due to the rising success of the song, and \"Crying in the Club\" was cut from the final track listing. \"Havana\" became an international success, topping the charts of multiple countries including Australia, Brazil, Canada, France, the UK, and the US, and reaching the top 10 of several others. Primarily a pop record, it also incorporates elements of R&B, Latin, reggaeton, dancehall and hip hop. Camila was produced by Frank Dukes, Skrillex and T-Minus, among others. Camila was met with generally positive reviews from contemporary music critics, many of whom commended the Latin influences and ballads. The album debuted at number one on the US Billboard 200 chart, earning 119,000 album-equivalent units, of which 65,000 came from pure album sales. The album sold 5 million copies as of 2019. \"Never Be the Same\" was released as a single on December 7, 2017, reaching the top 10 in several countries. \"Consequences\" was released to contemporary hit radio as the album's final single on October 9, 2018, and an orchestra version was serviced to adult contemporary radio in October 22. Cabello promoted the album through televised performances, her (2018–19), and as an opening act on Taylor Swift's Reputation Stadium Tour (2018). Camila was nominated for Best Pop Vocal Album at the 61st Annual Grammy Awards."
    },
    {
        "name": "Camilla Kerslake (album)",
        "abstract": "Camilla Kerslake is a 2009 album by the classical crossover artist Camilla Kerslake, released on 23 November 2009 in the UK."
    },
    {
        "name": "Caminando (Amaia Montero song)",
        "abstract": "\"Caminando\" is a song written and produced by Amaia Montero for her 2011 album 2. It was released the first single to be released from her 2011 album. It was premiered on September 17, 2011, on the Spanish radio station Los 40 Principales and was released on September 20, 2011, on iTunes."
    },
    {
        "name": "Caminando (Rubén Blades song)",
        "abstract": "\"Caminando\" is a 1991 song by Rubén Blades and his band Son del Solar, written by Blades. It is also the title track and one of three singles (with \"Prohibido olvidar\" and \"Camaleón\") from Caminando, a 1991 album which saw Blades briefly return from fusion styles to purer coro-driven salsa. The song has been covered by many artists Coque Malla on Canta a Rubén Blades. The 1991 song in 1994 became Blades' signature tune on his foray into Panamanian politics co-founding the Papa Egoró party. The lyrics of the song commence: \"Caminando, se aprende en la vida / Caminando, se sabe lo que es / Caminando, se cura la herida / Caminando, que deja el ayer\". The single was released as 7\" on Columbia, and as a 12\", 33 ⅓ RPM (Sony Discos Inc. EPS 81608) with Caminando (Extended Remix) 4:53 remixed by Javier Garza and Pablo Flores."
    },
    {
        "name": "Caminito (song)",
        "abstract": "\"Caminito\" is a tango with music by Juan de Dios Filiberto and lyrics by Gabino Coria Peñaloza. Widely known and readily identifiable throughout Argentina and neighboring Uruguay, the lyrics are in themselves a classically structured poem with strophes made up of two verses and one refrain:"
    },
    {
        "name": "Camino (album)",
        "abstract": "Camino is a solo album by Argentinian musician Gustavo Santaolalla. It was released on July 8, 2014 on Sony Masterworks and it was recorded at La Casa in Los Angeles, California by Aníbal Kerpel as well as mixed by Kerpel and Santaolalla, and mastered at The Mastering Lab by Kerpel, Doug Sax and Jett Galindo. The album contains 13 original instrumental songs composed by Santaolalla."
    },
    {
        "name": "Camino Palmero",
        "abstract": "Camino Palmero is the debut studio album recorded by American alternative band the Calling. It was released by RCA Records on July 10, 2001 (see 2001 in music). It contains their hit single \"Wherever You Will Go\". The title of the album comes from a Los Angeles street where band members Alex Band and Aaron Kamin first met. The record has many grunge influences and also has a lot of guitar solos. Camino Palmero peaked at number 36 on Billboard 200 and was certified Gold by RIAA. The album was also certified Gold in Canada in November 2002 after sold more than 50,000 units. The album also did well on several International charts, among others it made number 12 in UK, number 16 in Italy and topped the charts in Mexico, holding 1× Diamond status plus 3× Platinum. World sales of the album are estimated at approximately 5 million. In Brazil, it has been certified Platinum by ABPD. The album deals with romantic love, relationships, break up and betrayal. The cover art of the album represents the platforms 5 and 6 of the Santa Maria Novella railway station in Florence, Italy."
    },
    {
        "name": "Camino del Amor",
        "abstract": "Camino del Amor (The Road of Love) is a studio album released by Los Temerarios. This final album included all 5 original members, Mario Alberto Ortiz departs from the band in 1996. Karlo Vidal replaces Mario Alberto Ortiz as the new drummer in 1997."
    },
    {
        "name": "Camisa 10 Joga Bola Até na Chuva",
        "abstract": "Camisa 10 Joga Bola Até na Chuva (Portuguese for \"Shirt #10 Will Play Ball Even Under the Rain\") is the ninth studio album by Brazilian alternative rock band Charlie Brown Jr. Released on September 26, 2009 through Sony Music, it was the band's only release through the label (until the posthumous Chegou Quem Faltava in 2021), their first with new drummer Bruno Graveto, and their final one with bassist Heitor Gomes, who left in 2011 after his contract expired to join CPM 22. Explaining the title, vocalist Chorão said that it came to him after he and his friend, Marcelo Falcão of O Rappa, met during a flight and saw in a magazine a picture of a footballer under the rain; he then thought it was a \"fitting metaphor\" on how people live their lives. The number 10 is a reference to the fact that it is their tenth album overall if the live release Acústico MTV is counted, and also nods to the iconic #10 shirt worn by footballer Pelé. The album spawned two hit singles: \"Me Encontra\" and \"Só os Loucos Sabem\", one of the band's most famous compositions. Also notable is \"O Dom, a Inteligência e a Voz\"; Chorão originally wrote it in 2001 as a gift to his friend, fellow singer Cássia Eller, to be included on her sixth studio album, Dez de Dezembro. However, she died before she could record the song, and the album was released posthumously. In 2010, Camisa 10 Joga Bola Até na Chuva won a Latin Grammy Award for Best Portuguese Language Rock or Alternative Album; the band's second release to win the award following Tamo Aí na Atividade. Selling over 100,000 copies, it received a Platinum certification by Pro-Música Brasil."
    },
    {
        "name": "Cammell Laird Social Club",
        "abstract": "Cammell Laird Social Club is the ninth album released by Birkenhead-based UK rock band Half Man Half Biscuit, in September 2002."
    },
    {
        "name": "Camouflage (Acoustic Ladyland album)",
        "abstract": "Camouflage is an album by Acoustic Ladyland that was recorded in October 2003 and released by Babel Label in 2004. It was the band's first album."
    },
    {
        "name": "Camouflage (Brad Paisley song)",
        "abstract": "\"Camouflage\" is a song co-written and recorded by American country music artist Brad Paisley. It was released in October 2011 as the fourth and final single from his 2011 album This Is Country Music. Paisley co-wrote this song with Chris DuBois and Kelley Lovelace."
    },
    {
        "name": "Camouflage (Lara Fabian album)",
        "abstract": "Camouflage is the thirteenth studio album and fourth English-language album by pop singer Lara Fabian. It was released on October 6, 2017. The first single from the album, \"Growing Wings\", was released on August 4, 2017. Fabian embarked on the Camouflage World Tour in February 2018. The tour brought music from the album to the stage, together with her international hits for 21 dates across the world, ending in Paris in June 2018."
    },
    {
        "name": "Camouflage (Rod Stewart album)",
        "abstract": "Camouflage is the thirteenth studio album by Rod Stewart released in 1984 by Warner Bros. Records. The three singles from the album were \"Infatuation\", \"Some Guys Have All the Luck\", and a cover of the Free hit, \"All Right Now\". The album marked a reunion of sorts between Stewart and Jeff Beck, who plays guitar on several tracks, as the two had been members of the influential 1960s group The Jeff Beck Group."
    },
    {
        "name": "Camouflage (Rufus album)",
        "abstract": "Camouflage is the tenth studio album by funk band Rufus (and their sixth album featuring Chaka Khan), released on the MCA Records label in 1981. Camouflage peaked at #15 on Billboard's R&B Albums chart and stalled at #98 on Pop. The album includes the singles \"Sharing the Love\" (US R&B 8, US Pop #91) and \"Better Together\" (US R&B #66, US Dance #56). Following the release of Camouflage, Chaka Khan recorded her third, fourth and fifth solo albums What Cha' Gonna Do for Me (1981), Echoes of an Era (1982) and Chaka Khan (1982) and Rufus recorded their third album without Khan, Seal in Red (1983), before they reunited for one final album together later in 1983, the double live/studio set Stompin' at the Savoy – Live."
    },
    {
        "name": "Camouflage (Sonny Condell album)",
        "abstract": "Camouflage is the debut solo album by Irish musician Sonny Condell. It was released in June 1977 in Ireland by ."
    },
    {
        "name": "Camouflage (Stan Ridgway song)",
        "abstract": "\"Camouflage\" is a song by Stan Ridgway, from his 1986 album The Big Heat. The song was a chart hit in Europe, peaking at No. 2 in Ireland and No. 4 in the United Kingdom, but did not enter the chart in the USA."
    },
    {
        "name": "Camoufleur",
        "abstract": "Camoufleur is the fifth and final studio album by American indie rock band Gastr del Sol, released on February 23, 1998 on Drag City."
    },
    {
        "name": "Camp (album)",
        "abstract": "Camp is the debut studio album by American recording artist Donald Glover, under his stage name Childish Gambino. It was released on November 15, 2011, by Glassnote Records. After releasing four mixtapes and three independent albums, Gambino signed a deal to Glassnote, making Camp his first album on a major record label. The album was co-produced in its entirety by Gambino's longtime collaborator Ludwig Göransson. Camp received generally positive reviews from critics, debuting at number 11 on the US Billboard 200, selling 52,000 copies in the first week."
    },
    {
        "name": "Camp Cope (album)",
        "abstract": "Camp Cope is the self-titled debut studio album by Australian alternative rock trio Camp Cope. The album was released on 22 April 2016 through Poison City Records and debuted and peaked at number 36 on the ARIA Charts.It was nominated for the Australian Music Prize and Australian Album of the Year at the J Awards of 2016."
    },
    {
        "name": "Camp Lisa",
        "abstract": "Camp Lisa is a children's album by Lisa Loeb. The album features 19 children's camp songs, such as \"Home on the Range\", \"Peanut Butter & Jelly\", and \"The Cookie Jar Chant\". It was recorded and released in June 2008. It features a cover of the song \"Ready for the Summer\" from the film, Meatballs."
    },
    {
        "name": "Camp Rock (soundtrack)",
        "abstract": "Camp Rock (Original Motion Picture Soundtrack) is the soundtrack album from the 2008 Disney Channel television film of the same name. It features lead vocals from American singers Demi Lovato, Joe, Kevin, Nick Jonas (Jonas Brothers), Roshon Fegan, Renee Sandstrom, Meaghan Martin, and Canadian singers Jordan Francis and Aaryn Doyle. The album was released on June 17, 2008, by Walt Disney Records. Full songs of the album were made available on Camp Rock's official web site for one week beginning June 10, 2008, and the full soundtrack premiered on Radio Disney on June 14, 2008, during Planet Premiere: Camp Rock. The soundtrack was released in the United Kingdom on July 14, 2008. Camp Rock reached the top ten in six countries, among which peaked at number 3 on the US Billboard 200. It also topped the Soundtracks chart for four weeks. By September 2009, the Recording Industry Association of America (RIAA) certified the album platinum, after selling over a million copies in the country. \"We Rock\" was the lead single from the soundtrack, released on April 19, 2008. It was followed by four other singles that were released for the promotion of the movie between May and June, wich were: \"Play My Music\", \"Start The Party\", \"This Is Me\", and \"Too Cool\"."
    },
    {
        "name": "Camp Rock 2: The Final Jam (soundtrack)",
        "abstract": "Camp Rock 2: The Final Jam (Original Motion Picture Soundtrack) is the soundtrack album from the 2010 Disney Channel television film of the same name. The album was released on August 10, 2010, by Walt Disney Records. The album debuted at number three on Billboard 200 albums chart with over 41,000 copies sold in the first week."
    },
    {
        "name": "Campaign (mixtape)",
        "abstract": "Campaign is a commercial mixtape by American singer Ty Dolla Sign. It was released on September 23, 2016, by Atlantic Records. The mixtape was supported by three singles: \"Campaign\", \"No Justice\" and \"Zaddy\". The mixtape is a recurring theme expressing the views of Ty Dolla Sign and his friends and family on the presidential campaigns of Donald Trump and Hillary Clinton."
    },
    {
        "name": "Campaign (song)",
        "abstract": "\"Campaign\" is a hip-hop song recorded by American singer Ty Dolla Sign. It was released on July 11, 2016, as the first single from his ninth mixtape of the same name (2016). The song, produced by D.R.U.G.S., features vocals from American rapper Future."
    },
    {
        "name": "Campaign Speech",
        "abstract": "\"Campaign Speech\" is a freestyle rap song by American rapper Eminem, released on October 19, 2016, the same day of the third United States presidential debate, and 19 days before the 2016 presidential election. It was then released on October 22, 2016 on iTunes and streaming services such as Spotify."
    },
    {
        "name": "Camper Van Beethoven (album)",
        "abstract": "Camper Van Beethoven is a 1986 album by musical group Camper Van Beethoven, released on Pitch-A-Tent. With the six then CVB members joined in the studio by acid-folk eccentric Eugene Chadbourne, the album is arguably the zenith of the band's musical experimentation, with surreal lyrics, backwards, sped-up and slowed down parts; a portion of the track \"Stairway To Heavan\" is itself a musical palindrome. A great number of ethnic instruments are used in addition to the usual violin parts played by member Jonathan Segel; the album also features pedal steel, banjo, tablas and sitar. While the album features the band's trademark absurdist lyrics by leader David Lowery and Segel, with CVB staples like affectionate parodies of counterculture and references to drugs and alien abduction, it also features some satirical political lyrics and social commentary on tracks like \"Good Guys and Bad Guys\", \"Joe Stalin's Cadillac\" and \"We Love You\"'. The songs cover a bewildering range of musical styles: garage punk on \"Shut Us Down\"', acid-rock jamming on the Pink Floyd cover \"Interstellar Overdrive\", bluegrass jamming on \"Hoe Yourself Down\", folk-ska on \"Good Guys and Bad Guys\", gentle tabla beats on \"Une Fois\" and \"Folly\", psychedelic pop on \"We Saw Jerry's Daughter\", ominous desert-rock spoken word on \"Peace and Love\" and grinding raga-rock on \"Stairway to Heavan\" (sic). While earlier CVB albums had featured influences of Eastern European and Mexican musical styles, this album has more noticeable elements of Indian and Arabic musics, done in the usual irreverent Camper style. These combine with the elements of psychedelic music that dominate the album. There are also more elements of Americana than on their previous albums. The American Southwest looms large in the music and lyrics as well, especially on songs like \"The History of Utah\" and \"Peace and Love\". There are a number of classic rock references too: \"We Saw Jerry's Daughter\" is a parody of Deadheads; \"Stairway to Heavan\" (sic), \"Five Sticks\" and \"Joe Stalin's Cadillac\" all contain song titles or lyrics modified from Led Zeppelin; and the cover of \"Interstellar Overdrive\" and several of the album's songs are reminiscent of Syd Barrett-era Pink Floyd. \"We Love You\" also contains a parody of the Charlie Daniels Band song \"The Devil Went Down to Georgia\". In the original \"The Devil Went Down to Georgia\", the Devil was portrayed as a negative being who is defeated in a fiddle-playing contest by the song's protagonist, but in \"We Love You\", the devil, presumably Jonathan Segel, so impresses the band with his violin playing that they allow him to become a band member. The classic-rock influences are a contrast from their first two albums, which contained covers of other contemporary underground bands like Sonic Youth and Black Flag. A number of the album's tracks remain staples of the reunited Camper Van Beethoven's live sets, including \"Good Guys and Bad Guys\", \"The History of Utah\", \"Interstellar Overdrive\" and \"Shut Us Down\". In an Oct. 4, 2010, entry on Lowery's \"300 Songs\" blog, devoted to explaining the genesis and meaning behind the songs he has written throughout his career, the band's leader claimed that this album had a hidden title, concealed in the liner notes and etched onto initial vinyl pressings: \"Soviet Spies Swim Upstream Disguised as Trout.\" Lowery wrote that this title was inspired by \"an obsessive fan that would write us nearly everyday.\" The Ziggens' song \"I Got Me a Girlfriend\" is partially a cover of \"Joe Stalin's Cadillac.\""
    },
    {
        "name": "Camper Van Beethoven Is Dead. Long Live Camper Van Beethoven",
        "abstract": "Camper Van Beethoven Is Dead. Long Live Camper Van Beethoven is a 2000 rarities compilation album by Camper Van Beethoven, released on Pitch-A-Tent Records. The album stands as the first product of the members of CVB beginning to collaborate again. The songs here are taken from a collection of old live recordings from the 1980s retooled and remixed, combined with new songs, unreleased demo takes and more."
    },
    {
        "name": "Camper Vantiquities",
        "abstract": "Camper Vantiquities is a 1993 rarities compilation album by musical group Camper Van Beethoven, released on I.R.S. It included the earlier EP Vampire Can Mating Oven and a number of other unreleased tracks, compiled by bassist Victor Krummenacher a few years after the band split up. The 2004 re-release added several more tracks, all demo versions of songs that appeared on the band's two Virgin Records albums."
    },
    {
        "name": "Campfire (James Blundell album)",
        "abstract": "Campfire is the twelfth studio album by Australian recording artist James Blundell, released in February 2017. The album peaked at number 58 on the ARIA Albums Chart, becoming Blundell's first album to make the top 100 since Earth & Sea in 1995."
    },
    {
        "name": "Campfire (Kasey Chambers album)",
        "abstract": "Campfire is the twelfth studio album by Australian singer-songwriter Kasey Chambers and co-credited to the Fireside Disciples, a trio of Kasey's long-term guitarist Brandon Dodd, Kasey's father Bill Chambers and Yawuru elder Alan Pigram. Upon release, Chambers said \"I grew up with such a unique childhood living on the Nullarbor Plain with my family for the first 10 years of my life. We did all of our cooking on open fire - my dad hunted for our food and then mum would put it in the camp oven. After we'd eaten, my dad brought out the guitar and we'd all sit around this campfire and play music together. For this album I wanted to bring people to the campfire that was such a big part of my life when I was growing up.\" The album was released 27 April 2018 and was supported by a 40-date national tour between May and August 2018 across Australia. At the ARIA Music Awards of 2018, Campfire won the ARIA Award for Best Country Album. At the Australian Country Music Awards of 2019, the album won Traditional Country Album of the Year."
    },
    {
        "name": "Campfire (Rend Collective album)",
        "abstract": "Campfire is the third album by the folk-rock worship band Rend Collective. The album was released on January 29, 2013 by Integrity Music and Columbia Records."
    },
    {
        "name": "Campfire Christmas, Vol. 1",
        "abstract": "Campfire Christmas, Vo1. 1 is a Christmas album from Rend Collective. Integrity Music released the album on 17 November 2014."
    },
    {
        "name": "Campfire Songs (10,000 Maniacs album)",
        "abstract": "Campfire Songs: The Popular, Obscure and Unknown Recordings of 10,000 Maniacs is a compilation album by American alternative rock band 10,000 Maniacs, released in 2004. It includes their biggest hits, B-sides and unreleased recordings from the Natalie Merchant era. Despite the album's title, the collection does not include \"A Campfire Song\" from In My Tribe (1987)."
    },
    {
        "name": "Campfire Songs (Animal Collective album)",
        "abstract": "Campfire Songs is the debut and only album by the American band Campfire Songs, released in March 2003. A collaborative work between Dave Portner, Noah Lennox, and Josh Dibb, it was later retroactively classified as the third studio album by their band Animal Collective."
    },
    {
        "name": "Campfire on the Road",
        "abstract": "Campfire on the Road is the thirty-second album by American singer-songwriter Michael Martin Murphey, his second solo performance album, and his fourth live album. The album was recorded live February 28 and March 1, 2011 at the Western Jubilee Warehouse Theater in Colorado Springs, Colorado, and was released February 21, 2012."
    },
    {
        "name": "Camphor (album)",
        "abstract": "Camphor is a David Sylvian compilation album released in 2002 as a companion to Everything and Nothing. The focus is on his instrumental work."
    },
    {
        "name": "Campus Life (Umarete Kite Yokatta)",
        "abstract": "\"Campus Life (Umarete Kite Yokatta)\" (キャンパスライフ～生まれて来てよかった～, Kyanpasu Raifu ~Umarete Kite Yokatta~, \"Campus Life ~I'm Glad I Was Born~\") is C-ute's 12th single, released on April 28, 2010 on the Zetima label. The single was released in two editions: Regular Edition and Limited Edition, the latter with a DVD. The first press contained an event ticket draw card with a serial number. The Single V appeared on May 12."
    },
    {
        "name": "Campus Party (album)",
        "abstract": "Campus Party is the second and final studio album by the American rock band the Rivieras released in 1965 through Riviera Records. This album continued the band's \"frat rock\" sound, and contains many popular cover songs done in this style. This album, as well as the previous, were compiled on the 2000 greatest hits release, . Previously, tracks from Campus Party were available on the Star-Club Records compilation, also titled Let's Have A Party."
    },
    {
        "name": "Caméléon (album)",
        "abstract": "Caméléon is the fourth album by French singer Shy'm, released on 25 June 2012 on Warner Music France. Most of the material was written by Louis Côté and Cyril Kamar (also known as K.Maro), with some contributions from Tiery-F (\"On se fout de nous\" and \"En plein cœur\") and by soFLY & Nius (\"Sur la route\"). The album expanded on the Pop sound of previous album, Prendre l'air, largely abandoning the R&B sound that Shy'm had previously developed. Songs like \"Et alors !\" were Shy'm's first experiments with the dance genre."
    },
    {
        "name": "Caméléon (song)",
        "abstract": "\"Caméléon\" is a song by Congolese-French singer and rapper Maître Gims released in November 2017. The song has so far peaked at number seven on the French Singles Chart."
    },
    {
        "name": "Can't B Good",
        "abstract": "\"Can't B Good\" is a song recorded by American singer Janet Jackson for her tenth studio album Discipline (2008). It was written and produced by D. DoRohn Gough and Ne-Yo. The song is a soulful, \"jazzy\" R&B track about Jackson's relationship with Jermaine Dupri. It was released as the fourth and final single from Discipline on March 18, 2008 by Island Records. \"Can't B Good\" received mostly positive reviews from music critics, who praised it for being smooth, tender and lovely, and picked the song as one of the best tracks on Discipline, with some others comparing the song to \"Human Nature\" (1983) by Jackson's brother Michael. Commercially, \"Can't B Good\" peaked at number 76 on the US Hot R&B/Hip-Hop Songs."
    },
    {
        "name": "Can't Back Down",
        "abstract": "Can't Back Down is the seventh studio album released by country music artist Collin Raye. It was also his last album for Epic Records, and the first album of his career not to produce any Top 40 country hits. \"Ain't Nobody Gonna Take That from Me\", the first single, reached #43 on the Hot Country Songs charts. \"What I Need\", the second single, failed to chart."
    },
    {
        "name": "Can't Be Tamed",
        "abstract": "Can't Be Tamed is the third studio album by American singer Miley Cyrus. It was released on June 18, 2010, by Hollywood Records, and was her final album with the label; she signed with RCA Records in early 2013. Cyrus wrote and began recording the project in late 2009, while traveling internationally for her Wonder World Tour, and completed it in early 2010. Described by Cyrus as a \"good [record] to blast in your car\", Can't Be Tamed represents a musical departure from her earlier work, which she had grown to feel uninspired by. The efforts resulted in a primarily dance-pop record, which Cyrus' record label acknowledged differed from the original plans for the project. Its lyrical themes revolve largely around breaking free of constraints and expectations, which are largely mentioned in the context of romantic relationships. Most of the album was produced by Rock Mafia and John Shanks. Cyrus co-wrote eleven out of twelve songs on the album, with the only one not being written by her being a cover of \"Every Rose Has Its Thorn\" by American band Poison. Upon its release, Can't Be Tamed received generally mixed reviews from music critics, who were ambivalent toward perceived lack of musical focus and a failure to fully establish Cyrus' maturing public image; additional criticism was placed on her vocals sounding over-processed and lacking emotional depth. It was unable to replicate the success of her earlier work, debuting at number three on the US Billboard 200 with first-week sales of 102,000 copies. The album has sold over 350,000 copies in the United States. Can't Be Tamed charted moderately on record charts in internationally, reaching the top-ten in countries including Australia, Canada, and the United Kingdom. Two singles were released from Can't Be Tamed. Its title track \"Can't Be Tamed\" was released on May 3, 2010, and peaked at number eight on the US Billboard Hot 100, and performed moderately worldwide. \"Who Owns My Heart\" was released on October 22, 2010, as the second single. Promotional efforts for Can't Be Tamed began to associate Cyrus with an increasingly provocative image, an effort continued with her fourth studio album Bangerz (2013). The record was primarily promoted through a series of television appearances and Cyrus' headlining Gypsy Heart Tour in 2011."
    },
    {
        "name": "Can't Be Tamed (song)",
        "abstract": "\"Can't Be Tamed\" is a song by American singer Miley Cyrus for her third studio album of the same name (2010). It was released on May 3, 2010, by Hollywood Records as the lead single from the record. The song was written by Cyrus, Antonina Armato, and Tim James. A Rockangeles remix version featuring rapper Lil Jon was included as a bonus track on digital editions of the album. According to Cyrus, \"Can't Be Tamed\" describes a desire to break out and experience freedom. The song's lyrics deal with the themes of freedom and self-expression. \"Can't Be Tamed\" received generally positive reviews from music critics. It also attained commercial success, peaking within the top ten in the US, Canada, New Zealand and Ireland. The song's accompanying music video was directed by Robert Hales and follows Cyrus performing with backup dancers throughout a museum. The singer is first trapped in a giant cage, being observed by spectators; she then escapes and trashes the museum. Cyrus promoted \"Can't Be Tamed\" by performing the song at several venues, including a performance on Britain's Got Talent that resulted in negative reactions from the media. The song was also included in the setlist of Cyrus' third and fourth world tours, the Gypsy Heart Tour and the Bangerz Tour. \"Can't Be Tamed\" premiered before its official release on April 30, 2010, on Cyrus' official MySpace."
    },
    {
        "name": "Can't Believe It (Flo Rida song)",
        "abstract": "\"Can't Believe It\" is a song by American rapper Flo Rida. The song features a rap verse from Cuban-American rapper Pitbull. The song samples \"Infinity\" by London-based duo Infinity Ink. The music video for \"Can't Believe It\" was directed by Geremey and Georgie Legs."
    },
    {
        "name": "Can't Believe It (T-Pain song)",
        "abstract": "\"Can't Believe It\" is a single by American singer-songwriter/producer T-Pain. It was released on July 29, 2008. The song is the first official single from T-Pain's album Thr33 Ringz. The song also features rapper Lil Wayne. This is the second collaboration between T-Pain & Lil Wayne released as a single."
    },
    {
        "name": "Can't Believe the Way We Flow",
        "abstract": "\"Can't Believe the Way We Flow\" is a song by English electronic music producer and singer-songwriter James Blake from his fourth album, Assume Form. It was written by Blake and contained a sample of \"It Feels So Good to Be Loved So Bad\", written by Roger Joyce, Victoria Pike and Teddy Randazzo, performed by The Manhattans."
    },
    {
        "name": "Can't Blame a Girl for Trying",
        "abstract": "Can't Blame a Girl for Trying is the debut extended play by American singer Sabrina Carpenter. It was released by Hollywood Records on April 8, 2014. On music provider iTunes, it was later replaced by her 2015 studio album which all four tracks were included. The EP was produced by Brian Malouf, Jim McGorman, Robb Vallier, Matt Squire, Steve Tippeconic, Scott Harris, John Gordon and Julie Frost. Musically, the album has a pop sound with folk. Its production consists on guitars, piano, drums and keyboards. In general, the album talks about love and teenage problems. Can't Blame a Girl for Trying produced two singles, \"Can't Blame a Girl for Trying\", released on March 14, 2014 and \"The Middle of Starting Over\", released on August 19, 2014."
    },
    {
        "name": "Can't Blame a Girl for Trying (song)",
        "abstract": "\"Can't Blame a Girl for Trying\" is the debut single by American singer Sabrina Carpenter from her debut extended play of the same name (2014), served as the opening track of the EP. The track appears at her debut studio album, Eyes Wide Open, served as the second track of the record. The song was produced by Brian Malouf and written by Meghan Trainor, Al Anderson and Chris Gelbuda. The song was released by Hollywood Records as the lead single from Can't Blame a Girl for Trying on March 14, 2014 onto iTunes and was premiered a day before exclusively on Radio Disney. \"Can't Blame a Girl for Trying\" is a midtempo pop folk song with influences of pop music backed by an acoustic guitar. Lyrically, the song speaks about being foolish in love and making mistakes, but never blaming those who make them. According to Carpenter, the song perfectly describes a thirteen-year-old girl and a teenage girl. It was accompanied by a music video directed by Kinga Burza premiered on her Vevo channel on March 28, 2014. The song won a Radio Disney Music Award in the category \"Best Crush Song\" in 2015."
    },
    {
        "name": "Can't Blame the Youth",
        "abstract": "Can't Blame the Youth is a compilation album of Peter Tosh's work while with The Wailers. It was released in 2004."
    },
    {
        "name": "Can't Break Me Down",
        "abstract": "\"Can't Break Me Down\" is a song by English singer Billy Idol, which was released in 2014 as the lead single from his eighth studio album Kings & Queens of the Underground."
    },
    {
        "name": "Can't Breathe",
        "abstract": "\"Can't Breathe\" is a song by Canadian singer–songwriter Fefe Dobson from her second released studio album, Joy (2010), which features a guitar solo from Australian musician Orianthi. It was written and produced by Bob Ezrin and Tommy Henriksen, and co-written by Dobson and Thomas \"Tawgs\" Salter. The song was released in March 2011 as the album's third and final single, and was only released in Canada. Dobson reported on her Twitter in April of that year that the song had been sent to radio."
    },
    {
        "name": "Can't Bring This Down",
        "abstract": "\"Can't Bring This Down\" is a single recorded by American recording artist Bridgit Mendler, featuring American rapper and musician Pell. The single was released digitally to retailers on March 17, 2017 via Black Box. The single has been described as a smooth R&B song."
    },
    {
        "name": "Can't Buy Me Love",
        "abstract": "\"Can't Buy Me Love\" is a song by the English rock band the Beatles that was released in March 1964 as the A-side of their sixth single. It was written by Paul McCartney and credited to the Lennon–McCartney partnership. The song was included on the group's album A Hard Day's Night and was featured in a scene in Richard Lester's film of the same title. The single topped charts in the United Kingdom, the United States, Australia, Ireland, New Zealand and Sweden. In the UK, it was the fourth highest selling single of the 1960s."
    },
    {
        "name": "Can't Buy My Love",
        "abstract": "Can't Buy My Love is the second album of Japanese singer and songwriter Yui. The album was released 4 April 2007 under Sony Music Japan label. The album title, Can't Buy My Love's message is \"Ai suru mono wa kantan ni wa yuzurenai\" (愛する ものは 簡単には 譲れない) which means in English \"I can't easily hand over things that I adore.\" This album reached #1 rank weekly, charted for 74 weeks and sold more than 680,000 copies."
    },
    {
        "name": "Can't Buy Your Way",
        "abstract": "Can't Buy Your Way is album by the progressive bluegrass band Northern Lights."
    },
    {
        "name": "Can't Buy a Miracle",
        "abstract": "Can't Buy a Miracle is an album by Randy Stonehill, released in 1988 on Myrrh Records."
    },
    {
        "name": "Can't Buy a Thrill",
        "abstract": "Can't Buy a Thrill is the debut studio album by American rock band Steely Dan, released in November 1972 by ABC Records. The album was written by band members Donald Fagen and Walter Becker, recorded in August 1972 at The Village Recorder in Los Angeles, California and produced by Gary Katz. It features tight song structures and sounds that vary from soft rock, folk rock, and pop, alongside philosophical, elliptical lyrics. The album was a commercial success, peaking at number 17 on the Billboard chart and eventually being certified platinum. It was also met with positive reviews and later appeared on many professional listings of the greatest albums, including Colin Larkin's All Time Top 1000 Albums (2000) and Rolling Stone magazine's \"500 Greatest Albums of All Time\" (2003)."
    },
    {
        "name": "Can't Chance a Break Up",
        "abstract": "\"Can't Chance a Break Up\" is a song written by Ike Turner. It was released by R&B duo Ike & Tina Turner on Sue Records in 1965."
    },
    {
        "name": "Can't Change Me",
        "abstract": "\"Can't Change Me\" is the first single released from Chris Cornell's debut solo album, Euphoria Morning (1999). The song peaked at No. 5 on Billboard's Mainstream Rock Tracks, and at No. 7 on the Alternative Songs chart. A music video was produced for the song. \"Can't Change Me\" was nominated for Best Male Rock Vocal Performance at the 2000 Grammy Awards."
    },
    {
        "name": "Can't Contain It",
        "abstract": "Can't Contain It is the seventh album by Mustard Plug. It was released in January 2014. Dave Kirchgessner stated that the album \"is strong evolution in our sound and our art while still staying true to the goal of playing party music for punk rockers.\" The album features guest appearances by Dan Potthast of MU330 and Sean Bonnette of Andrew Jackson Jihad."
    },
    {
        "name": "Can't Control Myself (Taeyeon song)",
        "abstract": "\"Can't Control Myself\" is a song recorded by South Korean singer Taeyeon for her third studio album INVU. It was released on January 17, 2022, by SM Entertainment as a pre-release single from the album. The song is written by Taeyeon with Moon Seol-ri, composed by Celine Svanbäck, and Mich Hansen, alongside Lauritz Emil Christiansen, Jacob Ubizz, and Ryan Jhun, whom also arranged the song."
    },
    {
        "name": "Can't Count Me Out",
        "abstract": "Can't Count Me Out is the sixth studio album by American R&B/jazz singer Miki Howard, released in 1997 under Hush Records. Howard's first studio recording in four years, the album contains a mixture of soulful ballads, some groovy R&B and a duet with father Clay Graham of gospel group, The Pilgrim Jubilees. Also featured are a few cover tunes, including Janis Ian's \"At Seventeen\" produced by Robby Takac, member of the rock group Goo Goo Dolls, and Stevie Wonder's \"I Love Every Little Thing About You\", a duet with pop/R&B singer Terence Trent D'Arby with Chaka Khan singing background vocals.The album also features the track, \"Sunshine\", written by R&B singer/songwriter Brenda Russell."
    },
    {
        "name": "Can't Dance (Lisa Stansfield song)",
        "abstract": "\"Can't Dance\" is a song recorded by British singer Lisa Stansfield for her 2014 album, Seven. It was written by Stansfield and her husband Ian Devaney, and produced by Devaney and Jerry Hey. \"Can't Dance\" premiered on Ken Bruce's BBC Radio 2 show on 14 August 2013 and was digitally released as the first single on 16 October 2013. Stansfield performed the song live during her Seven Tour in 2013 and 2014. The remixes of \"Can't Dance\" premiered on SoundCloud on 22 January 2014. In October 2014, five remixes of \"Can't Dance\" by Moto Blanco, Snowboy and the Danish/German soul production duo Cool Million, were included on the re-release of Seven titled Seven+."
    },
    {
        "name": "Can't Dance (Meghan Trainor song)",
        "abstract": "\"Can't Dance\" (stylized in all caps) is a song by American singer-songwriter Meghan Trainor. It was written by Trainor, Andrew Wells and Jacob Kasher Hindlin, and produced by Wells. \"Can't Dance\" was announced on May 8, 2018, along with its official single artwork the day after. Epic Records released it on May 11, 2018, a day after \"Let You Be Right\". Both songs were intended to be part of Trainor's third major-label studio album Treat Myself (2020), but did not make the final cut. Lyrically, the pop and dance song sees Trainor asking a shy male to join her on the dance floor. At a Q&A in March 2018, Trainor revealed that a music video for the song was already filmed, and described it as her favorite music video she had done so far; it would have featured her dancing \"a lot\" and \"amazing looks\", although it was ultimately not released. Trainor opened the 2018 Radio Disney Music Awards with a medley of \"Can't Dance\", \"No Excuses\" (2018), \"Let You Be Right\" (2018), \"Me Too\" (2016) and \"All About That Bass\" (2014)."
    },
    {
        "name": "Can't Deny It",
        "abstract": "\"Can't Deny It\" is the debut single by American rapper Fabolous from his debut studio album Ghetto Fabolous. It features Nate Dogg and uncredited backing vocals by Lil' Mo. The song was produced by Rick Rock. Its chorus contains similar lyrics to the chorus of 2Pac's \"Ambitionz az a Ridah\"."
    },
    {
        "name": "Can't Deny Me",
        "abstract": "\"Can't Deny Me\" is a song by the American alternative rock band Pearl Jam. The song was released on March 10, 2018 as a digital download exclusively on Pearl Jam's Ten Club fan club, and was released as a single via streaming and digital download on March 12, 2018. \"Can't Deny Me\" peaked at No. 11 on Billboard's Mainstream Rock chart. Originally announced as a track from the band's then-untitled forthcoming album, the song was left off Gigaton (2020)."
    },
    {
        "name": "Can't Deny My Love",
        "abstract": "\"Can't Deny My Love\" is the lead single by American singer-songwriter Brandon Flowers from his second studio album, The Desired Effect."
    },
    {
        "name": "Can't Drive a Parked Car",
        "abstract": "\"'Can't Drive a Parked Car\"' is a single by American rapper Gerald Walker from his upcoming compilation Ayo Volume 1. The song was released through Blue Collar Gang and G. Walker Music LLC on December 7, 2019."
    },
    {
        "name": "Can't Exist",
        "abstract": "\"Can't Exist\" is a single taken from Joseph Arthur's fourth studio album Our Shadows Will Remain. Initially, it was the first single in the UK, released on CD and white-colored 7\" vinyl on July 4, 2005. Then, it was re-issued as the fourth single from the album on 3-part 7\" vinyl, released on May 1, 2006. A music video was produced for the song, directed by Noaz Deshe. It features Joseph in various locations in New Orleans, where much of Our Shadows Will Remain was recorded."
    },
    {
        "name": "Can't Feel My Face",
        "abstract": "\"Can't Feel My Face\" is a song performed by Canadian singer the Weeknd from his second studio album Beauty Behind the Madness (2015). The song was released on June 8, 2015, as the third single from the album. It was written by Max Martin, Peter Svensson, Ali Payami, Savan Kotecha and the Weeknd, and produced by Martin and Payami. Critics lauded \"Can't Feel My Face\", comparing the sound of the song to the works of Michael Jackson; Rolling Stone ranked it as the best song of 2015. It was also nominated for two Grammy Awards: Record of the Year and Best Pop Solo Performance. The song experienced commercial success, peaking at number one on both the US Billboard Hot 100 and the Canadian Hot 100. The single has also peaked at number one in Mexico, New Zealand, Denmark, Ireland and South Africa, and was a top 10 single in other territories, such as Australia, the Netherlands, Norway and the United Kingdom."
    },
    {
        "name": "Can't Fight Fate",
        "abstract": "Can't Fight Fate is the second studio album by American singer and songwriter Taylor Dayne, released on October 7, 1989, by Arista Records. The album continued her chart success and was certified 2× Platinum by the Recording Industry Association of America (RIAA). It includes the Billboard Hot 100 top-ten singles \"With Every Beat of My Heart\" (#5) and \"I'll Be Your Shelter\" (#4), the number one \"Love Will Lead You Back\" and the top 20 hit, \"Heart of Stone\" (#12)."
    },
    {
        "name": "Can't Fight This Feeling (Junior Caldera song)",
        "abstract": "\"Can't Fight this Feeling\" is a song written by Junior Caldera, Sophie Ellis-Bextor and Roselyn Della Sabina, and produced by Junior Caldera for his first album, Début, released in 2009. It was released as the album's fourth single in February 2010. It was also the second single from Ellis-Bextor's fourth studio album, Make A Scene. The single was released in France prior to the release of Ellis-Bextor following single, \"Bittersweet\". The video for the song was shot in Paris on 10 March 2010. It was believed that Roselyn Della Sabina stopped writing for Madonna to complete this song. The single was released in Australia on 26 March 2011."
    },
    {
        "name": "Can't Fight the Midnight",
        "abstract": "Can't Fight the Midnight is the debut and only solo album by American singer Jimmy Harnen, lead singer of the band Synch, which was released in 1989. It contains the hit power ballad, \"Where Are You Now\"."
    },
    {
        "name": "Can't Fight the Moonlight",
        "abstract": "\"Can't Fight the Moonlight\" is a song written by Diane Warren and performed by American singer LeAnn Rimes. It is the theme song of the film Coyote Ugly. Released as a single on August 22, 2000, the song reached the top 10 in 19 European countries, Australia, Canada, and New Zealand, topping the charts in 12 of these territories; it became Australia's best-selling single of 2001. In the United States, a different mix of the song peaked at number 11 on the Billboard Hot 100 in 2002. The song appeared on Rimes's I Need You (2002) compilation album and The Best of LeAnn Rimes (2004) with the Graham Stack Radio Edit of the song (known as the \"Latino Mix\" internationally) included as a bonus track on the I Need You album as well as on the sequel soundtrack to the film, More Music from Coyote Ugly (2003). The remix was also included on her Greatest Hits (2003) album as well as on the remix edition of her Best of album. A music video for the song was released in 2000 including clips taken from the Coyote Ugly film with Rimes performing at the \"Coyote Ugly\" bar."
    },
    {
        "name": "Can't Find the Time",
        "abstract": "\"Can't Find the Time\" is a song originally recorded by Orpheus in 1968. It was the first release from their eponymous debut LP. The writer and lead singer is Bruce Arnold. Session drummer Bernard Purdie, who would later befriend Arnold and collaborate further, is among the musicians on the recording. Originally released in early 1968, the song charted very minorly in the U.S., but reaching #15 on WMCA in New York City. The single was re-released in late 1969, with somewhat better success. It reached #80 on the U.S. Billboard Hot 100 and #72 Cash Box. It was more popular in Canada, where it reached #63."
    },
    {
        "name": "Can't Forget: A Souvenir of the Grand Tour",
        "abstract": "Can't Forget: A Souvenir of the Grand Tour is a live album by Canadian singer-songwriter Leonard Cohen, released in May 2015. It contains live recordings from concerts and sound-checks."
    },
    {
        "name": "Can't Forget About You",
        "abstract": "\"Can't Forget About You\" is the second and final single from American hip hop artist Nas' 2006 album Hip Hop Is Dead, released on January 23, 2007. It features Chrisette Michele, and the track is produced by will.i.am. Its lyrics deal with Nas reciting various unforgettable memories such as Mr. T becoming a wrestler and when DJ Jazzy Jeff & The Fresh Prince won the first Rap Grammy. Its b-side is \"Hustlers\" featuring The Game and Marsha from Floetry. It features a sample of \"Unforgettable by Nat King Cole. The song reached number forty-six on the Hot R&B/Hip-Hop Singles & Tracks chart, making it, to date, his highest charting R&B song since \"I Can\" peaked at 7 in 2003."
    },
    {
        "name": "Can't Forget You (Gloria Estefan song)",
        "abstract": "\"Can't Forget You\" is a song by Cuban-American singer and songwriter Gloria Estefan. It was released in 1991 as the third single from her second solo album, Into the Light (1991), and at the same time as \"Remember Me with Love\" in the UK. The single covered almost all the other countries where Estefan released the album, including Australia, Japan, Philippines, Spain, Canada and the United States. \"Nayib’s Song (I Am Here for You)\" was also released in some European markets as the third official single from the album. The song is much in the style of her earlier songs like \"Can't Stay Away from You\" or \"Don't Wanna Lose You\". It peaked at number 43 on the Billboard Hot 100, but reached number two on the Billboard Adult Contemporary chart. No remixes were created for this song. In the UK, \"Can't Forget You\" was included as a B-side on the single \"Go Away\", released in 1993."
    },
    {
        "name": "Can't Forget Your Love/Perfect Crime",
        "abstract": "\"Can't Forget Your Love/Perfect Crime: Single Edit\" is a double A-side single by Japanese singer songwriter Mai Kuraki, taken from her second studio album Perfect Crime (2001) and third studio album Fairy Tale (2002). It was released on August 29, 2001, by Giza Studio, and both songs were served as the theme song to the Japanese television series . \"Can't Forget Your Love\" was written by Kuraki herself, Aika Ohno, Cybersound and Akihito Tokunaga, while \"Perfect Crime: Single Edit\" was written by Kuraki, Tokunaga, Daisuke Ikeda."
    },
    {
        "name": "Can't Get Any Harder",
        "abstract": "\"Can't Get Any Harder\" is a song recorded by James Brown. It was written and produced by members of C+C Music Factory Robert Clivillés and David Cole and Leaders of the New School and appeared as the lead track on Brown's 1992 album Universal James. A maxi single containing several remixes of the song was released in 1993 and charted at number 76 on the R&B charts. It was Brown's last charting single in the United States."
    },
    {
        "name": "Can't Get By Without You",
        "abstract": "\"Can't Get By Without You\" was a hit for The Real Thing in 1976. It was the follow up to their smash hit \"You to Me Are Everything\"."
    },
    {
        "name": "Can't Get Enough (Bad Company song)",
        "abstract": "\"Can't Get Enough\" is the debut single by English rock supergroup Bad Company. Appearing on the band's 1974 self-titled debut album, it is their biggest hit and is considered their most popular song. It reached No. 5 on the Billboard Hot 100 singles chart and No. 1 on Cashbox magazine's Top 100 Singles chart. The song is also frequently played on classic rock radio stations."
    },
    {
        "name": "Can't Get Enough (Barry White album)",
        "abstract": "Can't Get Enough is the third studio album by American R&B/disco singer Barry White, released on August 6, 1974 by the 20th Century label."
    },
    {
        "name": "Can't Get Enough (Becky G song)",
        "abstract": "\"Can't Get Enough\" is a song by American rapper and singer Becky G featuring American rapper Pitbull. It was originally released on July 13, 2013, as the second track from her EP, Play It Again. It was later released as a single to Latin radio on March 29, 2014. The song was able to chart at number one on the Latin Rhythm Airplay chart in the United States. The music video was then released on June 4, 2014. A Spanish version was released on May 1 to digital platforms; it features Gomez singing in Spanish while Pitbull's verses remain in English."
    },
    {
        "name": "Can't Get Enough (Eddy Grant album)",
        "abstract": "Can't Get Enough is the fourth album by English reggae musician Eddy Grant, released in 1981 on Grant's own label Ice Records. It was his UK chart debut, peaking at #39 on the album charts. It features the UK hits \"Do You Feel My Love\", \"Can't Get Enough Of You\" and \"I Love You, Yes I Love You\". The photography was by David Bailey."
    },
    {
        "name": "Can't Get Enough (J. Cole song)",
        "abstract": "\"Can't Get Enough\" is a song by American hip hop recording artist J. Cole, released as the fourth single off his debut studio album Cole World: The Sideline Story. It was released on September 2, 2011, through Roc Nation and Columbia. The song, featuring R&B singer Trey Songz, was produced by Brian Kidd and samples \"Paulette\" as performed by Balla et ses Balladins."
    },
    {
        "name": "Can't Get Enough (Of Your Love)",
        "abstract": "\"Can't Get Enough (Of Your Love)\" is a song by English singer Kim Wilde, released as the third single from her seventh album, Love Moves (1990). It was also the first single from this album to be released in France (in its full-length album form), and the second in continental Europe and Australia (where it was edited). It was not released in the UK. The track was extended for the 12\" and CD-single formats."
    },
    {
        "name": "Can't Get Enough (Patty Loveless song)",
        "abstract": "\"Can't Get Enough\" is a song written by Kent Blazy, Will Rambeaux and Blair Daly, and recorded by American country music artist Patty Loveless. It was released in January 1999 as the first single from her compilation album Classics. The song charted for 20 weeks on the Billboard Hot Country Singles and Tracks chart, reaching number 21 during the week of April 17, 1999. \"Can't Get Enough\" became Loveless' first entry into the Billboard Hot 100, charting for four weeks, reaching number 96 during the week of April 17, 1999."
    },
    {
        "name": "Can't Get Enough (Suede song)",
        "abstract": "\"Can't Get Enough\" is the fourth and final single released from English rock band Suede's fourth studio album, Head Music (1999). The song was released on 8 November 1999 through Nude Records."
    },
    {
        "name": "Can't Get Enough (Supergroove song)",
        "abstract": "\"Can't Get Enough\" is a 1994 single from New Zealand funk rock band Supergroove. It peaked at number one in the New Zealand singles chart and later charted at 36 in Australia. The song was included on Supergroove's debut album Traction."
    },
    {
        "name": "Can't Get Enough (The Rides album)",
        "abstract": "Can't Get Enough is the 2013 debut release by The Rides, a band consisting of Stephen Stills, Kenny Wayne Shepherd and Barry Goldberg."
    },
    {
        "name": "Can't Get Enough (Tommy Emmanuel album)",
        "abstract": "Can't Get Enough is an album by Australian guitarist Tommy Emmanuel that was released in Australia in October 1996 and peaked at number 26 on the ARIA Charts. The album was renamed Midnight Drive for its American release. At the ARIA Music Awards of 1997, the album was nominated for the ARIA Award for Best Adult Contemporary Album but lost to Good Luck by My Friend the Chocolate Cake."
    },
    {
        "name": "Can't Get Enough of You Baby",
        "abstract": "\"Can't Get Enough of You Baby\" is a song written by Denny Randell and Sandy Linzer and first recorded by the Four Seasons in 1965 for their album Working My Way Back to You and More Great New Hits. The protopunk band ? and the Mysterians recorded it in 1967 for their second album Action. Their version reached No. 56 on the Billboard Hot 100 when it was released as a single."
    },
    {
        "name": "Can't Get Enough of Your Love, Babe",
        "abstract": "\"Can't Get Enough of Your Love, Babe\" is a 1974 song written, recorded, and produced by American musician Barry White. Released as the first single from his third album, Can't Get Enough (1974), the song topped the US Billboard Hot 100 and Billboard R&B charts and has since become one of his signature tunes. It was his second US chart-topper, after \"Love's Theme\". It became a gold record in the US. White performed this song live on The Midnight Special in 1974, and on Soul Train on May 24, 1975."
    },
    {
        "name": "Can't Get It Back",
        "abstract": "\"Can't Get It Back\" is a song by American recording group Blaque. It was written by Salaam Remi, Marlon Williams, and Hernst \"StayBent\" Bellevue, and band member Natina Reed for the group's second album, Blaque Out (2002). Production was helmed by Remi with co-production from Bellevue. The song samples from the song \"We're Going to a Party\" (1977) by American R&B singer Evelyn \"Champagne\" King. Due to the inclusion of the sample, Aubrey Gravatt, Joseph Freeman, and Theodore Life are also credited as songwriters. \"Can't Get It Back\" was released as the first single on October 16, 2001 in the United States where it peaked at 91 on Billboard's Hot R&B/Hip-Hop Songs chart. With Blaque Out eventually being shelved, \"Can't Get It Back\" was later re-recorded, remixed, and released by British girl group Mis-Teeq in 2003."
    },
    {
        "name": "Can't Get No Grindin'",
        "abstract": "Can't Get No Grindin' is an album by blues musician Muddy Waters released by the Chess label in 1973."
    },
    {
        "name": "Can't Get Over",
        "abstract": "\"Can't Get Over\" is a pop song performed by Swedish singer September. The song was written by Anoo Bhagavan, Jonas von der Burg and Niklas von der Burg for September's third album Dancing Shoes (2007). It was released as the album's first single on 20 June 2007 in Sweden and as the second single in The Netherlands during 2008. The song was the third single in the UK, following \"Cry for You\" and \"Satellites\", and was released in a new remix; on 9 March 2009. It was released in the United States as a CD Maxi-single, in addition to the original version which had been released in December 2007; the new remixes were released on 3 March 2009. The song was released to Australian radio in late 2008 on the back of the success of \"Cry For You\", but after record label Central Station went into administration, all releases were cancelled. In February 2009, it was announced that Central Station was back in business, and \"Can't Get Over\" was among the first confirmed releases. The single edit in Australia was the same as the new UK remix, and a CD single was released on 24 April 2009.\"Can't Get Over\" peaked at number 14 in the UK chart."
    },
    {
        "name": "Can't Get Over You",
        "abstract": "\"Can't Get Over You\" is a 1989 single by Maze featuring Frankie Beverly. The single was the first release the group had in almost three years, as well as being their debut release on the Warner Bros. Records label. \"Can't Get Over You\" was the group's second and final number one on the Hot Black Singles chart."
    },
    {
        "name": "Can't Get There from Here (album)",
        "abstract": "Can't Get There from Here is the ninth studio album by the American hard rock band Great White, released in 1999. The track \"Rollin' Stoned\" was released as a promo single and received airplay on mainstream rock radio."
    },
    {
        "name": "Can't Get Used to Losing You",
        "abstract": "\"Can't Get Used to Losing You\" is a song written by Jerome \"Doc\" Pomus and Mort Shuman, first made popular by Andy Williams in a 1963 record release, which was a number-two hit in both the US and the UK. Twenty years later, British band the Beat took a reggae re-arrangement to number three in the UK."
    },
    {
        "name": "Can't Get You Off My Mind",
        "abstract": "\"Can't Get You Off My Mind\" is a song written and recorded by American singer and songwriter Lenny Kravitz and released in February 1996, as the third single from his fourth studio album, Circus (1995). The song was later included in the albums Greatest Hits (2000) and Lenny (2001) as a bonus track. There are two versions of the music video for the song: one was directed by Matthew Rolston, the other by Jim Gable."
    }
]