[
    {
        "name": "Amit Sheth",
        "abstract": "Amit Sheth is a computer scientist at University of South Carolina in Columbia, South Carolina. He is the founding Director of the Artificial Intelligence Institute, and a Professor of Computer Science and Engineering. From 2007 to June 2019, he was the Lexis Nexis Ohio Eminent Scholar, director of the Ohio Center of Excellence in Knowledge-enabled Computing,and a Professor of Computer Science at Wright State University. Sheth's work has been cited by over 48,800 publications. He has an h-index of 106, which puts him among the top 100 computer scientists with the highest h-index.Prior to founding the , he served as the director of the Large Scale Distributed Information Systems Lab at the University of Georgia in Athens, Georgia."
    },
    {
        "name": "Robert Pape",
        "abstract": "Robert Anthony Pape Jr. (born April 24, 1960) is an American political scientist who studies national and international security affairs, with a focus on air power, American and international political violence, social media propaganda, and terrorism. He is currently a professor of political science at the University of Chicago and founder and director of the Chicago Project on Security and Threats (CPOST)."
    },
    {
        "name": "Robert Thompson (media scholar)",
        "abstract": "Robert James Thompson (born 1959) is an American educator and media scholar. He is the Trustee Professor of Television and Popular Culture at the S. I. Newhouse School of Public Communications at Syracuse University and founding director of the Bleier Center for Television and Popular Culture. He is widely quoted in media. His areas of research are television history, Popular Culture, media criticism, and TV programming. Thompson's various soundbites have been dubbed by the Associated Press as \"Thompson-isms\". On February 4, 2009 Jon Hein of the Howard Stern Show announced that Thompson is his \"arch nemesis,\" referring to popular culture trivia."
    },
    {
        "name": "Roger Hawken",
        "abstract": "Roger William Hercules Hawken (12 May 1878 – 18 October 1947), an Australian engineer, was the first lecturer in civil engineering, and then a professor, at the University of Queensland."
    },
    {
        "name": "Romuald Fonkoua",
        "abstract": "Romuald Fonkoua (born 1961 in Cameroon) is a professor of Francophone literature at the Faculty of Letters of Sorbonne University where he directs the International Center for Francophone Studies."
    },
    {
        "name": "Ronald P. Schaefer",
        "abstract": "Ronald P. Schaefer (born June 17, 1949), also known as Ron Schaefer is an American academic, English professor, and linguist. He is the first person \"to devise a written version of a language called Emai\", a language reported in 1997 to be spoken by about 30,000 Emai people in Edo State of Nigeria. He has been described as one with \"fevered intellect, the sharp chin, the untamable kineticism.\""
    },
    {
        "name": "Rory A. Cooper",
        "abstract": "Rory A. Cooper is an American bioengineer who currently serves as FISA/PVA Distinguished Professor, Past Chair, in the Department of Rehabilitation Science and Technology and professor of bioengineering, physical medicine and rehabilitation, and orthopedic surgery at the University of Pittsburgh. He is also assistant vice chancellor for research for STEM and Health Sciences Collaboration. He holds an adjunct faculty position at the Robotics Institute of Carnegie Mellon University, and is an invited professor at Xi'an Jiaotong University in Xi'an, China. He is the founder and director of the ."
    },
    {
        "name": "Samuel Segun Okoya",
        "abstract": "Samuel Segun Okoya, (Ph.D) (born 20 October 1958, in Zaria, Kaduna State, Nigeria) is an academic in applied mathematics at Obafemi Awolowo University. He is the editor-in-chief of the Journal and Notices of the Nigerian Mathematical Society and the First Occupier of Pastor E.A Adeboye Outstanding Professor of Mathematics (Endowed Professorial Chair) University of Lagos. He is the first fully bred alumnus to attain the position of professor and head of the Mathematics Department at Obafemi Awolowo University."
    },
    {
        "name": "Sarah Parcak",
        "abstract": "Sarah Helen Parcak is an American archaeologist and Egyptologist, who has used satellite imagery to identify potential archaeological sites in Egypt, Rome and elsewhere in the former Roman Empire. She is a professor of Anthropology and director of the Laboratory for Global Observation at the University of Alabama at Birmingham. In partnership with her husband, Greg Mumford, she directs survey and excavation projects in the Faiyum, Sinai, and Egypt's East Delta."
    },
    {
        "name": "Mark Mostert",
        "abstract": "Mark P. Mostert is co-director of the Institute for Disability and Bioethics and professor of Special Education at Regent University, Virginia Beach. He has written about and lectured on Eugenics and Euthanasia, Nazi Germany's state-sanctioned \"useless eater\" policy to exterminate people with disabilities and others considered less than human, and the fads and pseudoscientific practices found in special education."
    },
    {
        "name": "Michael North (professor)",
        "abstract": "Michael North is an American literary critic and a professor in the department of English at the University of California, Los Angeles."
    },
    {
        "name": "Lára Jóhannsdóttir",
        "abstract": "Lára Jóhannsdóttir is a professor in the Faculty of Business Administration at the University of Iceland. She is also a member of the faculty in the Environment and Natural Resources (ENR) Graduate Programme, an interdisciplinary program with ties to all five Schools of the University, but administratively part of the School of Engineering and Natural Sciences. Lára was the academic director of the ENR Programme in 2019, and is the first female professor in the faculty of Business Administration."
    },
    {
        "name": "Prakash Kumar Pallathadka",
        "abstract": "Prakash Kumar Pallathadka is a Professor of Biological Sciences specializing in Plant Development, Tissue Culture, Plant Psychology and Molecular Biology at the Department of Biological Sciences, National University of Singapore(NUS)."
    },
    {
        "name": "Richard Yarborough",
        "abstract": "Richard A. Yarborough (born 1951) is Professor of English and African-American literature and a Faculty Research Associate with the Ralph J. Bunche Center for African American Studies at the University of California, Los Angeles. He is also an editor of The Heath Anthology of American Literature."
    },
    {
        "name": "Bastian Clevé",
        "abstract": "Bastian Clevé (born 1 January 1950, in Munich), is a German filmmaker and producer. He is Professor and Head of the Film Production-Department at the Film Academy Baden-Wuerttemberg in Ludwigsburg, Germany."
    },
    {
        "name": "Bion Tsang",
        "abstract": "Bion Yu-Ting Tsang (traditional Chinese/simplified Chinese: 章雨亭; pinyin: Zhāng Yǔ-Tíng) (born May 4, 1967) is an American cellist and professor."
    },
    {
        "name": "Bob De Schutter",
        "abstract": "Bob De Schutter is a Belgian video game designer and researcher, who is the C. Michael Armstrong professor of Applied Game Design at Miami University (Oxford, Ohio). He is best known for his work on the design of video games for players in middle through late adulthood. He has advocated the importance of play in later life and has spoken out against the stereotyping of older video game players in marketing and game design. He has also published on the design of experimental classrooms for gameful instruction."
    },
    {
        "name": "Brian E. Daley",
        "abstract": "Brian Edward Daley, S.J. (born in 1940) is an American Catholic priest, Jesuit, and theologian. He is currently the Catherine F. Huisking Professor of Theology (Emeritus) at the University of Notre Dame and was the recipient of a Ratzinger Prize for Theology in 2012. Daley's primary academic field is ancient Christianity, specifically Patristics, otherwise known as the study of the Fathers of the Church. The Patristic topics on which he has published include Christology, eschatology, Mariology, philanthropy, and scriptural exegesis. Daley is best understood as continuing the work of the great twentieth century Jesuits of the Nouvelle Théologie such as Henri Crouzel, Jean Daniélou, Henri de Lubac, and Aloys Grillmeier. In addition to his academic commitments, Daley is a popular speaker, is active in ecumenical dialogue, and serves as the executive secretary of the North American Orthodox-Catholic Theological Consultation."
    },
    {
        "name": "David Doermann",
        "abstract": "David S. Doermann (born 1965) is an American computer science researcher and professor in the areas of document analysis, computer vision, and artificial intelligence."
    },
    {
        "name": "David Dozier",
        "abstract": "David Michael Dozier (born March 30, 1949) is an American academic who is professor emeritus of journalism and media studies at San Diego State University (SDSU)."
    },
    {
        "name": "David Goltzman",
        "abstract": "David Goltzman OC FRSC FRCPC is an endocrinologist, Professor of Medicine and Physiology, and A.G. Massabki Chair in Medicine at McGill University in Montreal, Quebec, Canada. He is the Director of the Centre for Bone and Periodontal Research and also holds the position of Senior Scientist at the McGill University Health Centre Research Institute in the Metabolic Disorders and Complications Program."
    },
    {
        "name": "David Wilson (criminologist)",
        "abstract": "David Wilson (born 23 April 1957) is a Scottish emeritus professor of criminology at Birmingham City University. A former prison governor, he is well known as a criminologist specialising in serial killers through his work with various British police forces, academic publications, books and media appearances."
    },
    {
        "name": "Dennis Burton (immunologist)",
        "abstract": "Dennis R. Burton (born 1952) is a professor of immunology and microbiology at the Scripps Research Institute in La Jolla, California, in the United States. He also works in AIDS vaccine research, and is scientific director of the IAVI Neutralizing Antibody Center there. He sits on the steering committee of the Ragon Institute of Massachusetts General Hospital, MIT and Harvard. He has a BA in chemistry from the University of Oxford, and a PhD in nuclear magnetic resonance in biology from Lund University in Lund, Sweden."
    },
    {
        "name": "Dennis P. Hupchick",
        "abstract": "Dennis P. Hupchick is Professor of History, Emeritus at Wilkes University, Pennsylvania."
    },
    {
        "name": "Derek W. Jones",
        "abstract": "Derek W. Jones (born December 9, 1933) is a Professor Emeritus of Applied Oral Science and Biomaterials at Dalhousie University in Halifax, Nova Scotia, Canada"
    },
    {
        "name": "Alma Martinez (actress)",
        "abstract": "Alma Martinez (born 18 March 1953) is a Mexican-American actress, stage director, and professor of theatre. She is best known for her roles in film and television shows including the Peabody Award winning drama series The Bridge with Demián Bichir and Diane Kruger and Corridos: Tales of Passion & Revolution with Linda Ronstadt as well as performances on Broadway, Off-Broadway, regional theatre, Mexican and European stages."
    },
    {
        "name": "Anna-Lind Pétursdóttir",
        "abstract": "Anna-Lind Pétursdóttir is an Icelandic Professor of Psychology, Special Education and Behaviour Analysis in the School of Education at the University of Iceland."
    },
    {
        "name": "Anna Maria Di Sciullo",
        "abstract": "Anna Maria Di Sciullo (born 1951) is a professor in the Linguistics Department at the Université du Québec à Montréal and visiting scientist at the Department of Linguistics at New York University. Her research areas are Theoretical Linguistics, Computational Linguistics and Biolinguistics."
    },
    {
        "name": "John Rasmussen (professor)",
        "abstract": "John Rasmussen is a professor of biomechanics at Aalborg University. His research is aimed both at solid mechanics, biomechanics, biomedical engineering and sports engineering."
    },
    {
        "name": "John V. Lombardi",
        "abstract": "John Vincent Paul Maher Lombardi (born August 19, 1942) is an American professor and former university administrator. He is a native of California, and earned his bachelor's, master's and doctoral degrees before becoming a professor of Latin American history. Lombardi has served as the president of the University of Florida, the chancellor of the University of Massachusetts Amherst, and the president of the Louisiana State University System."
    },
    {
        "name": "Jonathan M. Weiss",
        "abstract": "Jonathan Mark Weiss (born May 3, 1942) is an American scholar of French literature and social science whose extensive publications include literary and theatre criticism, essays on Franco-American relations, a short story, and most recently the biography of Irène Némirovsky. Weiss is currently NEH Class of 1940 Distinguished Professor of Humanities, emeritus, in the Department of French and Italian at Colby College in Waterville, Maine. Weiss currently lives in Dijon, France, with his wife, Dace."
    },
    {
        "name": "Joseph Vogl",
        "abstract": "Joseph Vogl (born October 5, 1957) is a German philosopher who has written on literature, culture and media. He is professor of modern German literature, literary, media and cultural studies at the Humboldt University of Berlin."
    },
    {
        "name": "José Antonio Pascual",
        "abstract": "José Antonio Pascual Rodríguez (born 29 March 1942, Monleras, Salamanca) is a linguist and professor of the Spanish language at Charles III University of Madrid, and a member of the Royal Spanish Academy and Accademia della Crusca, the regulatory institutions of standard Spanish and Italian, respectively. He joined the Royal Spanish Academy in 2002, serving as its vicepresident from 2007 to 2015, and is best known for his work with Joan Coromines on the Diccionario crítico etimológico castellano e hispánico (published 1983-1991), as well as the television series aired in Spain in the late 1980s."
    },
    {
        "name": "José Manuel Losada",
        "abstract": "José Manuel Losada (Zamora, 1962) is a university professor and literary theorist with a specialization in the fields of myth criticism and comparative literature. Within these fields he has published several books in Spanish, French and English."
    },
    {
        "name": "Judy Taguiwalo",
        "abstract": "Judy Marigomen Taguiwalo (Tagalog pronunciation: [tɐgɪˈwalo], born February 18, 1950) is a Filipina social worker, social activist, and educator. She served as the Secretary of the Department of Social Welfare and Development under the Duterte administration in an ad interim basis from June 30, 2016 until August 16, 2017, when her appointment by President Rodrigo Duterte was rejected by the Commission on Appointments. She is a former professor at the University of the Philippines Diliman and was one of those nominated by the National Democratic Front to the Duterte Cabinet."
    },
    {
        "name": "Paul Seabright",
        "abstract": "Paul Seabright (born 8 July 1958) is British Professor of Economics in the Industrial Economics Institute and Toulouse School of Economics at the University of Toulouse, France."
    },
    {
        "name": "Paul Sigler",
        "abstract": "Paul B. Sigler (February 19, 1934 – January 11, 2000) was the Henry Ford II Professor of Molecular Biophysics and Biochemistry at Yale University. Major awards included membership in the National Academy of Sciences, HHMI Investigator status, and Guggenheim and Helen Hay Whitney Fellowships. He is noted for pioneering studies of Phospholipase A2 and trp repressor amongst many others."
    },
    {
        "name": "Paula Vogel",
        "abstract": "Paula Vogel (born November 16, 1951) is an American playwright who received the 1998 Pulitzer Prize for Drama for her play How I Learned to Drive. A longtime teacher, Vogel spent the bulk of her academic career – from 1984 to 2008 – at Brown University, where she served as Adele Kellenberg Seaver Professor in Creative Writing, oversaw its playwriting program, and helped found the Brown/Trinity Rep Consortium. From 2008 to 2012, Vogel was Eugene O'Neill Professor of Playwriting and department chair at the Yale School of Drama, as well as playwright in residence at the Yale Repertory Theatre."
    },
    {
        "name": "Peter Choong",
        "abstract": "Peter Fook Meng Choong AO is an Australian doctor and professor who specializes in orthopaedics. He is the Director of Orthopaedics at St. Vincent's Hospital, Melbourne and the Hugh Devine Chair of Surgery at the University of Melbourne. In 2014, he became the first surgeon to perform a 3D-printed heel transplant."
    },
    {
        "name": "Peter Jacobs (landscape architect)",
        "abstract": "Peter Daniel Alexander Jacobs CM RCA (born 3 December 1939) is a Canadian landscape architect specializing in the conservation and development of rural and northern landscapes and in urban landscape design. He is Emeritus professor of the School of Planning and Landscape Architecture of the Universite de Montreal, Emeritus Chair of the Commission on Environmental Planning of the International Union for the conservation of nature (IUCN), Past President of the Canadian Society of Landscape Architects (CSLA), Chair of the Kativik Environmental Quality Commission (from 1979) and a Member of the Royal Canadian Academy of the Arts."
    },
    {
        "name": "Peter Sellars",
        "abstract": "Peter Sellars (born September 27, 1957) is an American theatre director, noted for his unique contemporary stagings of classical and contemporary operas and plays. Sellars is professor at the University of California, Los Angeles (UCLA), where he teaches Art as Social Action and Art as Moral Action. He is widely regarded as one of the key figures of theatre and opera of the last 50 years."
    },
    {
        "name": "René Racine",
        "abstract": "René Racine MSRC OQ (born 1939) is a French Canadian professor and astronomer who specializes in the study of globular clusters. He has also achieved international renown for his work with galaxies, astronomical instruments and adaptive optics."
    },
    {
        "name": "Reza Amrollahi",
        "abstract": "Reza Amrollahi (Persian: رضا امراللهی) is a physicist and professor."
    },
    {
        "name": "Riad Barmada",
        "abstract": "Riad Barmada (Arabic: رياض برمدا; July 26, 1929 – January 10, 2014), a Syrian-American orthopaedic surgeon and professor. Barmada was the head of orthopedics at the University of Illinois at Chicago from 1984 to 1998 and served as the president of the Illinois Orthopedic Society and president of the Chicago Committee on Trauma."
    },
    {
        "name": "Richard K. Betts",
        "abstract": "Richard Kevin Betts (born August 15, 1947) is an American political scientist and international relations scholar who centers on U.S. foreign policy. He is currently the Arnold Saltzman Professor of War and Peace Studies in the Department of Political Science, the director of the International Security Policy Program in the School of International and Public Affairs at Columbia University, and former director of the Institute of War and Peace Studies."
    },
    {
        "name": "Charles Menzies (anthropologist)",
        "abstract": "Charles R. Menzies is a Canadian anthropologist and full professor. He is a member of the Gitxaala Nation of northwestern British Columbia and an enrolled member of the Tlingit and Haida Indian Tribes of Alaska."
    },
    {
        "name": "Cyril Salim Bustros",
        "abstract": "Cyril Salim Bustros (born January 26, 1939) is the archbishop of the Melkite Greek Catholic Archeparchy of Beirut and Byblos and a former Professor at Saint Joseph University in Beirut. A native of Lebanon, he formerly served as archbishop of Baalbeck and later as eparch for the Melkite Church in the United States."
    },
    {
        "name": "Victor Mbarika",
        "abstract": "Victor Mbarika is an American professor from Cameroon. He is currently the Stallings International Distinguished Scholar and MIS professor at East Carolina University within the University of North Carolina System, in Greenville, North Carolina, USA. He is the President, Board of Trustees of the ICT University."
    },
    {
        "name": "Vojna Nešić",
        "abstract": "Olivera Vojna Nešić (born 6 October 1947) is a Serbian composer and professor at the University of Priština Faculty of Arts, in North Kosovo."
    },
    {
        "name": "David Beaver",
        "abstract": "David Ian Beaver is a professor of linguistics and philosophy at the University of Texas at Austin, where he also directs the cognitive science program and serves as Graduate Studies Advisor of the Human Dimensions of Organizations Master's program. His work concerns the semantics and pragmatics of natural language, including, in particular, research on presupposition, anaphora, topic and focus."
    },
    {
        "name": "David W. Hein",
        "abstract": "David W. Hein is an American professor and scientist. He currently is a Distinguished University Scholar at the University of Louisville where he serves as the Peter K. Knoefel Endowed Chair of Pharmacology and Professor & Chair of the Department of Pharmacology & Toxicology."
    },
    {
        "name": "Donald Weber",
        "abstract": "Donald Weber is a literary critic and a specialist in Jewish American literature and film studies. He is the Lucia, Ruth, and Elizabeth MacGregor Professor of English and Chair of the English department at Mount Holyoke College."
    },
    {
        "name": "Dorit Rubinstein Reiss",
        "abstract": "Dorit Rubinstein Reiss is a Professor of Law and the James Edgar Hervey '50 Chair of Litigation at UC Hastings College of Law. She has also worked for the Hebrew University of Jerusalem and the Israeli Ministry of Justice's Department of Public Law. A law professor specializing in torts and administrative law, since 2013 Reiss has become known for her work on legal issues regarding vaccination policies. Reiss has proposed that parents who don't vaccinate their children, including those who obtain legal exemptions, should face legal liability. She is also noted for her support of California Senate Bill 277, which cut back on exemptions to vaccination requirements for enrollment in California schools and daycare centers. She has expressed her views in various journals, panels and blogs. She is a frequent contributor to academic journals, blogs and newspapers. Her work focuses on accountability, health care, social policies and law."
    },
    {
        "name": "Douglas B. Rasmussen",
        "abstract": "Douglas B. Rasmussen (born 1948) is professor of philosophy at St. John's University, where he has taught since 1981."
    },
    {
        "name": "Ingrid van Biezen",
        "abstract": "Ingrid van Biezen (born 1969) is Professor of Comparative Politics at Leiden University, and the editor of the political science journal Acta Politica. Her research interests include comparative European politics, political parties and party systems in Europe, democratisation, Southern Europe, and post-communist politics."
    },
    {
        "name": "James Washington Watts",
        "abstract": "James Washington Watts (born 24 August 1960) is an American professor of religion at Syracuse University. His research focuses on the rhetoric of Leviticus. His publications also compare the Bible with other religious scriptures, especially in their ritual performances, social functions, and material symbolism."
    },
    {
        "name": "Kusum Ailawadi",
        "abstract": "Kusum Lata Ailawadi is an American economist. She is currently the Charles Jordan 1911 TU'12 Professor of Marketing at Tuck School of Business, Dartmouth College."
    },
    {
        "name": "Linda Reisman",
        "abstract": "Linda Reisman is an American film producer and college professor. She is perhaps best known for producing the independent films Affliction (1997) and Leave No Trace (2018), both of which were released under her Reisman Productions banner, and executive producing the critically acclaimed film The Danish Girl (2015). Reisman is a Senior Distinguished Producer-in-Residence in Visual and Media Arts at Emerson College."
    },
    {
        "name": "Paul Sindelar",
        "abstract": "Paul Sindelar is an American professor. He served for the department of special education and as the distinguished professor at the University of Florida. Sindelar attended at the Dartmouth College, where he earned his Bachelor of Arts degree in 1969. He then attended at the University of Illinois Urbana-Champaign, where he earned his Master of Science degree in 1974. Sindelar also attended at the University of Minnesota, where he earned his Doctor of Philosophy degree in 1977. He served for the department of special education of University of Florida as the chair and professor since 1988. He retired until 2022."
    },
    {
        "name": "Roberta Rabellotti",
        "abstract": "Roberta Rabellotti is an Italian professor of economics at the Department of Business and Management at Aalborg University. Furthermore, Rabellotti is employed as a professor of economics at the University of Pavia."
    },
    {
        "name": "Amélie Quesnel-Vallée",
        "abstract": "Amélie Quesnel-Vallée is a professor with joint appointment in the Departments of Sociology and of Epidemiology, Biostatistics and Occupational Health, as well as Canada Research Chair in Policies and Health Inequalities at McGill University in Montreal, Quebec, Canada."
    },
    {
        "name": "Matthew Seeger",
        "abstract": "Matthew W. Seeger (born June 17, 1957 in Greenfield, Indiana) is a Professor of Communication and Dean Emeritus at Wayne State University."
    },
    {
        "name": "S. P. Singh (biochemist)",
        "abstract": "S. P. Singh (born 1 February 1948), is a professor of biochemistry."
    },
    {
        "name": "Cheryl Metoyer-Duran",
        "abstract": "Cheryl Metoyer is an Eastern Band Cherokee researcher and professor of library and information science. Her research is focused on Indigenous systems of knowledge, especially in relation to American Indian and Alaskan tribal nations, as well as ethics and leadership in cultural communities. She holds the position of Associate Professor Emeritus and the Director of the Indigenous Information Research Group (IIRG) at the iSchool at the University of Washington."
    },
    {
        "name": "Elliott Colla",
        "abstract": "Elliott Colla is an American scholar of the Middle East, specializing in Arabic literature and culture. He is currently an associate professor in the Department of Arabic and Islamic Studies at Georgetown University."
    },
    {
        "name": "Gayane Hovhannisyan",
        "abstract": "Gayane Hovhannisyan (Armenian: Գայանե Հովհաննիսյան, Yerevan, 6 March 1965) is an Armenian linguist, Doctor of Sciences in Philology/Linguistics (2000), Professor (2005). Hovhannisyan was the first Chair of English (Romance and Germanic Languages) Teaching Methodology at Armenian State Pedagogical University after Khachatur Abovyan, Yerevan. Currently she is the (acting) head of English Communication and Translation Chair at Brusov State University."
    },
    {
        "name": "Nimal Rajapakshe",
        "abstract": "Nimal Rajapakse is a Sri Lankan-born academic and engineer based in Vancouver, British Columbia. He is a professor of engineering at Simon Fraser University in Burnaby, Canada."
    },
    {
        "name": "Nitin Nohria",
        "abstract": "Nitin Nohria (born February 9, 1962) is an Indian-American academic. He served as the tenth dean of Harvard Business School. He is also the George F. Baker Professor of Administration. He is also a former non-executive director of Tata Sons."
    },
    {
        "name": "Ruth Fine",
        "abstract": "Ruth Fine (Hebrew: רות פיין; born 1957 in Buenos Aires, Argentina) is a professor of Spanish and Latin-American literature at the Hebrew University of Jerusalem."
    },
    {
        "name": "Ragnheiður Bragadóttir",
        "abstract": "Ragnheiður Bragadóttir (born 1956) is a professor in law at the Faculty of Law of the University of Iceland."
    },
    {
        "name": "Christopher Benfey",
        "abstract": "Christopher Benfey (born October 28, 1954) is an American literary critic and Emily Dickinson scholar. He is the Mellon Professor of English at Mount Holyoke College."
    },
    {
        "name": "Christopher J. Mayer",
        "abstract": "Christopher \"Chris\" J. Mayer (born c. 1965) is an American economist. He is the Paul Milstein Professor of real estate at Columbia Business School, where he is also the research director of the Paul Milstein Center for Real Estate. He has also been a visiting scholar at the Federal Reserve Bank of New York, and research associate at the National Bureau of Economic Research."
    },
    {
        "name": "Edward C. Stone",
        "abstract": "Edward Carroll Stone (born January 23, 1936) is an American space scientist, professor of physics at the California Institute of Technology, and former director of the NASA Jet Propulsion Laboratory (JPL)."
    },
    {
        "name": "Ekhaguere Godwin Osakpemwoya Samuel",
        "abstract": "Ekhaguere Godwin Osakpemwoya Samuel NNOM is a Nigerian professor of Mathematics at the University of Ibadan and the founder and president of the International Centre for Mathematical & Computer Sciences (ICMCS). He is a Fellow of the Alexander von Humboldt Foundation, Germany, a former sub Dean of Faculty of Science University of Ibadan and a member of African Academy of Sciences. He is also a recipient of Nigerian National Order of Merit (NNOM) awarded by President Muhammadu Buhari."
    },
    {
        "name": "Eleanor Ty",
        "abstract": "Eleanor Rose Ty, FRSC, is a Professor in the Department of English and Film Studies at Wilfrid Laurier University. She holds a PhD and MA in English from McMaster University, and a BA Hons from the University of Toronto."
    },
    {
        "name": "Előd Takáts",
        "abstract": "Előd Takáts (born 4 November 1975) is a Hungarian economist, professor, former senior economist at the Bank for International Settlements and visiting professor at the London School of Economics and Political Science. He has been serving as rector of Corvinus University of Budapest since 1 August 2021."
    },
    {
        "name": "Ephraim Isaac",
        "abstract": "Ephraim Isaac (born 29 May 1936) is an Ethiopian scholar of ancient Ethiopian Semitic languages and of African and Ethiopian civilizations. He is the director of the Institute of Semitic Studies at Princeton University and the chair of the board of the Ethiopian Peace and Development Center. He was the first professor of Afro-American studies at Harvard University. In recognition of his merits, the Ephraim Isaac Prize for Excellence in African Languages is given annually to the Harvard graduate who writes the best essay in African studies."
    },
    {
        "name": "Fredmund Malik",
        "abstract": "Fredmund Malik (born September 1, 1944 in Lustenau, Vorarlberg) is an Austrian economist with focus on management science and the founder and chairman of a management consultancy (Malik Management) in St. Gallen. Malik applies systems theory and cybernetics to analyse and design management systems. From 1974 to 2004 he was teaching at the University of St. Gallen, where he is titular professor for general management, leadership and governance."
    },
    {
        "name": "Gabi Siboni",
        "abstract": "Gabriel \"Gabi\" Siboni is a colonel (Aluf Mishne) in the Israel Defense Forces Reserve service, and a senior research fellow and the director of the Military and Strategic Affairs and Cyber Security programs at the Institute for National Security Studies. Additionally, he serves as editor of the tri-yearly published, Military and Strategic Affairs academic journal at INSS. Siboni is a senior expert on national security, military strategy and operations, military technology, cyber warfare, and force buildup. Siboni is as a professor at the Francisco de Vitoria University in Madrid."
    },
    {
        "name": "Gerold Gruber",
        "abstract": "Gerold W. Gruber (born September 6, 1958) is an Austrian musicologist, professor at the Institute for Musicology and Interpretation Research at the mdw - University for Music and Performing Arts Vienna, and head of the exil.arte Center for Banned Music at the mdw."
    },
    {
        "name": "N. Katherine Hayles",
        "abstract": "Nancy Katherine Hayles (born December 16, 1943) is an American postmodern literary critic, most notable for her contribution to the fields of literature and science, electronic literature, and American literature. She is professor and director of graduate studies in the program in literature at Duke University."
    },
    {
        "name": "Constance Flanagan",
        "abstract": "Constance A. Flanagan is the University of Wisconsin–Madison School of Human Ecology Vaughan Bascom Professor in Women, Family and Community."
    },
    {
        "name": "Thomas Mohnike",
        "abstract": "Thomas Mohnike (born 9 August 1974) is a specialist in Literature and Cultural Studies and Professor of Scandinavian Studies at the University of Strasbourg."
    },
    {
        "name": "Daniel B. Rodriguez",
        "abstract": "Daniel B. Rodriguez is the former Dean of Northwestern University Pritzker School of Law and holds the Harold Washington Professorship. He was the 2014 President of the Association of American Law Schools (AALS), and served on the American Bar Association's Commission on the Future of Legal Services. He currently acts as an advisor to the ABA's Center for Legal Innovation. A nationally prominent law teacher and scholar, Rodriguez’s principal academic work is in the areas of administrative law, local government law, and constitutional law. He also has a special interest in the law-business-technology interface and its impact on the future of legal education."
    },
    {
        "name": "Eric Sundquist",
        "abstract": "Eric Sundquist (born 1952) is an American scholar of the literature and culture of the United States. Sundquist earned his B.A. from the University of Kansas (1974) and his Ph.D. from Johns Hopkins University (1978). Sundquist is the Andrew W. Mellon Professor of the Humanities and former chair of the English Department at Johns Hopkins. He is a former member of the UCLA Department of English, and was Dean of the College of Arts and Sciences at Northwestern University."
    },
    {
        "name": "Martha Ásdís Hjálmarsdóttir",
        "abstract": "Martha Ásdís Hjálmarsdóttir is a professor in biomedical science in the Department of Biomedical Science at the Faculty of Medicine of the University of Iceland and is the head of department there."
    },
    {
        "name": "Martin Lauritzen",
        "abstract": "Martin Johannes Lauritzen (born 1952) is a Danish neuroscientist. He is Professor of Translational Neurobiology at the Department of Neuroscience, University of Copenhagen, Denmark and Professor of Clinical Neurophysiology at the Department of Neurophysiology, Rigshospitalet (The National Hospital of Denmark)."
    },
    {
        "name": "Perry N. Halkitis",
        "abstract": "Perry N. Halkitis (born February 24, 1963) is an American of Greek ancestry public health psychologist and applied statistician known for his research on the health of LGBT populations with an emphasis on HIV/AIDS, substance use, and mental health. Perry is Dean and Professor of Biostatistics, Health Education, and Behavioral Science at the Rutgers School of Public Health. Between 1998 and 2017, Perry was faculty at New York University, serving in a variety of capacities, the last of which was Senior Association Dean for Academic and Faculty Affairs at the College of Global Public Health and Professor of Global Public Health, Applied Psychology, and Medicine. He is also the founder and director of the Center for Health, Identity, Behavior, and Prevention Studies (CHIBPS) at New York University, a bio-behavioral funded research site funded that also serves as a training site for public health, psychology, medical and student scholars working in the arena of LGBT health disparities informed by a theory of syndemics."
    },
    {
        "name": "Sudip Bose",
        "abstract": "Sudip Bose is an American emergency medicine physician, military combat veteran and a clinical professor. He serves as an emergency physician at Medical Center Hospital in Texas and is a professor at the Texas Tech University Health Sciences Center and at the University of Illinois College of Medicine. Bose was the recipient of the CNN Hero recognition that he received for treating Saddam Hussein, after his capture by the US Army in December 2003. He has also been awarded the Combat Medical Badge, the US Army Commendation Medal and the Bronze Star Medal for his military service."
    },
    {
        "name": "Andrew David Irvine",
        "abstract": "Andrew David Irvine, FSCC (born July 14, 1958) is a Canadian academic who teaches at the University of British Columbia. He holds a PhD in philosophy from Sydney University and is a professor of philosophy and mathematics at UBC Okanagan. He has served as vice-chair of the UBC Board of Governors, as head of the UBCO Department of Economics, Philosophy and Political Science, as president of the British Columbia Civil Liberties Association, and as a member of the board of directors of the Society for Academic Freedom and Scholarship. An advocate of traditional democratic civil liberties, Irvine has written about the importance of the rule of law for both modern and ancient democracies. He has held visiting positions at several Canadian and American universities and has been recognized as one of British Columbia's most influential public intellectuals."
    },
    {
        "name": "Andrew Pecora",
        "abstract": "Andrew Louis Pecora (born 1957) is an American hematologist and oncologist involved in research on the use of stem cells and oncolytic viruses to treat diseases, including cancer. He is the CEO of Outcomes Matter Innovations. As of 2020, he is on the Board of Directors Celularity, Inc. (since 2017) and founder and Executive Chairman, COTA, Inc. (since 2012). Previously, he was chief innovations officer, professor and vice president of cancer services at the John Theurer Cancer Center, part of the Hackensack University Medical Center. He is a professor of medicine and oncology at Georgetown University."
    },
    {
        "name": "Andrew Staniland",
        "abstract": "Andrew Staniland (born 1977) is a Canadian composer and guitarist. He is currently a professor of Composition and Electronic Music at the Memorial University of Newfoundland."
    },
    {
        "name": "Anindya Sinha",
        "abstract": "Anindya (Rana) Sinha is an Indian primatologist. He is a professor at the National Institute of Advanced Studies (NIAS), India."
    },
    {
        "name": "Ann Burgess",
        "abstract": "Ann C. Wolbert Burgess (born October 2, 1936; middle name also spelled Wolpert) is a researcher whose work has focused on developing ways to assess and treat trauma in rape victims. She is a professor at the William F. Connell School of Nursing at Boston College."
    },
    {
        "name": "Anna Deavere Smith",
        "abstract": "Anna Deavere Smith is an American actress, playwright, and professor. She is known for her roles as National Security Advisor Dr. Nancy McNally in The West Wing (2000–06), hospital administrator Gloria Akalitus in the Showtime series Nurse Jackie (2009–15), and as U.S. District Court Clerk Tina Krissman on the ABC show For the People (2018–19). Smith is a recipient of The Dorothy and Lillian Gish Prize (2013). In 2015 she was selected as the Jefferson Lecturer by the National Endowment for the Humanities. She is the founding director of the Institute on the Arts and Civic Dialogue at New York University."
    },
    {
        "name": "Leonor Briones",
        "abstract": "Leonor \"Liling\" Mirasol Magtolis-Briones (Tagalog: [lɛˈnɔɾ bɾɪˈjonɛs]; born October 16, 1940) is a Filipina academician, economist, and civil servant who served as Secretary of Education under the Duterte administration. She is also professor emeritus of public administration at the National College of Public Administration & Governance (NCPAG) of the University of the Philippines Diliman and was chairman of the board of directors of Silliman University in Dumaguete City, Negros Oriental. She is a former Presidential Adviser for Social Development under President Joseph Ejercito Estrada, with the rank of department secretary and was National Treasurer of the Philippines (head of the Bureau of the Treasury) from August 1998 to February 2001."
    },
    {
        "name": "Linda Aiken",
        "abstract": "Linda H. Aiken, Ph.D., FAAN, FRCN, RN (born July 29, 1943) is an American nurse and researcher who is currently the Director for the Center for Health Outcomes and Policy Research and a Senior Fellow of the Leonard Davis Institute for Health Economics. She also is the Claire M. Fagin Leadership Professor of Nursing Science and a professor of Sociology at the University of Pennsylvania, Philadelphia."
    },
    {
        "name": "Luigi Fontana (medical researcher)",
        "abstract": "Luigi Fontana, M.D., PhD, FRACP (born April 22, 1969) is an internationally recognized physician scientist who studies healthy longevity, with a focus on calorie restriction, endurance exercise and metabolism. He is currently the Leonard P Ullmann Chair in Translational Metabolic Health at the Charles Perkins Centre, where he directs the Healthy Longevity Research and Clinical Program. He is also a Professor of Medicine and Nutrition in the Faculty of Medicine and Health at the University of Sydney and a Clinical Academic in the Department of Endocrinology at the Royal Prince Alfred Hospital in Sydney, Australia. Fontana is an Adjunct Professor of Medicine at Washington University in St.Louis, USA."
    },
    {
        "name": "Shkëlzen Baftiari",
        "abstract": "Shkëlzen Baftiari (born at 1986, in Tetovo) is an Albanian pianist and professor from Republic of Macedonia."
    },
    {
        "name": "Shunsuke Managi",
        "abstract": "Shunsuke Managi is the Distinguished Professor of Technology and Policy and the Director of the Urban Institute at Kyushu University, Japan."
    },
    {
        "name": "Claude Sammut",
        "abstract": "Claude Sammut is a professor of computer science and engineering at the University of New South Wales and Head of the Artificial Intelligence Research Group. He was the UNSW node Director of the ARC Centre of Excellence for Autonomous Systems (CAS), a program manager for the Smart Internet Technology CRC and a member of the joint ARC/NH&MRC project on Thinking Systems."
    },
    {
        "name": "Yueh-Ting Lee",
        "abstract": "Dr. Yueh-Ting Lee (Chinese: 黎岳庭, pronounced as “you-ting” or “your-ting” Lee, aka “Li Yue-ting”) is a social and evolutionary psychologist, currently working as a professor at Southern Illinois University."
    },
    {
        "name": "Žarko Puhovski",
        "abstract": "Žarko Puhovski (born 15 December 1946) is a Croatian professor, political analyst, philosopher and intellectual, former president of the Croatian Helsinki Committee."
    },
    {
        "name": "Emily Agard",
        "abstract": "Emily Agard is a professor of Immunology at Toronto Metropolitan University. She is the current Director of SciXchange, the center for outreach, science communication, and public engagement within the Faculty of Science, and is the Toronto Chapter Ambassador for Technovation Girls. Agard has a B.Sc. in Life Sciences from Queen's University, and a Ph.D. in Immunology from the University of Toronto."
    }
]
